{
    "Central_Asia": "Central Asia is a region of Asia bounded by the Caspian Sea to the southwest, European Russia to the northwest, Western China an",
    "Central_Bank_of_Brazil": "The Central Bank of Brazil (Portuguese: Banco Central do Brasil) is Brazil's central bank, the bank is autonomous in exercising ",
    "Central_Clinical_Hospital": "",
    "Central_Division_(NBA)": "The Central Division is one of the three divisions in the Eastern Conference of the National Basketball Association (NBA). The d",
    "Central_Division_(NHL)": "The National Hockey League's Central Division was formed in 1993 as part of the Western Conference in a league realignment. Its ",
    "Central_European_Free_Trade_Agreement": "The Central European Free Trade Agreement (CEFTA) is an international trade agreement between countries mostly located in Southe",
    "Central_Narcotics_Bureau": "The Central Narcotics Bureau (中央肃毒局) or CNB is a department under the Ministry of Home Affairs (MHA) tasked to combat drug traff",
    "Cercle_Brugge_K.S.V.": "Cercle Brugge Koninklijke Sportvereniging (Dutch pronunciation: [ˈsɛr(ə)klə ˈbrʏɣə ˈkoːnɪŋkləkə ˈspɔrtfəˌreːnəɣɪŋ]) is a Belgian",
    "Chabab_Massira": "",
    "Chad_Curtis": "Chad David Curtis (born November 6, 1968) is an American former professional baseball outfielder. Curtis played in Major League ",
    "Chad_Ogea": "Chad Wayne Ogea (; born November 9, 1970) is an American former Major League Baseball pitcher. He made his MLB debut in 1994 and",
    "Challenge_Cup": "The Rugby Football League Challenge Cup, commonly known just as the Challenge Cup is a knockout rugby league cup competition org",
    "Chaminda_Vaas": "Warnakulasuriya Patabendige Ushantha Joseph Chaminda Vaas (born 27 January 1974) is a former Sri Lankan international cricketer ",
    "Chanda_Rubin": "Chanda Rubin (born February 18, 1976) is an American former top-10 professional tennis player. During her career, she reached th",
    "Chandigarh": "Chandigarh () is a city and union territory in northern India, serving as the shared capital of the states of Punjab and Haryana",
    "Chandra_Sturrup": "Chandra Sturrup (born September 12, 1971) is a Bahamian track and field sprint athlete.\n\n\n== Career ==\nShe is a 100m specialist ",
    "Chandrika_Kumaratunga": "Chandrika Bandaranaike Kumaratunga  (Sinhala: චන්ද්‍රිකා බණ්ඩාරනායක කුමාරතුංග; Tamil: சந்திரிகா பண்டாரநாயக்க குமாரதுங்க; born 29",
    "Changi_Prison": "Changi Prison Complex, often known simply as Changi Prison, is a prison complex in the namesake district of Changi in the easter",
    "Channel_2_(Israel)": "Channel 2 (Hebrew: ערוץ שתיים, romanized: Arutz Shtaim), also called \"The Second Channel\" (Hebrew: הערוץ השני, romanized: HaArut",
    "Channel_Islands": "The Channel Islands are an archipelago in the English Channel, off the French coast of Normandy. They are divided into two Crown",
    "Charleroi": "Charleroi (UK: , US: , French: [ʃaʁləʁwa] ; Walloon: Tchålerwè [tʃɑːlɛʀwɛ]) is a city and a municipality of Wallonia, located in",
    "Charles,_Prince_of_Wales": "",
    "Charles_Austin": "Charles Austin may refer to:\n\nCharles Austin (lawyer) (1799–1874), English lawyer\nCharles Austin (politician), mayor of Tallahas",
    "Charles_Nagy": "Charles Harrison Nagy (born May 5, 1967) is an American former Major League Baseball All-Star right-handed pitcher who played fo",
    "Charles_Taylor_(Liberia)": "",
    "Charles_VI,_Holy_Roman_Emperor": "Charles VI (German: Karl; Latin: Carolus; 1 October 1685 – 20 October 1740) was Holy Roman Emperor and ruler of the Austrian Hab",
    "Charleston,_South_Carolina": "Charleston is the most populous city in the U.S. state of South Carolina, the county seat of Charleston County, and the principa",
    "Charleston,_West_Virginia": "Charleston is the capital and most populous city of the U.S. state of West Virginia and the seat of Kanawha County. Located at t",
    "Charlotte_Bobcats": "",
    "Charlton_Athletic_F.C.": "Charlton Athletic Football Club is a professional association football club based in Charlton, south-east London, England. The t",
    "Charmaine_Crooks": "Charmaine Crooks   (born August 8, 1962), is a Canadian businesswoman, sports executive, and retired sprinter and middle-distanc",
    "Chatichai_Choonhavan": "Chatichai Choonhavan (Thai: ชาติชาย ชุณหะวัณ; RTGS: Chatchai Chunhawan, pronounced [tɕʰâːt.tɕʰāːj tɕʰūn.hà.wān]; 5 April 1920 – ",
    "Chavakacheri": "",
    "Chavalit_Yongchaiyudh": "Chavalit Yongchaiyudh (Thai: ชวลิต ยงใจยุทธ, RTGS: Chawalit Yongchaiyut, IPA: [t͡ɕʰá.wá.lít joŋ.t͡ɕaj.jút]; born 15 May 1932), a",
    "Cheah_Soon_Kit": "Datuk Cheah Soon Kit (Current name: Chinese: 謝勛寁; Jyutping: Ze6 Fan1 Zaam2; Pe̍h-ōe-jī: Chiā Hun-chám / Birth name: Chinese: 謝順吉",
    "Chechen_people": "",
    "Chechnya": "Chechnya, officially the Chechen Republic, is a republic of Russia. It is situated in the North Caucasus of Eastern Europe, betw",
    "Chelsea_Clinton": "Chelsea Victoria Clinton (born February 27, 1980) is an American writer. She is the only child of former U.S. President Bill Cli",
    "Chelsea_F.C.": "Chelsea Football Club is a professional football club based in Fulham, West London, England. They compete in the Premier League,",
    "Chenab_River": "The Chenab River is a major river that flows in India and Pakistan, and is one of the 5 major rivers of the Punjab region. It is",
    "Cherbourg-Octeville": "Cherbourg-Octeville (French: [ʃɛʁbuʁ ɔkt(ə)vil] ) is a former commune in the Manche department in Normandy in north-western Fran",
    "Chesapeake,_Virginia": "Chesapeake is an independent city in Virginia, United States. At the 2020 census, the population was 249,422, making it the seco",
    "Chester-le-Street": "Chester-le-Street () is a market town in the County Durham district, in the ceremonial county of Durham, England. It is located ",
    "Chester_City_F.C.": "Chester City Football Club was an association football team from Chester, England, that played in a variety of leagues between 1",
    "Chesterfield": "Chesterfield may refer to:\n\n\n== Places ==\n\n\n=== Canada ===\nRural Municipality of Chesterfield No. 261, Saskatchewan\nChesterfield",
    "Chesterfield_F.C.": "Chesterfield Football Club is a professional association football club based in the town of Chesterfield, Derbyshire, England. T",
    "Chevron_Corporation": "Chevron Corporation is an American multinational energy corporation predominantly specializing in oil and gas. The second-larges",
    "Chiapas": "Chiapas, officially the Free and Sovereign State of Chiapas, is one of the states that make up the 32 federal entities of Mexico",
    "Chicago": "Chicago is the most populous city in the U.S. state of Illinois and in the Midwestern United States. With a population of 2,746,",
    "Chicago_Bears": "The Chicago Bears are a professional American football team based in Chicago. The Bears compete in the National Football League ",
    "Chicago_Blackhawks": "The Chicago Blackhawks (spelled Black Hawks until 1986, and known colloquially as the Hawks) are a professional ice hockey team ",
    "Chicago_Board_Options_Exchange": "",
    "Chicago_Board_of_Trade": "The Chicago Board of Trade (CBOT), established on April 3, 1848, is one of the world's oldest futures and options exchanges. On ",
    "Chicago_Bulls": "The Chicago Bulls are an American professional basketball team based in Chicago. The Bulls compete in the National Basketball As",
    "Chicago_Cubs": "The Chicago Cubs are an American professional baseball team based in Chicago. The Cubs compete in Major League Baseball (MLB) as",
    "Chicago_Mercantile_Exchange": "The Chicago Mercantile Exchange (CME) (often called \"the Chicago Merc\", or \"the Merc\")  is a global derivatives marketplace base",
    "Chicago_Stock_Exchange": "",
    "Chicago_White_Sox": "The Chicago White Sox are an American professional baseball team based in Chicago. The White Sox compete in Major League Basebal",
    "Chihuahua,_Chihuahua": "",
    "Chile": "Chile (  CHIL-ee or  CHIL-ay, Spanish: [ˈtʃile]), officially the Republic of Chile, is a country in western South America. It is",
    "Chile_national_football_team": "The Chile national football team (Spanish: Selección de fútbol de Chile), nicknamed La Roja (lit. 'The Red One'), represents Chi",
    "Chili_Davis": "Charles Theodore \"Chili\" Davis (born January 17, 1960) is a Jamaican-American former professional baseball player. He played as ",
    "Chillicothe,_Ohio": "Chillicothe ( CHIL-ih-KOTH-ee) is a city in and the county seat of Ross County, Ohio, United States. Located along the Scioto Ri",
    "Chilpancingo": "Chilpancingo de los Bravo (commonly shortened to Chilpancingo; Spanish pronunciation: [tʃilpanˈsiŋɡo] ; Nahuatl:  Chilpantzinco ",
    "China_Daily": "China Daily (Chinese: 中国日报; pinyin: Zhōngguó Rìbào) is an English-language daily newspaper owned by the Publicity Department of ",
    "China_PR_national_football_team": "",
    "China_Steel": "China Steel Corporation (CSC; Chinese: 中國鋼鐵股份有限公司; pinyin: Zhōngguó Gāngtiě Gǔfèn Yǒuxiàn Gōngsī) is the largest integrated stee",
    "Chinese_language": "Chinese (simplified Chinese: 汉语; traditional Chinese: 漢語; pinyin: Hànyǔ; lit. 'Han language' or 中文; Zhōngwén; 'Chinese writing')",
    "Chinese_people": "The Chinese people, or simply Chinese, are people or ethnic groups identified with China, usually through ethnicity, nationality",
    "Chipper_Jones": "Larry Wayne \"Chipper\" Jones Jr. (born April 24, 1972) is an American former professional baseball third baseman who played in Ma",
    "Chiquinho_Conde": "Francisco Queriol Conde Júnior (born 22 November 1965), known as Chiquinho Conde, is a Mozambican former footballer who played a",
    "Chiron_Corporation": "Chiron Corporation ( KY-ron) was an American multinational biotechnology firm founded in 1981, based in Emeryville, California, ",
    "Chişinău": "",
    "Chongqing": "Chongqing is a direct-administered municipality in Southwestern China. Chongqing is one of the four direct-administered municipa",
    "Chorzów": "Chorzów ( KHOZH-oof; Polish: [ˈxɔʐuf] ; German: Königshütte [ˈkøːnɪçsˌhʏtə] ; Silesian: Chorzōw) is a city in the Silesia region",
    "Chris_Adams_(cricketer)": "Christopher John Adams (born 6 May 1970) is an English former first-class cricketer who briefly represented his nation at Test a",
    "Chris_Boardman": "Christopher Miles Boardman,  (born 26 August 1968) is an English former racing cyclist. A time trial and prologue specialist, Bo",
    "Chris_Cairns": "Christopher Lance Cairns  (born 13 June 1970) is a former New Zealand cricketer and former ODI captain, who played for the New Z",
    "Chris_Harris_(cricketer)": "Chris Zinzan Harris (born 20 November 1969) is a former New Zealand cricketer who became, over the course of the 1990s, a folk-h",
    "Chris_Hay": "Christopher Drummond Hay (born 28 August 1974) is a Scottish former professional footballer. He played as a striker for Celtic, ",
    "Chris_Hoiles": "Chris Allen Hoiles (born March 20, 1965) is an American former professional baseball player and coach. He played his entire Majo",
    "Chris_Lewis_(cricketer)": "Clairmonte Christopher Lewis (born 14 February 1968) is an English former cricketer, who played for Nottinghamshire, Surrey and ",
    "Chris_Patten,_Baron_Patten_of_Barnes": "",
    "Chris_Powell": "Christopher George Robin Powell  (born 8 September 1969) is an English football coach and former player, who is currently the as",
    "Chris_Sutton": "Christopher Roy Sutton (born 10 March 1973) is an English former professional football player and manager. He later became a pun",
    "Chris_Walker_(squash_player)": "Chris Walker (born 11 June 1967 in Chelmsford) is a male squash coach and former professional squash player from England. \n\n\n== ",
    "Chris_Witty": "Christine Diane Witty (born June 23, 1975) is an American speed skater and racing cyclist and participated in the Olympic Games ",
    "Chris_Woodruff": "Chris Woodruff (born January 3, 1973) is an American former professional tennis player and current head coach at the University ",
    "Christchurch": "Christchurch ( ; Māori: Ōtautahi) is the largest city in the South Island and the second-largest city by urban area population i",
    "Christian_Blanc": "Christian Blanc (born 17 May 1942) is a French politician and businessman. A former prefect, Blanc also worked as head of the RA",
    "Christian_Cullen": "Christian Mathias Cullen (born 12 February 1976) is a retired New Zealand rugby union player. He played most of his rugby at ful",
    "Christian_Cévaër": "Christian Georges Cévaër (born 10 April 1970) is a French professional golfer.\n\n\n== Amateur career ==\nCévaër was born in Noumea,",
    "Christian_Karembeu": "Christian Lali Kake Karembeu (born 3 December 1970) is a New Caledonian former professional footballer who played as a defensive",
    "Christian_Ruud": "Christian Ruud (born 24 August 1972) is a Norwegian former tennis player who turned professional in 1991. He achieved a career-h",
    "Christian_Ruuttu": "Christian Ruuttu (born 20 February 1964) is a Finnish former professional ice hockey player, who is a scout.\nRuuttu is the fathe",
    "Christian_Springer": "Christian Springer (born 15 July 1971) is a German former professional footballer who played as a midfielder.\n\n\n== References ==",
    "Christian_Ziege": "Christian Ziege (German pronunciation: [ˈkʁɪsti̯a(ː)n ˈtsiːɡə]; born 1 February 1972) is a German football manager and former pl",
    "Christian_theology": "Christian theology is the theology – the systematic study of the divine and religion – of Christian belief and practice. It conc",
    "Christine_Magnusson": "Christine Kajumba Gandrup (formerly Magnusson, born 21 November 1964) is a retired Swedish badminton player who won events in nu",
    "Christine_Wachtel": "Christine Wachtel (born 6 January 1965) is a German track and field athlete who won the silver medal for East Germany at the 198"
}