{
    "Formula_One": "Formula One, commonly known as Formula 1 or F1, is the highest class of international racing for open-wheel single-seater formul",
    "Forrest_Gump": "Forrest Gump is a 1994 American comedy-drama film directed by Robert Zemeckis. An adaptation of the 1986 novel by Winston Groom,",
    "Forsa_institute": "",
    "Fort_Lauderdale,_Florida": "Fort Lauderdale ( LAW-dər-dayl) is a coastal city located in the U.S. state of Florida, 30 miles (48 km) north of Miami along th",
    "Fort_Worth,_Texas": "Fort Worth is a city in the U.S. state of Texas and the seat of Tarrant County, covering nearly 350 square miles (910 km2) into ",
    "Forth_Road_Bridge": "The Forth Road Bridge is a suspension bridge in east central Scotland. The bridge opened in 1964 and at the time was the longest",
    "Fortitudo_Bologna": "Fortitudo Pallacanestro Bologna 103, commonly known as Fortitudo Bologna and currently known as Fortitudo Flats Service Bologna ",
    "Fortuna_Düsseldorf": "Düsseldorfer Turn- und Sportverein Fortuna 1895 e.V., commonly known as Fortuna Düsseldorf (pronounced [fɔʁˈtuːna ˈdʏsl̩dɔʁf] ),",
    "Fortuna_Sittard": "Fortuna Sittard (Dutch pronunciation: [fɔrˈtynaː ˈsɪtɑrt]; Limburgish: Fortuna Zitterd [fɔʀˈtyːnaː ˈzɪtəʀt]) is a professional f",
    "Fos-sur-Mer": "Fos-sur-Mer (French pronunciation: [fɔs syʁ mɛʁ], literally Fos on Sea; Provençal: Fòs) is a commune in the Bouches-du-Rhône dep",
    "Fourth_World_Conference_on_Women": "",
    "Fox_Broadcasting_Company": "Fox Broadcasting Company, LLC (commonly known simply as Fox and stylized in all caps) is an American commercial broadcast televi",
    "France": "France, officially the French Republic, is a country located primarily in Western Europe. Its overseas regions and territories i",
    "France_Fed_Cup_team": "",
    "France_Soir": "",
    "France_Télécom": "",
    "France_national_football_team": "The France national football team (French: Équipe de France de football) represents France in men's international football. It i",
    "Francesca_Lubiani": "Francesca Lubiani (born 12 July 1977) is a former professional tennis player from Italy.\nHer career-high singles ranking is worl",
    "Francesco_Casagrande": "Francesco Casagrande (born 14 September 1970 in Florence) is an Italian former professional road racing cyclist. Casagrande was ",
    "Francesco_Mazzariol": "Francesco \"Coco\" Mazzariol (born 1 March 1975 in Treviso) is an Italian former rugby union footballer and a current coach. He pl",
    "Francesco_Toldo": "Francesco Toldo  (Italian pronunciation: [franˈtʃesko ˈtɔldo]; born 2 December 1971) is an Italian retired footballer who played",
    "Francesco_Totti": "Francesco Totti  (Italian pronunciation: [franˈtʃesko ˈtɔtti]; born 27 September 1976) is an Italian former professional footbal",
    "Francis_Agyepong": "Francis Keita Agyepong (born 16 June 1965, in London) is a male retired English triple jumper.\n\n\n== Athletics career ==\nAgyepong",
    "Francis_Moreau": "Francis Moreau (born 21 July 1965) is a French former professional racing cyclist from Saint-Quentin. He turned professional in ",
    "Francisco_Clavet": "Francisco Javier Clavet González de Castejón (Spanish pronunciation: [fɾanˈθisko xaˈβjeɾ klaˈβet ɣonˈθaleθ ðe kasteˈxon]; born 2",
    "Francisco_Palencia": "Juan Francisco Palencia Hernández (born 28 April 1973) is a Mexican professional football manager and former footballer.\n\n\n== Cl",
    "Franco_Baresi": "Franchino Baresi  (Italian pronunciation: [ˈfraŋko baˈreːzi; -eːsi]; born 8 May 1960) is an Italian football youth team coach an",
    "Frank_Bruno": "Franklin Roy Bruno  (born 16 November 1961) is a British former professional boxer who competed from 1982 to 1996. He won the WB",
    "Frank_Bunce": "Frank Eneri Bunce (born 4 February 1962) is a retired New Zealand rugby union player and coach. He played international rugby fo",
    "Frank_Busemann": "Frank Busemann (German pronunciation: [fʁaŋk ˈbuːzəˌman] ; born 26 February 1975 in Recklinghausen) is a former German decathlet",
    "Frank_Leboeuf": "Franck Alain James Leboeuf (born 22 January 1968), typically anglicised as Frank Leboeuf, is a French actor, sports commentator ",
    "Frank_Nobilo": "Frank Ivan Joseph Nobilo  (born 14 May 1960) is a New Zealand former professional golfer.\nNobilo had a successful playing career",
    "Frank_Rodriguez": "Francisco Rodriguez (born December 11, 1972) is an American former professional baseball pitcher who played in Major League Base",
    "Frank_Thomas_(baseball,_born_1968)": "",
    "Frank_Vandenbroucke_(cyclist)": "Frank Vandenbroucke (6 November 1974 – 12 October 2009) was a Belgian professional road racing cyclist. After showing promise in",
    "Frank_de_Boer": "Franciscus de Boer (Dutch pronunciation: [ˈfrɑŋɡ də ˈbuːr]; born 15 May 1970) is a Dutch former professional footballer and curr",
    "Franka_Dietzsch": "Franka Dietzsch (born 22 January 1968) is a German former discus thrower best known for winning gold medals at three World Champ",
    "Frankfurt_Airport": "Frankfurt Airport (German: Flughafen Frankfurt Main [ˈfluːkhaːfn̩ ˈfʁaŋkfʊʁt ˈmaɪn]) (IATA: FRA, ICAO: EDDF), is Germany's main ",
    "Frankfurt_Stock_Exchange": "The Frankfurt Stock Exchange (German: Börse Frankfurt, former German name: Frankfurter Wertpapierbörse, FWB) is the world's 3rd ",
    "Frankie_Fredericks": "Frank \"Frankie\" Fredericks (born 2 October 1967) is a former track and field athlete from Namibia. Running in the 100 metres and",
    "Franklin_D._Roosevelt": "Franklin Delano Roosevelt (January 30, 1882 – April 12, 1945), also known as FDR, was the 32nd president of the United States, s",
    "Franz_Fischler": "Franz Fischler (born 23 September 1946) is an Austrian politician from the Austrian People's Party (ÖVP). He was the European Un",
    "Franz_Konrad": "Franz Konrad or Conrad may refer to:\n\nFranz Konrad von Stadion und Thannhausen (1679–1757), Prince-Bishop of Bamberg\nFranz Konra",
    "Franziska_Schenk": "Franziska Schenk (born 13 March 1974) is a former German speed skater. She was a specialist in the sprint distances (500 and 100",
    "François_Pienaar": "",
    "Fraser,_Australian_Capital_Territory": "Fraser () is a suburb in the Belconnen district of Canberra, located within the Australian Capital Territory, Australia. Fraser ",
    "Fred_Couples": "Frederick Steven Couples (born October 3, 1959) is an American professional golfer who has competed on the PGA Tour and the PGA ",
    "Fred_Funk": "Frederick Funk (born June 14, 1956) is an American professional golfer who currently plays on the PGA Tour Champions. He previou",
    "Fred_McGriff": "Frederick Stanley McGriff (born October 31, 1963), nicknamed Crime Dog, is an American former first baseman in Major League Base",
    "Fred_Trueman": "Frederick Sewards Trueman,  (6 February 1931 – 1 July 2006) was an English cricketer who played for Yorkshire County Cricket Clu",
    "Frederick_Chiluba": "Frederick Jacob Titus Chiluba (30 April 1943 – 18 June 2011) was a Zambian politician who was the second president of Zambia fro",
    "Fredi_Bobic": "Fredi Bobic (Slovene: Fredi Bobič, born 30 October 1971) is a German football executive and former player who played as a strike",
    "Free_Democratic_Party_(Germany)": "The Free Democratic Party (German: Freie Demokratische Partei, FDP, German pronunciation: [ɛfdeːˈpeː] ) is a liberal political p",
    "Free_Democratic_Party_of_Switzerland": "The Free Democratic Party (German: Freisinnig-Demokratische Partei, FDP; Romansh: Partida liberaldemocrata svizra, PLD), also ca",
    "Freedom_Front_Plus": "The Freedom Front Plus (FF Plus or FF+; Afrikaans: Vryheidsfront Plus, VF Plus) is a right-wing political party in South Africa ",
    "Freetown": "Freetown is the capital and largest city of Sierra Leone. It is a major port city on the Atlantic Ocean and is located in the We",
    "Freiburg_im_Breisgau": "Freiburg im Breisgau (German: [ˈfʁaɪbʊʁk ʔɪm ˈbʁaɪsɡaʊ] ; Alemannic: Friburg im Brisgau; French: Fribourg-en-Brisgau; lit. Freec",
    "Fremantle_Football_Club": "The Fremantle Football Club, nicknamed the Dockers or colloquially Freo, is a professional Australian rules football club compet",
    "French_Democratic_Confederation_of_Labour": "The French Democratic Confederation of Labour (French: Confédération française démocratique du travail, CFDT) is a national trad",
    "French_Guiana": "French Guiana is an overseas department and region of France located on the northern coast of South America in the Guianas and t",
    "French_Open": "The French Open (French: Internationaux de France de tennis), also known as Roland-Garros (French: [ʁɔlɑ̃ ɡaʁos]), is a tennis t",
    "French_Riviera": "The French Riviera, known in French as the Côte d'Azur (IPA: [kot dazyʁ]; Provençal: Còsta d'Azur, IPA: [ˈkwɔstɔ daˈzyʀ]; lit. '",
    "Fribourg": "Fribourg or Freiburg is the capital of the Swiss canton of Fribourg and district of La Sarine. Located on both sides of the rive",
    "Fritz_van_Heerden": "Frederick Johannes 'Fritz' van Heerden (born 29 June 1970) is a former South African rugby union player who played international",
    "Frode_Andresen": "Frode Andresen (born 9 September 1973) is a former Norwegian biathlete and cross-country skier.\n\n\n== Early life ==\nAndresen was ",
    "Frédéric_Magné": "Frédéric Magné (born 5 February 1969) is a French former track cyclist. Magné was the world champion in keirin in 1995, 1997 and",
    "Frédéric_Peiremans": "Frédéric Peiremans (born 3 September 1973) is a Belgian former footballer who played for Anderlecht, Charleroi, FC Twente, Real ",
    "Fulgencio_Batista": "Fulgencio Batista y Zaldívar (born Rubén Zaldívar; January 16, 1901 – August 6, 1973) was a Cuban military officer and politicia",
    "Fulham_F.C.": "Fulham Football Club is a professional football club based in Fulham, West London, England. The club competes in the Premier Lea",
    "Fung_Permadi": "Fung Permadi (simplified Chinese: 陈锋; traditional Chinese: 陳鋒; pinyin: Chén Fēng; born 30 December 1967 in Purwokerto, Indonesia",
    "Fußball-Bundesliga": "",
    "Fédération_Syndicale_Unitaire": "The Fédération syndicale unitaire is the main trade union in the education sector in France and the largest trade union in the p",
    "Félicia_Ballanger": "Félicia Ballanger (born 12 June 1971 in La Roche-sur-Yon, Vendée) is a retired French racing cyclist.\nShe won five world champio",
    "Félix_Mantilla_Botella": "",
    "GKS_Bełchatów": "GKS Bełchatów [ɡʲɛkaˈɛs bɛwˈxatuf] is a Polish professional football club based in Bełchatów. The club currently competes in gro",
    "GKS_Katowice": "GKS Katowice (Polish pronunciation: [ɡʲɛ ka ˈɛs katɔˈvitsɛ]; GKS stands for Górniczy Klub Sportowy, lit. 'Miners Sporting Club')",
    "Gabon": "Gabon ( gə-BON; French pronunciation: [ɡabɔ̃] ), officially the Gabonese Republic (French: République gabonaise), is a country o",
    "Gabon_national_football_team": "The Gabon national football team (French: Équipe de football du Gabon)  represents Gabon in men's international football. The te",
    "Gabriel_Batistuta": "Gabriel Omar Batistuta (Spanish pronunciation: [ɡaˈβɾjel oˈmaɾ βatisˈtuta]; born 1 February 1969) is an Argentine former profess",
    "Gabriel_Curuchet": "Gabriel Ovidio Curuchet (born 24 June 1963) is an Argentine retired road bicycle racer and track cyclist, who represented his na",
    "Gabriela_Sabatini": "Gabriela Beatriz Sabatini (Spanish pronunciation: [gaˈβɾjela saβaˈtini]; born 16 May 1970) is an Argentine former professional t",
    "Gabriela_Szabo": "Gabriela Szabo (Romanian pronunciation: [ɡabriˈela ˈsabo], Hungarian: Szabó Gabriella; born 14 November 1975) is a retired Roman",
    "Gabriele_Colombo": "Gabriele Colombo (born 11 May 1972 in Varese) is an Italian former professional road bicycle racer. He won the Milan–San Remo in",
    "Gail_Devers": "Yolanda Gail Devers ( DEE-vərz; born November 19, 1966) is an American retired track and field sprinter who competed in the 60 m",
    "Gala_León_García": "Gala León García  (born 23 December 1973) is a former professional tennis player from Spain. On 21 September 2014, she was annou",
    "Galanta": "Galanta (Hungarian: Galánta, German: Gallandau) is a town with about 15,000 inhabitants in the Trnava Region of Slovakia. It is ",
    "Galatasaray_S.K._(football_team)": "",
    "Gale_Norton": "Gale Ann Norton (born March 11, 1954)  is an American politician and attorney who served as the 48th United States Secretary of ",
    "Galina_Malchugina": "Galina Vyacheslavovna Malchugina (Russian: Галина Вячеславовна Мальчугина, born 17 December 1962 in Bryansk) is a retired sprint",
    "Galo_Blanco": "Galo Blanco (Spanish pronunciation: [ˈɡalo ˈβlaŋko]; born 8 October 1976) is a retired professional tennis player from Oviedo, S",
    "Garamba_National_Park": "Garamba National Park (French: Parc national de la Garamba) is a national park in the north-eastern Democratic Republic of the C",
    "Gareth_Farrelly": "Gareth Farrelly (born 28 August 1975) is an Irish football manager and former professional footballer.\nHe played as a midfielder",
    "Garhi_Habibullah": "Garhi Habibullah is a small city and union council (an administrative subdivision) of Mansehra District in the Khyber-Pakhtunkhw",
    "Garret_Anderson": "Garret Joseph Anderson (born June 30, 1972) is an American former professional baseball left fielder who played 17 seasons in Ma",
    "Garrett_Hines": "Garrett Hines (born July 3, 1969) is an American bobsledder who has competed from the late 1990s to the early 2000s. Competing i",
    "Garry_Galley": "Garry Michael Galley (born April 16, 1963) is a Canadian broadcaster and former professional ice hockey player who played in the",
    "Garry_Pagel": "Garry Louis Pagel (born 17 September 1966), is a former South African rugby union player who played for South Africa between 199"
}