{
    "Gartner": "Gartner, Inc. is an American technological research and consulting firm based in Stamford, Connecticut, that conducts research o",
    "Gary_Breen": "Gary Patrick Breen (born 12 December 1973) is a former footballer who made more than 500 appearances in the Football League and ",
    "Gary_DiSarcina": "Gary Thomas DiSarcina (born November 19, 1967) is an American former professional baseball shortstop and coach. He played his en",
    "Gary_Emerson": "Gary Paul Emerson (born 26 September 1963) is an English professional golfer.\nEmerson was born in Bournemouth, Hampshire (now Do",
    "Gary_Kelly_(footballer_born_1974)": "",
    "Gary_Kirsten": "Gary Kirsten (born 23 November 1967) is a South African cricket coach and former cricketer who was a member of the South Africa ",
    "Gary_McAllister": "Gary McAllister MBE (born 25 December 1964) is a Scottish professional football coach and former player.\nMcAllister played prima",
    "Gary_Neiwand": "Gary Neiwand (born 4 September 1966) is an Australian retired track cyclist. He is a former world champion, who also won four Ol",
    "Gary_Orr": "Gary Hamish Orr (born 11 May 1967) is a Scottish professional golfer.\n\n\n== Career ==\nOrr was born in Helensburgh, Scotland. He t",
    "Gary_Sheffield": "Gary Antonian Sheffield (born November 18, 1968) is an American former professional baseball outfielder who played in Major Leag",
    "Gary_Speed": "Gary Andrew Speed  (8 September 1969 – 27 November 2011) was a Welsh professional footballer and manager. As manager of Wales, S",
    "Gary_Teichmann": "Gary Hamilton Teichmann (born 9 January 1967) is a retired South African professional rugby union player. He played number eight",
    "Gaston_Taument": "Gaston Taument (born 1 October 1970) is a Dutch former professional footballer who played mainly as a right winger but also as a",
    "Gatwick_Airport": "London Gatwick (), also known as Gatwick Airport (IATA: LGW, ICAO: EGKK), is the secondary international airport serving London,",
    "Gaza": "Gaza may refer to:\n\n\n== Places ==\n\n\n=== Palestine ===\nGaza Strip, a Palestinian territory on the eastern coast of the Mediterran",
    "Gaza_Strip": "The Gaza Strip ( ; Arabic: قِطَاعُ غَزَّةَ Qiṭāʿ Ġazzah [qɪˈtˤɑːʕ ˈɣaz.za]), also known simply as Gaza, is a small territory loc",
    "Gazeta_Wyborcza": "Gazeta Wyborcza (Polish pronunciation: [ɡaˈzɛta vɨˈbɔrtʂa]; The Electoral Gazette in English) is a Polish nationwide daily newsp",
    "Gazprom": "PJSC Gazprom (Russian: Газпром, IPA: [ɡɐsˈprom]) is a Russian majority state-owned multinational energy corporation headquartere",
    "Gdańsk": "Gdańsk is a city on the Baltic coast of northern Poland, and the capital of the Pomeranian Voivodeship. With a population of 486",
    "Geelong_Football_Club": "The Geelong Football Club, nicknamed the Cats, is a professional Australian rules football club based at Kardinia Park in South ",
    "Geir_Moen": "Geir Moen (born 26 June 1969 in Oslo) is a former sprinter from Moss, Norway who specialized in the 200 metres. He represented M",
    "General_Administration_of_Customs": "The General Administration of Customs of the People's Republic of China (GACC), also known as the China Customs, is a ministry-l",
    "General_Confederation_of_Labour_(France)": "The General Confederation of Labour (French: Confédération Générale du Travail, CGT) is a national trade union center, founded i",
    "General_Motors": "General Motors Company (GM) is an American multinational automotive manufacturing company headquartered in Detroit, Michigan, Un",
    "Geneva": "Geneva ( jə-NEE-və; Arpitan: [dzəˈnɛva] ; French: Genève [ʒənɛv] ) is the second-most populous city in Switzerland (after Zürich",
    "Genoa": "Genoa ( JEN-oh-ə; Italian: Genova [ˈdʒɛːnova] ; Ligurian: Zêna [ˈzeːna]) is a city in and the capital of the Italian region of L",
    "Genoa_C.F.C.": "",
    "Gente_(magazine)": "Gente (Italian: People) is a popular and long-running Italian weekly current affairs and celebrity gossip magazine.\n\n\n== History",
    "Geoff_Aunger": "Geoffrey \"Geoff\" Edward Ramer Aunger (born 4 February 1968 in Red Deer, Alberta) is a former Canadian soccer player. He played i",
    "Geoff_Marsh": "Geoffrey Robert Marsh (born 31 December 1958) is an Australian former cricketer, coach and selector.  He played 50 Test matches ",
    "Geoffrey_Claeys": "Geoffrey Claeys (born 5 October 1974) is a Belgian football manager and former player who manages FC Kleit-Maldegem. He is a for",
    "Geoffrey_Fieger": "Geoffrey Fieger  is an American attorney based in Southfield, Michigan. Fieger is the founder of the law firm Fieger Law, and is",
    "George_Duffield": "George Duffield MBE (born 30 November 1946) is an English retired flat racing jockey.\nHe served a seven-year apprenticeship with",
    "George_H._W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician, diplomat, and businessman who served ",
    "George_Hincapie": "George Anthony Hincapie (born June 29, 1973) is an American former racing cyclist, who competed professionally between 1994 and ",
    "George_Joulwan": "George Alfred Joulwan (born November 16, 1939, Pottsville, Pennsylvania) is a retired United States Army general who served for ",
    "George_Weah": "George Tawlon Manneh Oppong Ousman Weah (born 1 October 1966) is a Liberian politician and former professional footballer who se",
    "Georges_Simenon": "Georges Joseph Christian Simenon (French: [ʒɔʁʒ simnɔ̃]; 12/13 February 1903 – 4 September 1989) was a Belgian writer, most famo",
    "Georgia_(U.S._state)": "Georgia is a state in the Southeastern region of the United States. It borders Tennessee to the northwest, North Carolina to the",
    "Georgia_(country)": "Georgia (Georgian: საქართველო, romanized: sakartvelo, IPA: [sakʰartʰʷelo] ) is a transcontinental country in Eastern Europe and ",
    "Georgios_Panagiotopoulos": "Georgios Panagiotopoulos (Greek: Γεώργιος Παναγιωτόπουλος; born 12 August 1969) is a retired Greek sprinter who specialized in t",
    "Georgiy_Mammadov": "",
    "Gerard_van_Velde": "Gerard Pieter Hendrik van Velde (born 30 November 1971) is a Dutch retired speed skater who specialised in sprinting. He won an ",
    "Gerhard_Berger": "Gerhard Berger (German pronunciation: [ˈɡeːɐ̯.haʁt ˈbɛʁ.ɡɐ]; born 27 August 1959) is an Austrian former racing driver and motors",
    "German_Open_(golf)": "The German Open was a men's golf tournament. It was first staged in 1911 when the winner was Harry Vardon. The following year th",
    "German_Shepherd_Dog": "",
    "German_language": "German (German: Deutsch, pronounced [dɔʏtʃ] ) is a West Germanic language in the Indo-European language family, mainly spoken in",
    "Germans": "Germans (German: Deutsche, pronounced [ˈdɔʏtʃə] ) are the natives or inhabitants of Germany, or sometimes more broadly any peopl",
    "Germany": "Germany, officially the Federal Republic of Germany, is a country in Central Europe. It lies between the Baltic and North Sea to",
    "Germany_Davis_Cup_team": "The Germany Davis Cup team represents Germany in Davis Cup tennis competition and are governed by the German Tennis Federation. ",
    "Germany_Fed_Cup_team": "",
    "Germany_men's_national_ice_hockey_team": "The German men's national ice hockey team is the national ice hockey team of Germany and is controlled by the German Ice Hockey ",
    "Germany_national_football_team": "The Germany national football team (German: Deutsche Fußballnationalmannschaft) represents Germany in men's international footba",
    "Germán_Villa": "Germán Villa Castañeda  (locally [xeɾˈmam ˈbiʝa kastaˈɲeða]; born 2 April 1973) is a Mexican former professional footballer who ",
    "Geronimo": "Gerónimo (Mescalero-Chiricahua: Goyaałé, lit. 'the one who yawns', Athapascan pronunciation: [kòjàːɬɛ́]; June 16, 1829 – Februar",
    "Gerry_Britton": "Gerard Joseph Britton (born 20 October 1970 in Glasgow) is a Scottish former footballer, who played as a striker. He was last fo",
    "Gert_Verheyen": "Gert Verheyen (Dutch pronunciation: [ˈɣɛrt fərˈɦɛiə(n)]; also spelled Verheijen; born 20 September 1970) is a Belgian retired fo",
    "Gete_Wami": "Getenesh \"Gete\" Wami Degife (Amharic: ጌጤነሽ 'ጌጤ' ዋሚ ደግፌ born January 28th 1974 in Debre Berhan) is an Ethiopian former long-dista",
    "Ghana": "Ghana, officially the Republic of Ghana, is a country in West Africa. It lies adjacent to the Gulf of Guinea and the Atlantic Oc",
    "Gheorghe_Craioveanu": "Gheorghe \"Gică\" Craioveanu (born 14 February 1968) is a former Romanian professional footballer who played as a striker.\nHe spen",
    "Gheorghe_Funar": "Gheorghe Funar (Romanian pronunciation: [ˈɡe̯orɡe ˈfunar]; born September 29, 1949, in Sânnicolau Mare, Timiș County, Socialist ",
    "Gheorghe_Hagi": "Gheorghe Hagi (Romanian pronunciation: [ˈɡe̯orɡe ˈhadʒʲ] ; born 5 February 1965) is a Romanian professional football manager and",
    "Gheorghe_Popescu": "Gheorghe \"Gică\" Popescu (Romanian pronunciation: [ˈɡe̯orɡe ˈd͡ʒikə poˈpesku]; born 9 October 1967) is a Romanian former professi",
    "Gianfranco_Fini": "Gianfranco Fini (born 3 January 1952) is a retired Italian politician who served as the president of the Italian Chamber of Depu",
    "Gianfranco_Zola": "Gianfranco Zola  (Italian pronunciation: [dʒaɱˈfraŋko dˈdzɔːla]; born 5 July 1966) is an Italian football executive, manager, an",
    "Gianluca_Pozzi": "Gianluca Pozzi (born 17 June 1965) is a former tennis player from Italy, who turned professional in 1984.\nPozzi won one singles ",
    "Gianluca_Vialli": "Gianluca Vialli  (Italian pronunciation: [dʒanˈluːka ˈvjalli]; 9 July 1964 – 5 January 2023) was an Italian football player and ",
    "Gianluigi_Lentini": "Gianluigi Lentini (Italian pronunciation: [dʒanluˈiːdʒi lenˈtiːni]; born 27 March 1969) is an Italian former professional footba",
    "Gianni_Bugno": "Gianni Bugno (Italian: [ˈdʒanni ˈbuɲɲo]; born 14 February 1964) is a retired Italian professional road racing cyclist.\n\n\n== Biog",
    "Gianni_Versace": "Giovanni Maria \"Gianni\" Versace (Italian: [dʒoˈvanni maˈriːa ˈdʒanni verˈsaːtʃe]; 2 December 1946 – 15 July 1997) was an Italian",
    "Gigi_Fernández": "Beatriz \"Gigi\" Fernández (born February 22, 1964) is a Puerto Rican former professional tennis player.\nFernández won 17 major do",
    "Gil_Vicente_F.C.": "Gil Vicente Futebol Clube (Portuguese pronunciation: [ˈʒil viˈsẽtɨ]), commonly known as Gil Vicente, founded in 1924, is a Portu",
    "Gil_de_Ferran": "Gil de Ferran (11 November 1967 – 29 December 2023) was a Brazilian professional racing driver and team owner. De Ferran was the",
    "Gilbert_Agius": "Gilbert Agius (born 21 February 1974) is a Maltese professional football manager for Liga 1 club PSIS Semarang and former footba",
    "Gilbert_Gress": "Gilbert Gress (born 17 December 1941) is a French football coach and a former player. He was the mentor of Arsène Wenger.\n\n\n== C",
    "Gilbert_Schaller": "Gilbert Schaller (born 17 March 1969), is a former professional tennis player from Austria.\nSchaller achieved a career-high sing",
    "Gilles_De_Bilde": "Gilles De Bilde (born 9 June 1971) is a Belgian former professional footballer, sports pundit and television personality.\nAs a p",
    "Gillian_Russell": "Gillian Russell-Love (born 28 September 1973 in St. Andrews) is a Jamaican athlete who specializes in the 100 metres hurdles.\n\n\n",
    "Gillingham_F.C.": "Gillingham Football Club is a professional association football club based in the town of Gillingham, Kent, England. The only Ke",
    "Giovanni_Lavaggi": "Giovanni Lavaggi (born 18 February 1958) is an Italian racing driver.\nDespite Lavaggi being a nobleman by background, he could n",
    "Giovanni_Lombardi": "Giovanni Lombardi may refer to:\n\nGiovanni Lombardi (cyclist), Italian road racing cyclist\nGiovanni Lombardi (engineer), Swiss en",
    "Giovanni_Silva_de_Oliveira": "",
    "Giovanni_van_Bronckhorst": "Giovanni Christiaan “Gio” van Bronckhorst (born 5 February 1975) is a Dutch football manager and former player who last managed ",
    "Gisenyi": "Gisenyi, historically rendered as Kisenyi, is the second largest city in Rwanda, located in the Rubavu district in Rwanda's West",
    "Giuseppe_Garibaldi": "Giuseppe Maria Garibaldi ( GARR-ib-AHL-dee, Italian: [dʒuˈzɛppe ɡariˈbaldi] ; 4 July 1807 – 2 June 1882) was an Italian general,",
    "Gjon_Buzuku": "Gjon Buzuku (c. 1499 – c. 1577) was an Albanian Catholic priest and a prominent Old Albanian author, who wrote the first known p",
    "Glamorgan_County_Cricket_Club": "Glamorgan County Cricket Club (Welsh: Criced Morgannwg) is one of eighteen first-class county clubs within the domestic cricket ",
    "Glasgow": "Glasgow (UK:   GLA(H)Z-goh, GLA(H)SS- ; Scottish Gaelic: Glaschu [ˈkl̪ˠas̪əxu]) is the most populous city in Scotland, located o",
    "Glen_Osborne": "Glen Matthew Osborne (born 27 August 1971) is a New Zealand television presenter, former rugby union player and current Police C",
    "Glenallen_Hill": "Glenallen Hill (born March 22, 1965) is an American former Major League Baseball outfielder. Hill played with the Toronto Blue J",
    "Glenavon_F.C.": "Glenavon Football Club is a Northern Irish semi-professional football club that competes in the NIFL Premiership. Founded in 188",
    "Glenn_Hoddle": "Glenn Hoddle (born 27 October 1957) is an English former football player and manager. He currently works as a television pundit ",
    "Glenn_McGrath": "Glenn Donald McGrath  (; born 9 February 1970) is an Australian former international cricketer whose career spanned 14 years. He",
    "Glentoran_F.C.": "Glentoran Football Club is a professional football club based in East Belfast, Northern Ireland, that plays in the NIFL Premiers",
    "Gloria_Pizzichini": "Gloria Pizzichini (born 24 July 1975) is an Italian former tennis player.\nOn 18 November 1996, she reached her career-high singl",
    "Gloucester_Rugby": "Gloucester Rugby are a professional rugby union club based in the West Country city of Gloucester, England. They play in Premier",
    "Gloucestershire_County_Cricket_Club": "Gloucestershire County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England",
    "God": "In monotheistic belief systems, God is usually viewed as the supreme being, creator, and principal object of faith. In polytheis",
    "Goiás_Esporte_Clube": "Goiás Esporte Clube is a Brazilian sports club, best known for its association football team, located in the city of Goiânia, ca",
    "Golan_Heights": "The Golan Heights (Arabic: هَضْبَةُ الْجَوْلَانِ, romanized: Haḍbatu l-Jawlān or مُرْتَفَعَاتُ الْجَوْلَانِ, Murtafaʻātu l-Jawlā"
}