{
    "Gold_Coast_Chargers": "The Gold Coast Chargers were a professional rugby league club which played in the New South Wales Rugby League premiership from ",
    "Gold_Coast_Titans": "The Gold Coast Titans are a professional rugby league football club, based on the Gold Coast, Queensland, Australia. The club co",
    "Golden_State_Warriors": "The Golden State Warriors are an American professional basketball team based in San Francisco. The Warriors compete in the Natio",
    "Goldman_Sachs": "The Goldman Sachs Group, Inc. ( SAKS) is an American multinational investment bank and financial services company. Founded in 18",
    "Goma": "Goma is the capital and largest city of the North Kivu Province in the eastern region of the Democratic Republic of the Congo. I",
    "Gong_Zhichao": "Gong Zhichao (simplified Chinese: 龚智超; traditional Chinese: 龔智超; pinyin: Gōng Zhìchāo; born 15 December 1977) is a former badmin",
    "Goran_Ivanišević": "Goran Ivanišević (Croatian pronunciation: [ɡǒran iʋanǐːʃeʋitɕ]; born 13 September 1971) is a Croatian former professional tennis",
    "Gordon_Durie": "Gordon Scott Durie (born 6 December 1965 in Paisley) is the Scottish former professional footballer, a utility player who usuall",
    "Gordon_Parsons": "Gordon Parsons may refer to:\n\nGordon Parsons (cricketer) (born 1959), English cricketer\nGordon Parsons (singer-songwriter) (1926",
    "Gorgona,_Colombia": "",
    "Gorleben": "Gorleben is a small municipality (Gemeinde) in the Gartow region of the Lüchow-Dannenberg district in the far north-east of Lowe",
    "Gouda": "Gouda may refer to:\n\nGouda, South Holland, a city in the Netherlands\nGouda (pottery), style of pottery manufactured in Gouda\nGou",
    "Government_of_Russia": "The government of Russia (Russian: Правительство Российской Федерации, romanized: Pravitelstvo Rossiyskoy Federatsii) is the fed",
    "Governor_of_South_Carolina": "The governor of South Carolina is the head of government of South Carolina. The governor is the ex officio commander-in-chief of",
    "Grace_Kelly": "Grace Patricia Kelly (November 12, 1929 – September 14, 1982), also known as Grace of Monaco, was an American actress and Prince",
    "Grace_Road": "Grace Road, known for sponsorship reasons as the Uptonsteel County Ground, Grace Road, is a cricket ground in Leicester, England",
    "Graeme_Hick": "Graeme Ashley Hick  (born 23 May 1966) is a Zimbabwean-born former England cricketer who played 65 Test matches and 120 One Day ",
    "Graeme_Obree": "Graeme Obree (born 11 September 1965), nicknamed The Flying Scotsman, after the famous steam train, is a Scottish racing cyclist",
    "Graham_Gooch": "Graham Alan Gooch,  (born 23 July 1953) is a former English first-class cricketer who captained Essex and England. He was one of",
    "Graham_Lloyd": "Graham David Lloyd (born 1 July 1969) is a former English cricketer who played for Lancashire County Cricket Club (1988–2002) an",
    "Graham_Thorpe": "Graham Paul Thorpe  (1 August 1969 – 4 August 2024) was an English cricketer who played first-class cricket for Surrey, and repr",
    "Grand_Rapids,_Michigan": "Grand Rapids is a city in and county seat of Kent County, Michigan, United States.  At the 2020 census, the city had a populatio",
    "Grand_Slam_(tennis)": "The Grand Slam in tennis is the achievement of winning all four major championships in one discipline in a calendar year. In dou",
    "Grand_Slam_Cup": "The Grand Slam Cup was a tennis tournament held annually at the Olympiahalle in Munich, Germany from 1990 through 1999. The even",
    "Grande_Prairie": "Grande Prairie is a city in northwestern Alberta, Canada, within the southern portion of an area known as Peace River Country. I",
    "Granma_(newspaper)": "Granma is the official newspaper of the Central Committee of the Communist Party of Cuba. It was formed in 1965 by the merger of",
    "Grant_Flower": "Grant William Flower (born 20 December 1970) is a Zimbabwean cricket coach and former cricketer. He was the batting coach of the",
    "Grant_Stafford": "Grant Stafford (born 27 May 1971) is a former tennis player from South Africa.\nTurning professional in 1990, Stafford won five d",
    "Grasshopper_Club_Zürich": "",
    "Grazer_AK": "Grazer Athletiksport Klub (lit. 'Graz's Athletic Sport Club'; abbreviated as GAK), better known simply as Grazer AK, is an Austr",
    "Great_Britain_national_rugby_league_team": "The Great Britain national rugby league team represents Great Britain in rugby league. Administered by the Rugby Football League",
    "Great_Hall_of_the_People": "The Great Hall of the People is a state building situated to the west of Tiananmen Square in Beijing. It is used for legislative",
    "Great_Lakes": "The Great Lakes also called the Great Lakes of North America, are a series of large interconnected freshwater lakes spanning the",
    "Greece": "Greece, officially the Hellenic Republic, is a country in Southeast Europe. Located on the southern tip of the Balkan peninsula,",
    "Green_Bay_Packers": "The Green Bay Packers are a professional American football team based in Green Bay, Wisconsin. The Packers compete in the Nation",
    "Greenock_Morton_F.C.": "Greenock Morton Football Club is a Scottish professional football club, which plays in the Scottish Championship. The club was f",
    "Greenville_Braves": "The Greenville Braves were an American minor league baseball franchise, based in Greenville, South Carolina, that served as the ",
    "Greenwich_Mean_Time": "Greenwich Mean Time (GMT) is the local mean time at the Royal Observatory in Greenwich, London, counted from midnight. At differ",
    "Greg_Blewett": "Gregory Scott Blewett (born 29 October 1971) is an Australian international retired cricketer who played Test cricket and One-Da",
    "Greg_Chalmers": "Gregory John Chalmers (born 11 October 1973) is an Australian professional golfer. Chalmers has played primarily on the PGA Tour",
    "Greg_Chappell": "Gregory Stephen Chappell  (born 7 August 1948) is a former cricketer who represented Australia at international level in both Te",
    "Greg_Gagne_(baseball)": "Gregory Carpenter Gagne (; born November 12, 1961) is an American former shortstop in Major League Baseball.  He played 10 seaso",
    "Greg_Kraft": "Greg Kraft (born April 4, 1964) is an American professional golfer who has played on the Nationwide Tour and the PGA Tour.\nKraft",
    "Greg_Norman": "Gregory John Norman AO (born 10 February 1955) is an Australian former professional golfer who spent 331 weeks as world number o",
    "Greg_Rusedski": "Gregory Rusedski (born 6 September 1973) is a British former professional tennis player. He was the British No. 1 in 1997, 1999 ",
    "Greg_Turner": "Greg Turner (born 21 February 1963) is a New Zealand professional golfer.\n\n\n== Early life and amateur career ==\nTurner was born ",
    "Gregor_Townsend": "Gregor Peter John Townsend  (born 26 April 1973) is a Scottish professional rugby union coach and former player who has been coa",
    "Grimsby_Town_F.C.": "Grimsby Town Football Club is a professional association football club based in Cleethorpes, North East Lincolnshire, England, t",
    "Griqualand_West": "Griqualand West is an area of central South Africa with an area of 40,000 km2 that now forms part of the Northern Cape Province.",
    "Groningen_(city)": "",
    "Grozny": "Grozny (Russian: Грозный, IPA: [ˈgroznɨj]; Chechen: Соьлжа-ГӀала, romanized: Sölƶa-Ġala) is the capital city of Chechnya, Russia",
    "Grupo_Santander": "",
    "Grupos_Antiterroristas_de_Liberación": "",
    "Grégory_Carraz": "Grégory Carraz (born 9 April 1975) is a retired professional French tennis player. During his career, he reached one ATP Tour do",
    "Grêmio_Foot-Ball_Porto_Alegrense": "",
    "Guangdong": "Guangdong, previously romanized as Kwangtung or Canton, is a coastal province in South China, on the north shore of the South Ch",
    "Guangxi": "Guangxi, officially the Guangxi Zhuang Autonomous Region, is an autonomous region of the People's Republic of China, located in ",
    "Guangzhou": "Guangzhou, previously romanized as Canton or Kwangchow, is the capital and largest city of Guangdong province in southern China.",
    "Guarani_Futebol_Clube": "",
    "Guardians_of_the_Cedars": "The Guardians of the Cedars (GoC; Arabic: حراس الأرز; Ḥurrās al-Arz) was a far-right ultranationalist Lebanese party and former ",
    "Guatemala": "Guatemala, officially the Republic of Guatemala, is a country in Central America. It is bordered to the north and west by Mexico",
    "Guernsey": "Guernsey (  GURN-zee; Guernésiais: Guernési; French: Guernesey) is the second-largest island in the Channel Islands, located 27 ",
    "Guerrero": "Guerrero, officially the Free and Sovereign State of Guerrero, is one of the 32 states that compose the 32 Federal Entities of M",
    "Guido_Acklin": "Guido Acklin (born 21 November 1969) is a Swiss bobsledder who competed in the 1990s. At the 1994 Winter Olympics in Lillehammer",
    "Guido_Fulst": "Guido Fulst (born 7 June 1970) is a former German racing cyclist, who competed for the SG Dynamo Wernigerode, SC Dynamo Berlin /",
    "Guilin": "Guilin (Standard Zhuang: Gveilinz), formerly romanized as Kweilin, is a prefecture-level city in the northeast of China's Guangx",
    "Guillaume_Raoux": "Guillaume Raoux (born 14 February 1970) is a French former tennis player.\n\n\n== Career ==\nRaoux reached the Wimbledon junior sing",
    "Guillermo_Amor": "Guillermo Amor Martínez (Spanish pronunciation: [ɡiˈʎeɾmo aˈmoɾ maɾˈtineθ]; born 4 December 1967) is a Spanish former profession",
    "Guinea_national_football_team": "The Guinea national football team (French:  Équipe de football de Guinée) represents Guinea in men's international football and ",
    "Gujar_Khan": "Gujar Khan (Punjabi: گُجر خاں [ɡʊˈd͡ʒəɾ ˈxãː]; Urdu: گوجر خان [ˈɡoːdʒəɾ ˈxaːn]) is a city in Rawalpindi District, Punjab, Pakist",
    "Gujarat": "Gujarat ( GUUJ-ə-RAHT; ISO: Gujarāt, Gujarati: [ˈɡudʒəɾat̪] ) is a state along the western coast of India. Its coastline of abou",
    "Gulbuddin_Hekmatyar": "Gulbuddin Hekmatyar (born 1 August 1949) is an Afghan politician, and former mujahideen leader and drug trafficker. He is the fo",
    "Gulf_War": "The Gulf War was an armed conflict between Iraq and a 42-country coalition led by the United States. The coalition's efforts aga",
    "Gulf_of_Mexico": "The Gulf of Mexico (Spanish: Golfo de México) is an ocean basin and a marginal sea of the Atlantic Ocean, mostly surrounded by t",
    "Gunhild_Haugen": "Gunhild Haugen (née Halle; born 1 June 1972) is a retired Norwegian long-distance runner who specialized in the 5000 and 10,000 ",
    "Gunn_Margit_Andreassen": "Gunn Margit Aas Andreassen (born 23 July 1973 in Kristiansand) is a former Norwegian biathlete.\n\n\n== Biathlon career ==\nShe won ",
    "Gunther_Schepens": "Gunther Schepens (born 4 May 1973) is a retired Belgian footballer. At this moment, he is the technical coördinator of the youth",
    "Guus_Hiddink": "Guus Hiddink (Dutch pronunciation: [ˈɣys ˈɦɪdɪŋk] ; born 8 November 1946) is a Dutch former football manager and professional pl",
    "Guy_Forget": "Guy Forget (French: [ɡi fɔʁʒɛ]; born 4 January 1965) is a French tennis administrator and retired professional player. During hi",
    "Guy_Hellers": "Guy Hellers (French pronunciation: [ɡi ɛ.lɛʁs]; born 10 October 1964) is a Luxembourgish football manager and former player, who",
    "Guy_Whittall": "Guy James Whittall (born 5 September 1972) is a former Zimbabwean international cricketer who played 46 Test matches and 147 One",
    "Guy_Whittingham": "Guy Whittingham (born 10 November 1964) is an English football manager and former professional footballer.\nAs a player, he was a",
    "Gwen_Torrence": "Gwendolyn Lenna Torrence (born June 12, 1965) is a retired American sprinter and Olympic champion. She was born in Decatur, Geor",
    "Győri_ETO_FC": "ETO FC Győr (Egyetértés Torna Osztály Futball Club Győr; lit. Concordance Gymnastics Department Football Club of Győr) or just E",
    "Gérard_de_Nooijer": "Gérard de Nooijer (born 4 April 1969) is a Dutch football manager and former player.\n\n\n== Playing career ==\nDe Nooijer played as",
    "Górnik_Zabrze": "Górnik Zabrze Spółka Akcyjna, commonly referred to as Górnik Zabrze S.A. or simply Górnik Zabrze (Polish pronunciation: [ˈɡurɲiɡ",
    "Günther_Huber": "Günther Huber (born 28 October 1965) is an Italian bobsledder who competed in the 1990s. Before taking up bobsledding, he had or",
    "H._D._Deve_Gowda": "Haradanahalli Doddegowda Deve Gowda or Devegowda (; born 18 May 1933) is an Indian politician who served as the Prime Minister o",
    "HALO_Trust": "The HALO Trust (Hazardous Area Life-support Organization) is a humanitarian non-government organisation which primarily works to",
    "HINA": "",
    "HP_Enterprise_Services": "",
    "Haaretz": "Haaretz (Hebrew: הָאָרֶץ lit. 'The Land [of Israel]', originally Ḥadshot Haaretz – Hebrew: חַדְשׁוֹת הָאָרֶץ, IPA: [χadˈʃot haˈʔ",
    "Haarlem": "Haarlem (Dutch pronunciation: [ˈɦaːrlɛm] ; predecessor of Harlem in English) is a city and municipality in the Netherlands. It i",
    "Habib_Boularès": "Habib Boularès (Arabic: الحبيب بولعراس) (29 July 1933 – 18 April 2014) was a Tunisian diplomat and politician.\n\n\n== Biography ==",
    "Hachette_Filipacchi_Médias": "Hachette Filipacchi Médias, S.A. (HFM) is a magazine publisher. It is a wholly owned subsidiary of Lagardère Active, a division ",
    "Hafez_al-Assad": "Hafez al-Assad (6 October 1930 – 10 June 2000) was a Syrian politician and armed forces officer who served as the 18th president",
    "Haile_Gebrselassie": "Haile Gebrselassie (Amharic: ኀይሌ ገብረ ሥላሴ, romanized: Haylē Gebre Silassē; born 18 April 1973) is an Ethiopian former long-distan",
    "Hainan": "Hainan is an island province and the southernmost province of China. It consists of the eponymous Hainan Island and various smal"
}