{
    "Haiti": "Haiti, officially the Republic of Haiti, is a country on the island of Hispaniola in the Caribbean Sea, east of Cuba and Jamaica",
    "Hakan_Ünsal": "Hakan Ünsal (born 14 May 1973) is a Turkish former professional footballer who played as a left wingback. He achieved third plac",
    "Hakan_Şükür": "Hakan Şükür (Albanian: Shykyr; born 1 September 1971) is a Turkish former professional footballer who played as a striker. Nickn",
    "Hakkâri": "",
    "Hakkâri_Province": "Hakkâri Province (pronounced [hacːaːɾi], Turkish: Hakkâri ili; Kurdish: Parêzgeha Colemêrg), is a province in the southeast of T",
    "Hal_Morris": "William Harold Morris III (born April 9, 1965) is an American former Major League Baseball (MLB) first baseman who played for se",
    "Hal_Sutton": "Hal Evan Sutton (born April 28, 1958) is an American professional golfer, currently playing on the PGA Tour Champions, who achie",
    "Halifax_RLFC": "",
    "Hamas": "The Islamic Resistance Movement, abbreviated Hamas (an Arabic acronym from Arabic: حركة المقاومة الإسلامية, romanized: Ḥarakat a",
    "Hambrecht_&_Quist": "Hambrecht is a surname. Notable people with the surname include:\n\nBill Hambrecht (born 1935), American investment banker\nGeorge ",
    "Hamburg": "Hamburg (German: [ˈhambʊʁk] , locally also [ˈhambʊɪ̯ç] ; Low Saxon: Hamborg [ˈhambɔːç] ), officially the Free and Hanseatic City",
    "Hamburg_Airport": "Hamburg Airport (German: Flughafen Hamburg „Helmut Schmidt”) (IATA: HAM, ICAO: EDDH), is a major international airport in Hambur",
    "Hamburger_SV": "Hamburger Sport-Verein e.V. (German: [ˈhambʊʁɡɐ ˈʃpɔʁtfɛɐ̯ˌʔaɪ̯n] ), commonly known as Hamburger SV (pronounced [ˈhambʊʁɡɐ ʔɛsˈf",
    "Hamid_Algabid": "Hamid Algabid (born 1941) is a Nigerien politician and the President of the Rally for Democracy and Progress (RDP-Jama'a) party.",
    "Hamilton,_New_Zealand": "Hamilton (Māori: Kirikiriroa) is an inland city in the North Island of New Zealand. Located on the banks of the Waikato River, i",
    "Hamilton_Academical_F.C.": "Hamilton Academical Football Club, often known as Hamilton Accies, or The Accies, is a Scottish football club from Hamilton, Sou",
    "Hammerson": "Hammerson plc is a major British property development and investment company. The firm switched to real estate investment trust ",
    "Hampshire": "Hampshire (,  ; abbreviated to Hants.) is a ceremonial county in South East England. It is bordered by Berkshire to the north, S",
    "Hampshire_County_Cricket_Club": "Hampshire County Cricket Club is a professional Cricket club based in Hampshire, England. The team competes in the County Champi",
    "Haneda_Airport": "Haneda Airport (羽田空港, Haneda Kūkō) (IATA: HND, ICAO: RJTT), sometimes referred to as Tokyo-Haneda, is the busier of the two inte",
    "Hang_Seng_Index": "The Hang Seng Index (HSI) is a market-capitalization-weighted stock market index in Hong Kong, adjusted for free float. It track",
    "Hangzhou": "Hangzhou is the capital of Zhejiang, China. It is located in the northeastern part of the province, sitting at the head of Hangz",
    "Hanne_Haugland": "Hanne Haugland (born 14 December 1967 in Haugesund) is a former Norwegian high jumper. She represented the clubs Haugesund IL, I",
    "Hannes_Strydom": "Johannes Jacobus Strydom (13 July 1965 – 19 November 2023) was a South African rugby union player who played as a lock. He earne",
    "Hanover": "Hanover (, HAN-oh-vər, HAN-ə-vər; German: Hannover [haˈnoːfɐ] ; Low German: Hannober) is the capital and largest city of the Ger",
    "Hans_Segers": "Johannes \"Hans\" Segers (born 30 October 1961) is a Dutch football coach and former professional player who played as a goalkeepe",
    "Hansie_Cronje": "Wessel Johannes \"Hansie\" Cronje (25 September 1969 – 1 June 2002) was a South African international cricketer and captain of the",
    "Hanson_plc": "",
    "Hanwha_Eagles": "The Hanwha Eagles (Korean: 한화 이글스) are a South Korean professional baseball team based in Daejeon. They are a member of the KBO ",
    "Hapoel_Be'er_Sheva_A.F.C.": "",
    "Hapoel_Haifa_F.C.": "Hapoel Haifa Football Club (Hebrew: מועדון הכדורגל הפועל חיפה, Moadon HaKaduregel Hapoel Haifa) is an Israeli professional footb",
    "Hapoel_Ironi_Rishon_LeZion_F.C.": "",
    "Hapoel_Jerusalem_F.C.": "Hapoel Jerusalem Football Club (Hebrew: מועדון כדורגל הפועל ירושלים, Mo'adon Kaduregel Hapoel Yerushalayim) is an Israeli profes",
    "Hapoel_Petah_Tikva_F.C.": "Hapoel Petah Tikva F.C. (Hebrew: הפועל פתח תקווה) is an Israeli professional football club based in the city of Petah Tikva, cur",
    "Hapoel_Tayibe_F.C.": "Hapoel Tayibe F.C. (Hebrew: הפועל טייבה) was an Israeli football club based in Tayibe. In 1996 they became the first ever Israel",
    "Hapoel_Tel_Aviv_F.C.": "Hapoel Tel Aviv Football Club (Hebrew: מועדון כדורגל הפועל תל אביב, Moadon Kaduregel Hapoel Tel Aviv) is an Israeli professional",
    "Hapoel_Tzafririm_Holon_F.C.": "Hapoel Tzafririm Holon F.C. (Hebrew: הפועל צפרירים חולון) is an Israeli football club based in the city of Holon. The club was f",
    "Harald_Spörl": "Harald Spörl (born October 31, 1966) is a German former football midfielder. He currently works for Hamburger SV as a scout. Fro",
    "Harare": "Harare ( hə-RAR-ay), formerly Salisbury, is the capital and largest city of Zimbabwe. The city proper has an area of 982.3 km2 (",
    "Harlequin_F.C.": "Harlequins (officially Harlequin Football Club) are a professional rugby union club that plays in Premiership Rugby, the top lev",
    "Harlequins_Rugby_League": "",
    "Harleysville,_Pennsylvania": "Harleysville is a census-designated place (CDP) in Montgomery County, Pennsylvania, United States. It is a suburb of Philadelphi",
    "Harold_Baines": "Harold Douglas Baines (born March 15, 1959) is an American former designated hitter and right fielder in Major League Baseball w",
    "HarperCollins": "HarperCollins Publishers LLC is a British-American publishing company that is considered to be one of the \"Big Five\" English-lan",
    "Harrison_Dillard": "William Harrison \"Bones\" Dillard (July 8, 1923 – November 15, 2019) was an American track and field athlete, who is the only mal",
    "Harry_Boland": "Harry Boland (27 April 1887 – 1 August 1922) was an Irish republican politician who served as President of the Irish Republican ",
    "Harry_Decheiver": "Harry Decheiver (born 8 March 1970) is a Dutch former professional footballer who played as a striker in the Netherlands and Ger",
    "Hartford,_Connecticut": "Hartford is the capital city of the U.S. state of Connecticut. The city, located in Hartford County, had a population of 121,054",
    "Hartford_Whalers": "The Hartford Whalers were a professional ice hockey team based for most of its 25-year existence in Hartford, Connecticut. The c",
    "Hartford_Wolf_Pack": "The Hartford Wolf Pack are a professional ice hockey team based in Hartford, Connecticut. A member of the American Hockey League",
    "Hartlepool_United_F.C.": "Hartlepool United Football Club is a professional association football club based in Hartlepool, County Durham, England. The tea",
    "Haruchika_Aoki": "Haruchika Aoki (青木 治親, Aoki Haruchika, born March 28, 1976 in Gumma, Japan) is a former Grand Prix motorcycle road racer. He was",
    "Hasan_Muratović": "Hasan Muratović (11 April 1940 – 14 November 2020) was a Bosnian politician, entrepreneur and professor who served as the last P",
    "Hasely_Crawford": "Hasely Joachim Crawford TC, OLY (born 16 August 1950) is a former track and field athlete from Trinidad and Tobago. In 1976, he ",
    "Hassan_Abbas": "Hassan Abbas may refer to:\n\nHassan Abbas (footballer) (born 1974), Syrian footballer\nHassan Abbas (scholar) (born 1969), Pakista",
    "Hassan_II_of_Morocco": "Hassan II (Arabic: الحسن الثاني, romanized: al-Ḥasan aṯ-ṯhānī; 9 July 1929 – 23 July 1999) was King of Morocco from 1961 until h",
    "Hassan_al-Turabi": "Hassan al-Turabi (Arabic: حسن الترابي, romanized: Ḥasan al-Turābī; 1 February 1932 – 5 March 2016) was a Sudanese politician and",
    "Hassania_Agadir": "Hassania Union Sport d'Agadir (Arabic: الحسنية الاتحاد الرياضي لأكادير, romanized: al-ḥasaniyya al-ittiḥād ar-riyāḍiyy li-ʾagādī",
    "Hastings_Banda": "Hastings Kamuzu Banda (c. 1898 – 25 November 1997) was the leader of Malawi from 1964 to 1994. He served as Prime Minister from ",
    "Havana": "Havana (; Spanish: La Habana [la aˈβana] ) is the capital and largest city of Cuba. The heart of the La Habana Province, Havana ",
    "Havnar_Bóltfelag": "Havnar Bóltfelag (HB, lit. 'Harbour Football Club') is a Faroese professional football club, and is one of the oldest in the Far",
    "Havre,_Montana": "Havre ( HAV-ər) is the county seat and largest city in Hill County, Montana, United States. Havre is nicknamed the crown jewel o",
    "Hawaii": "Hawaii (  hə-WY-ee; Hawaiian: Hawaiʻi [həˈvɐjʔi, həˈwɐjʔi]) is an island state of the United States, in the Pacific Ocean about ",
    "Hawick_RFC": "Hawick Rugby Football Club is an semi-pro rugby union side, currently playing in the Scottish Premiership and Border League. The",
    "Hawthorn_Football_Club": "The Hawthorn Football Club, nicknamed the Hawks, is a professional Australian rules football club based in Mulgrave, Victoria, t",
    "Hay_Point,_Queensland": "Hay Point is a coastal locality in Mackay Region, Queensland, Australia. It contains two towns, Hector on its north coast (21.27",
    "Headingley": "Headingley is a suburb of Leeds, West Yorkshire, England, approximately two miles out of the city centre, to the north west alon",
    "Headingley_Stadium": "Headingley Stadium is a stadium complex in Headingley, Leeds, West Yorkshire, England. Linked by a two-sided stand housing commo",
    "Heart_of_Midlothian_F.C.": "Heart of Midlothian Football Club, commonly known as Hearts, is a professional football club in Edinburgh, Scotland. The team co",
    "Heath_Streak": "Heath Hilton Streak (16 March 1974 – 3 September 2023) was a Zimbabwean cricketer and cricket coach who played for and captained",
    "Heathrow,_London": "",
    "Hebrew_University_of_Jerusalem": "The Hebrew University of Jerusalem (HUJI; Hebrew: הַאוּנִיבֶרְסִיטָה הַעִבְרִית בִּירוּשָׁלַיִם) is a public research university",
    "Hebrew_language": "Hebrew (Hebrew alphabet: עִבְרִית‎, ʿĪvrīt, pronounced [ʔivˈʁit]  or [ʕivˈrit] ; Samaritan script: ࠏࠨࠁࠬࠓࠪࠉࠕ‎ ʿÎbrit) is a Northw",
    "Hebron": "Hebron (; Arabic: الخليل al-Khalīl,  or خَلِيل الرَّحْمَن Khalīl al-Raḥmān; Hebrew: חֶבְרוֹן Ḥevrōn, ) is a Palestinian city in ",
    "Hednesford_Town_F.C.": "Hednesford Town Football Club is a football club based in Hednesford, Staffordshire, England. They are currently members of the ",
    "Heidi_Zurbriggen": "Heidi Andenmatten-Zurbriggen (born 16 March 1967) in Saas-Almagell, Kanton Wallis) is a Swiss former alpine skier. She is the si",
    "Heidrun_oil_field": "The Heidrun oil field is an oil and gas field discovered in 1985 in the Norwegian sector of the Norwegian Sea, named after the g",
    "Heike_Drechsler": "Heike Gabriela Drechsler (German pronunciation: [ˈhaɪkə ˈdʁɛkslɐ] ; née Daute; born 16 December 1964) is a German former track a",
    "Heineken_International": "",
    "Heineken_Pilsener": "",
    "Heinz-Harald_Frentzen": "Heinz-Harald Frentzen (German pronunciation: [haɪ̯nt͡s ˈha.ʁalt ˈfʁeːn.t͡sn̩]; born 18 May 1967) is a German former racing drive",
    "Helen_Clark": "Helen Elizabeth Clark  (born 26 February 1950) is a New Zealand politician who served as the 37th prime minister of New Zealand ",
    "Helena_Suková": "Helena Suková (Czech pronunciation: [ˈɦɛlɛna ˈsukovaː]) (born 23 February 1965) is a Czech former professional tennis player. Du",
    "Heli_Rantanen": "Heli Orvokki Rantanen (born 26 February 1970) is a retired Finnish track and field athlete who competed in the javelin throw. Sh",
    "Helibor": "Helibor (Helsinki Interbank Offered Rate) was a reference rate that was used in 1987–1998 on the Finnish interbank market. It wa",
    "Hellas_Verona_F.C.": "",
    "Helmut_Kohl": "Helmut Josef Michael Kohl (German: [ˈhɛlmuːt ˈkoːl] ; 3 April 1930 – 16 June 2017) was a German politician who served as chancel",
    "Helsinki": "Helsinki is the capital and most populous city in Finland. It is on the shore of the Gulf of Finland and is the seat of southern",
    "Hendrik_Dreekmann": "Hendrik Dreekmann (born 29 January 1975) is a former tennis player from Germany, who turned professional in 1991. He reached the",
    "Hendro_Kartiko": "Hendro Kartiko (born 24 April 1973 in Banyuwangi, East Java) is an Indonesian former footballer who last played with Mitra Kukar",
    "Hengelo": "Hengelo (Dutch: [ˈɦɛŋəloː] ; Tweants: Hengel) is a city in the eastern part of the Netherlands, in the Twente region, in the pro",
    "Henri_Konan_Bédié": "Aimé Henri Konan Bédié (5 May 1934 – 1 August 2023) was an Ivorian politician. He was President of Côte d'Ivoire from 1993 to 19",
    "Henrik_Larsson": "Edward Henrik Larsson (born 20 September 1971; AKA The King of Kings, AKA King Henrik, AKA The Magnificent Seven, AKA Henke, AKA",
    "Henry_Campbell-Bannerman": "Sir Henry Campbell-Bannerman (né Campbell; 7 September 1836 – 22 April 1908) was a British statesman and Liberal Party politicia",
    "Henry_Honiball": "Henry William Honiball (born 1 December 1965) is a South African former professional rugby union footballer. He usually played a",
    "Henry_Hub": "The Henry Hub is a distribution hub on the natural gas pipeline system in Erath, Louisiana, owned by Sabine Pipe Line LLC, a sub",
    "Henry_VIII_of_England": "",
    "Herbert_Prohaska": "Herbert Prohaska (German pronunciation: [ˈhɛʁbɛʁt pʁoˈhaska, - ˈpʁɔhaska]; born 8 August 1955) is an Austrian former professiona",
    "Herculez_Gomez": "Herculez Gomez (born April 6, 1982) is an American former professional soccer player who played as a forward. He currently works",
    "Hereford_United_F.C.": "Hereford United Football Club was an association football club based in Hereford, England. They played at Edgar Street for their"
}