{
    "Herfried_Sabitzer": "Herfried Sabitzer (born 19 October 1969) is a retired Austrian football player who represented the Austria national team. He is ",
    "Herman_Wijffels": "H.H.F. \"Herman\" Wijffels (born 13 March 1942) is a retired Dutch politician of the Christian Democratic Appeal (CDA) party and b",
    "Hermann_Göring": "Hermann Wilhelm Göring (or Goering; German: [ˈhɛʁman ˈvɪlhɛlm ˈɡøːʁɪŋ] ; 12 January 1893 – 15 October 1946) was a German politic",
    "Hermawan_Susanto": "Hermawan Susanto (Chinese: 蔡祥林; born 24 September 1967) is a former Indonesian badminton player who played at the world level du",
    "Hernán_Gumy": "Hernán Gumy (born 5 March 1972) is a former tennis player from Argentina, who turned professional in 1991. He represented his na",
    "Herschelle_Gibbs": "Herschelle Herman Gibbs (born 23 February 1974) is a South African cricket coach and former cricketer, who played all formats of",
    "Hervé_de_Charette": "Hervé de Charette (French pronunciation: [ɛʁve də ʃaʁɛt]; born 30 July 1938 in Paris) is a French centrist politician. He is a d",
    "Hezbi_Islami": "Hezb-e-Islami (also Hezb-e Islami, Hezb-i-Islami, Hezbi-Islami, Hezbi Islami), lit. Islamic Party, was an Islamist organization ",
    "Hezbollah": "Hezbollah ( HEZ-bə-LAH; Arabic: حزب الله, romanized: Ḥizbu llāh, pronounced [ħizbuˈɫːaːh], lit. 'Party of God') is a Lebanese Sh",
    "Hibernian_F.C.": "Hibernian Football Club (), commonly known as Hibs, is a professional football club in Edinburgh, Scotland. The team competes in",
    "Hicham_Arazi": "Hicham Arazi (Arabic: هشام أرازي; born 19 October 1973) is a Moroccan former professional tennis player.  He played professional",
    "Hicham_El_Guerrouj": "Hicham El Guerrouj (Arabic: هشام الݣروج; Berber languages: ⵀⵉⵛⴰⵎ ⵍⴳⵔⵔⵓⵊ, romanized: Hisham El Gerruj; born 14 September 1974) is",
    "Hidemichi_Tanaka": "Hidemichi Tanaka (田中秀道, born 29 March 1971) is a Japanese professional golfer.\nTanaka was born in Hiroshima Prefecture. He turne",
    "Hideo_Nomo": "Hideo Nomo (野茂 英雄, Nomo Hideo, born 31 August 1968) is a Japanese former baseball pitcher who played in Nippon Professional Base",
    "High_Court_(Hong_Kong)": "",
    "High_Plains_(United_States)": "The High Plains are a subregion of the Great Plains, mainly in the Western United States, but also partly in the Midwest states ",
    "Hilary_Lindh": "Hilary Kirsten Lindh (born May 10, 1969) is a former World Cup alpine ski racer from the United States. A specialist in the down",
    "Hilde_Gerg": "Mathilde Gerg (born 19 October 1975) is a German former alpine skier. She was an Olympic and World champion.\n\n\n== Career ==\nShe ",
    "Hilde_Synnøve_Lid": "Hilde Synnøve Lid (born 18 March 1971) is a Norwegian freestyle skier. Her achievements include winning an Olympic medal in aeri",
    "Hillary_Rodham_Clinton": "",
    "Himalaya_Kingdom": "",
    "Himalayas": "The Himalayas, or Himalaya ( HIM-ə-LAY-ə, hih-MAH-lə-yə) is a mountain range in Asia, separating the plains of the Indian subcon",
    "Hindu_nationalism": "Hindu nationalism has been collectively referred to as the expression of social and political thought, based on the native spiri",
    "Hintsa_kaKhawuta": "King Hintsa ka-Khawuta (c. 1780 – 12 May 1835), also known as King Hintsa Zanzolo , was the king of the Xhosa Kingdom, founded b",
    "Hiroaki_Morishima": "Hiroaki Morishima (森島 寛晃, Morishima Hiroaki, born April 30, 1972) is a Japanese former professional footballer who played as a m",
    "Hiroshi_Nanami": "Hiroshi Nanami (名波 浩, Nanami Hiroshi, born November 28, 1972) is a Japanese former professional footballer, and currently works ",
    "Hiroshige_Yanagimoto": "Hiroshige Yanagimoto (柳本 啓成, Yanagimoto Hiroshige, born October 15, 1972) is a former Japanese football player. He played for Ja",
    "Hobart": "Hobart   HOH-bart; (palawa kani: nipaluna) is the capital and most populous city of the island state of Tasmania, Australia. Loc",
    "Holding_company": "A holding company is a company whose primary business is holding a controlling interest in the securities of other companies. A ",
    "Hollywood": "Hollywood usually refers to:\n\nHollywood, Los Angeles, a neighborhood in California\nHollywood, a metonym for the cinema of the Un",
    "Holy_See": "The Holy See (Latin: Sancta Sedes, lit. 'Holy Chair', Ecclesiastical Latin: [ˈsaŋkta ˈsedes]; Italian: Santa Sede [ˈsanta ˈsɛːde",
    "Holzgerlingen": "Holzgerlingen (German pronunciation: [hɔlt͡sˈɡɛʁlɪŋən] ) is a municipality in the German Federal State of Baden-Württemberg. It ",
    "Honda": "Honda Motor Co., Ltd. (Japanese: 本田技研工業株式会社, Hepburn: Honda Giken Kōgyō Kabushiki gaisha, lit. 'Honda Institute of Technology an",
    "Honda_Racing_Corporation": "Honda Racing Corporation (HRC), also known as Honda Racing, is a motorsport subsidiary of the Honda Motor Company formed in 1982",
    "Honduras": "Honduras, officially the Republic of Honduras, is a country in Central America. It is bordered to the west by Guatemala, to the ",
    "Honduras_national_football_team": "The Honduras national football team (Spanish: Selección de fútbol de Honduras) represents Honduras in men's international footba",
    "Hong_Kong": "Hong Kong is a special administrative region of China. With 7.4 million residents of various nationalities in a 1,104-square-kil",
    "Hong_Kong_Economic_Times": "The Hong Kong Economic Times (abbreviated as the HKET) is a financial daily newspaper in Hong Kong. It was founded by Lawrence S",
    "Hong_Kong_dollar": "The Hong Kong dollar (Chinese: 港元, sign: HK$; code: HKD) is the official currency of Hong Kong. It is subdivided into 100 cents.",
    "Horst_Siegl": "Horst Siegl (born 15 February 1969) is a Czech former professional footballer who played as a forward. He is among the most succ",
    "Hosni_Mubarak": "Muhammad Hosni El Sayed Mubarak (Arabic: محمد حسني مبارك‎; 4 May 1928 – 25 February 2020) was an Egyptian politician and militar",
    "House_of_Commons": "The House of Commons is the name for the elected lower house of the bicameral parliaments of the United Kingdom and Canada. In b",
    "House_of_Orléans": "The 4th House of Orléans (French: Maison d'Orléans), sometimes called the House of Bourbon-Orléans (French: Maison de Bourbon-Or",
    "House_of_Representatives": "House of Representatives is the name of legislative bodies in many countries and sub-national entities.  In many countries, the ",
    "Houston": "Houston (  HEW-stən) is the most populous city in the U.S. state of Texas and the Southern United States. Located in Southeast T",
    "Houston_Astros": "The Houston Astros are an American professional baseball team based in Houston. The Astros compete in Major League Baseball (MLB",
    "Houston_Cougars_football": "The Houston Cougars football program is an NCAA Division I FBS football team that represents the University of Houston. The team",
    "Houston_Rockets": "The Houston Rockets are an American professional basketball team based in Houston. The Rockets compete in the National Basketbal",
    "Houston_Texans": "The Houston Texans are a professional American football team based in Houston. The Texans compete in the National Football Leagu",
    "Hove": "Hove ( HOHV) is a seaside resort in East Sussex, England. Alongside Brighton, it is one of the two main parts of the city of Bri",
    "Howard_Wilkinson": "Howard Wilkinson  (born 13 November 1943) is an English former footballer and manager. Despite having a low-profile playing care",
    "Howard_Wolpe": "Howard Eliot Wolpe (November 3, 1939 – October 25, 2011) was an American politician who served as a seven-term U.S. Representati",
    "Hristo_Stoichkov": "Hristo Stoichkov Stoichkov (Bulgarian: Христо Стоичков Стоичков; born 8 February 1966) is a Bulgarian former professional footba",
    "Hubei": "Hubei is a province in Central China. It has the seventh-largest economy among Chinese provinces, the second-largest within Cent",
    "Hubert_Schösser": "Hubert Schösser (born 11 November 1966 in Innsbruck) is an Austrian bobsledder who competed in the mid-1990s. He won two silver ",
    "Huddersfield_Town_F.C.": "",
    "Hugh_Baiocchi": "Hugh John Baiocchi (born 17 August 1946) is a South African professional golfer who has won more than 20 professional tournament",
    "Huize_County": "Huize County  (simplified Chinese: 会泽县; traditional Chinese: 會澤縣; pinyin: Huìzé Xiàn, old name: Dongchuan 東川) is a county-level ",
    "Hull_City_A.F.C.": "Hull City Association Football Club is a professional association football club based in Kingston upon Hull, East Riding of York",
    "Human_Rights_in_China_(organization)": "Human Rights in China (simplified Chinese: 中国人权; traditional Chinese: 中國人權; pinyin: Zhōngguó Rénquán) is a New York–based intern",
    "Humayun_Rashid_Choudhury": "Humayun Rasheed Choudhury (Bengali: হুমায়ূন রশীদ চৌধুরী; Syloti: ꠢꠥꠝꠣꠁꠃꠘ ꠞꠡꠤꠖ ꠌꠃꠗꠞꠤ  11 November 1928 – 10 July 2001) was a Ban",
    "Hun_Sen": "Samdech Hun Sen (; Khmer: ហ៊ុន សែន, UNGEGN: Hŭn Sên [hun saen]; born 5 August 1952) is a Cambodian politician, and former army g",
    "Hungarian_National_Bank": "The Hungarian National Bank (Hungarian: Magyar Nemzeti Bank [ˈmɒɟɒr ˈnɛmzɛti ˈbɒŋk], MNB) is the central bank of Hungary and as ",
    "Hungary": "Hungary is a landlocked country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) of the Carpathian Basin, it ",
    "Huntington,_West_Virginia": "Huntington is a city in Cabell and Wayne counties in the U.S. state of West Virginia. The seat of Cabell County, the city is loc",
    "Huntly_F.C.": "Huntly Football Club are a senior football club, currently playing in the Highland League in Scotland. The club was founded in 1",
    "Hurricane_Edouard_(1996)": "Hurricane Edouard was the strongest hurricane of the 1996 Atlantic hurricane season, reaching winds of 145 mph (233 km/h) on its",
    "Husaberg": "Husaberg was a manufacturer of enduro motorcycles with four and two-stroke engines, the displacements ranging from 125 cc to 650",
    "Husqvarna_Motorcycles": "Husqvarna Motorcycles GmbH (Swedish: [ˈhʉ̂ːsˌkvɑːɲa] ; marketed as Husqvarna) is an Austrian motorcycle company with Swedish ori",
    "Hussein_of_Jordan": "Hussein bin Talal (Arabic: الحسين بن طلال, romanized: Al-Ḥusayn bin Ṭalāl; 14 November 1935 – 7 February 1999) was King of Jorda",
    "Hutnik_Kraków": "Hutnik Kraków (Polish pronunciation: [ˈxutɲik ˈkrakuf]) is a Polish football club based in Kraków, Poland.\n\n\n== History ==\nThe c",
    "Hutu": "The Hutu (), also known as the Abahutu, are a Bantu ethnic group which is native to the African Great Lakes region. They mainly ",
    "Hwang_Sun-Hong": "",
    "Hyderabad,_Sindh": "",
    "HypoVereinsbank": "HypoVereinsbank (HVB), legally registered since late 2008 as UniCredit Bank GmbH, is a significant bank in Germany headquartered",
    "Héctor_Camacho": "Héctor Luís Camacho Matías (May 24, 1962 – November 24, 2012), commonly known by his nickname \"Macho\" Camacho, was a Puerto Rica",
    "Hélder_Cristóvão": "",
    "Hércules_CF": "Hércules de Alicante Club de Fútbol, S.A.D. ([ˈeɾkules]) is a Spanish football team in Alicante, in the Valencian Community. Fou",
    "IBM": "International Business Machines Corporation (using the trademark IBM), nicknamed Big Blue, is an American multinational technolo",
    "IFK_Göteborg": "Idrottsföreningen Kamraterna Göteborg (officially IFK Göteborg Fotboll), commonly known as IFK Göteborg, IFK (especially locally",
    "IFOR": "",
    "IK_Start": "Idrettsklubben Start (or simply IK Start, translates to The sports club Start) is a Norwegian football club from the city of Kri",
    "ING_Group": "The ING Group (Dutch: ING Groep) is a Dutch multinational banking and financial services corporation headquartered in Amsterdam.",
    "ISO_9000": "",
    "Iain_Pyman": "Iain Pyman (born 3 March 1973) is an English professional golfer.\n\n\n== Early life and amateur career ==\nPyman was born in Whitby",
    "Ian_Botham": "Ian Terence Botham, Baron Botham, Kt,  (born 24 November 1955) is an English cricket commentator, member of the House of Lords, ",
    "Ian_Ferguson_(footballer_born_1967)": "",
    "Ian_Harte": "Ian Patrick Harte (born 31 August 1977) is an Irish football agent and former professional footballer who played as a left back.",
    "Ian_Harvey": "Ian Joseph Harvey (born 10 April 1972) is a former Australian cricketer. He was an all-rounder who played 73 One Day Internation",
    "Ian_Healy": "Ian Andrew Healy  (born 30 April 1964) is an Australian former international cricketer who played for Queensland domestically.  ",
    "Ian_Jones_(rugby_union)": "",
    "Ian_Lang,_Baron_Lang_of_Monkton": "Ian Bruce Lang, Baron Lang of Monkton, PC DL (born 27 June 1940) is a British Conservative Party politician and Life Peer who se",
    "Ian_McGeechan": "Sir Ian Robert McGeechan, OBE (born 30 October 1946) is a Scottish rugby union player, coach and teacher. Born in Leeds, McGeech",
    "Ian_Rush": "Ian James Rush  (born 20 October 1961) is a Welsh former professional footballer who played as a forward. He is regarded as one ",
    "Ian_Salisbury": "Ian David Kenneth Salisbury (born 21 January 1970) is an English former cricketer, one of the few leg-spinners to play Test cric",
    "Ian_Woosnam": "Ian Harold Woosnam  (born 2 March 1958) is a Welsh professional golfer. Nicknamed \"Woosie\", Woosnam was one of the \"Big Five\" ge",
    "Ian_Wright": "Ian Edward Wright  (born 3 November 1963) is an English television and radio personality and former professional footballer.\nWri",
    "Iberian_Peninsula": "The Iberian Peninsula (IPA: ), also known as Iberia, is a peninsula in south-western Europe. Mostly separated from the rest of t",
    "Ice-Cold_in_Alex": ""
}