{
    "Iceland": "Iceland (Icelandic: Ísland, pronounced [ˈistlant] ) is a Nordic island country between the North Atlantic and Arctic Oceans, on ",
    "Idris_I_of_Libya": "",
    "Idriss_Déby": "Idriss Déby Itno (Arabic: إدريس ديبي Idrīs Daybī Itnū; 18 June 1952 – 20 April 2021) was a Chadian politician and military offic",
    "Ieng_Mouly": "Ieng Mouly (born 1950, Prey Veng Province, Cambodia, French Indochina) is a Cambodian politician.\n\n\n== Biography ==\n\n\n=== Early ",
    "Ieng_Sary": "Ieng Sary (Khmer: អៀង សារី; born Kim Trang; 24 October 1925 – 14 March 2013) was the co-founder and senior member of the Khmer R",
    "Igor_Ivanov": "Igor Sergeyevich Ivanov (Russian: И́горь Серге́евич Ивано́в; born 23 September 1945) is a Russian politician who was Foreign Min",
    "Igor_Kolyvanov": "Igor Vladimirovich Kolyvanov (Russian: Игорь Владимирович Колыванов; born 6 March 1968) is a Russian football manager and a form",
    "Igor_Korneev": "Igor Vladimirovich Korneev (Russian: Игорь Владимирович Корнеев; born 4 September 1967) is a Russian professional football offic",
    "Igor_Potapovich": "Igor Potapovich (Игорь Потапович; born September 6, 1967, in Almaty) is a former pole vault athlete from Kazakhstan. Potapovich ",
    "Igor_Shkvyrin": "Igor Shkvyrin (Russian: Игорь Анатольевич Шквырин, Igor Anatolievich Shkvyrin; born 29 April 1963) is an Uzbekistani former prof",
    "Igor_Trandenkov": "Igor Leonidovich Trandenkov (Russian: Игорь Леоңидович Транденков, born August 17, 1966, in Saint Petersburg) is a retired Russi",
    "Ijaz_Ahmed_(cricketer)": "",
    "Ilir_Shulku": "Ilir Shulku (born 21 January 1969) is an Albanian retired professional footballer, who played the majority of his career for Par",
    "Ilke_Wyludda": "Ilke Wyludda (28 March 1969 – 1 December 2024) was a German discus thrower.\nWyludda set eleven junior records at discus throw (a",
    "Illawarra_Steelers": "The Illawarra Steelers are an Australian rugby league football club based in the city of Wollongong, New South Wales. The club c",
    "Illinois": "Illinois (  IL-in-OY) is a state in the Midwestern region of the United States. It borders the state of Wisconsin to its north, ",
    "Iltalehti": "Iltalehti (literally \"Evening newspaper\") is a tabloid newspaper published in Helsinki, Finland.\n\n\n== History and profile ==\nIlt",
    "Imam_Utomo": "H. Imam Utomo S (born 14 May 1943) is a former governor of East Java in Indonesia. He was born in Jombang, East Java, and was go",
    "Imola": "Imola (Italian: [ˈiːmola]; Romagnol: Jômla or Jemula) is a city and comune in the Metropolitan City of Bologna, located on the r",
    "Imran_Khan": "Imran Ahmed Khan Niazi (born 5 October 1952) is a Pakistani politician and former cricketer who served as the 22nd prime ministe",
    "In-Nazzjon": "In-Nazzjon (lit. \"The Nation\") is a daily newspaper in Malta. It is published by Media.link Communications, a mass media holding",
    "Ina-Yoko_Teutenberg": "Ina-Yoko Teutenberg (born 28 October 1974) is a German former road bicycle racer, who competed professionally between 2000 and 2",
    "Incheon": "Incheon (Korean: 인천; Korean pronunciation: [intɕʰʌ̹n]; or Inch'ŏn; literally \"kind river\"), formerly Jemulpo or Chemulp'o (Korea",
    "Independence_Day_(film)": "",
    "Independent_Commission_Against_Corruption_(Hong_Kong)": "The Independent Commission Against Corruption (ICAC; Chinese: 廉政公署) is the statutory independent anti-corruption body of Hong Ko",
    "Independent_State_of_Croatia": "The Independent State of Croatia (Serbo-Croatian: Nezavisna Država Hrvatska, NDH) was a World War II–era puppet state of Nazi Ge",
    "Inder_Kumar_Gujral": "Inder Kumar Gujral (4 December 1919 – 30 November 2012) was an Indian diplomat, politician and freedom activist who was Prime Mi",
    "India": "India, officially the Republic of India, is a country in South Asia.  It is the seventh-largest country in the world by area and",
    "India_national_cricket_team": "The India men's national cricket team, colloquially Team India, represents India in men's international cricket. It is governed ",
    "Indian_Oil_Corporation": "Indian Oil Corporation Limited (IOCL or IOC), trading as Indian Oil, is an Indian multinational oil and gas company under the ow",
    "Indiana": "Indiana (  IN-dee-AN-ə) is a state in the Midwestern region of the United States. It borders Lake Michigan to the northwest, Mic",
    "Indiana_Pacers": "The Indiana Pacers are an American professional basketball team based in Indianapolis. The Pacers compete in the National Basket",
    "Indianapolis": "Indianapolis (   IN-dee-ə-NAP-ə-lis), colloquially known as Indy, is the capital and most populous city of the U.S. state of Ind",
    "Indianapolis_Colts": "The Indianapolis Colts are a professional American football team based in Indianapolis. The Colts compete in the National Footba",
    "Indigenous_peoples_of_the_Americas": "In the Americas, indigenous peoples comprise the two continents' pre-Columbian inhabitants prior to European settlement in the 1",
    "Indonesia": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania, between the Indian and Pacific ocea",
    "Indonesia_national_football_team": "The Indonesia national football team (Indonesian: Tim nasional sepak bola Indonesia) represents Indonesia in international men's",
    "Indonesian_Democratic_Party": "The Indonesian Democratic Party (Indonesian: Partai Demokrasi Indonesia, abbr.  PDI) was a political party in Indonesia which ex",
    "Indore": "Indore ( ; ISO: Iṁdaura, Hindi: [ɪn̪d̪ɔːr]) is the largest and most populous city in the Indian state of Madhya Pradesh. It is t",
    "Indrajit_Gupta": "Indrajit Gupta (18 March 1919 – 20 February 2001) was an Indian politician who belonged to the Communist Party of India (CPI). F",
    "Indre": "Indre (French pronunciation: [ɛ̃dʁ] ); is a department in central France named after the river Indre. The inhabitants of the dep",
    "Industrial_Production_Index": "",
    "IndyCar_Series": "The IndyCar Series, currently known as the NTT IndyCar Series under sponsorship, is the highest class of American open-wheel car",
    "Inez_Turner": "Inez Turner (born 3 January 1972, in Trelawny Parish) is a retired female sprinter and middle-distance runner from Jamaica.\n\n\n==",
    "Information_Technology_Association_of_America": "The Information Technology Association of America (ITAA), formerly the Association of Data Processing Service Organizations (ADA",
    "Information_Telegraph_Agency_of_Russia": "",
    "Inger_Miller": "Inger Miller (born June 12, 1972) is a retired American track and field sprinter who competed in the 100 metres and 200 m. She i",
    "Ingolstadt": "Ingolstadt (German: [ˈɪŋɡɔlˌʃtat] ; Austro-Bavarian: [ˈɪŋl̩ʃtɔːd]) is an independent city on the Danube, in Upper Bavaria, with ",
    "Inha_Babakova": "Inha Babakova (née Butkus, born 26 June 1967) is a former high jumper who represented the Soviet Union and later Ukraine. She wa",
    "Inia,_Paphos": "Ineia (Greek: Ίνεια) is a village in the Paphos District of Cyprus, located 1 km south of Dhrousha. \n\n\n== Topography ==\nInia is ",
    "Inkatha_Freedom_Party": "The Inkatha Freedom Party (IFP; Zulu: IQembu leNkatha yeNkululeko) is a conservative political party in South Africa, which is a",
    "Insein_Prison": "Insein Prison (Burmese: အင်းစိန်ထောင်) is located in Yangon Division, near Yangon (Rangoon), the old capital of Myanmar (formerl",
    "Insein_Township": "Insein Township (Burmese: အင်းစိန်မြို့နယ်, pronounced [ɪ́ɰ̃sèiɰ̃ mjo̰nɛ̀]) is located in northern Yangon. The township comprise",
    "Institute_for_Supply_Management": "Institute for Supply Management (ISM) is the world's oldest and largest supply management association. Founded in 1915, the U.S.",
    "Institute_of_Policy_Studies_(Singapore)": "The Institute of Policy Studies (IPS) is a think-tank that studies and generates public policy ideas in Singapore. Established i",
    "Intellectual_Property_Owners_Association": "The Intellectual Property Owners Association (IPO) is a trade association that is composed of owners of intellectual property, r",
    "Intelligent_network": "",
    "Interfax": "Interfax (Russian: Интерфакс) is a Russian news agency. The agency is owned by Interfax News Agency joint-stock company and is h",
    "Interferon_beta-1b": "Interferon beta-1b is a cytokine in the interferon family used to treat the relapsing-remitting and secondary-progressive forms ",
    "Interior_ministry": "An interior ministry (also called a ministry of home affairs or ministry of internal affairs) is a government department that is",
    "International_Association_of_Athletics_Federations": "",
    "International_Boxing_Association": "The International Boxing Association (IBA), previously known as the Association Internationale de Boxe Amateur (AIBA), is a spor",
    "International_Committee_of_the_Red_Cross": "The International Committee of the Red Cross (ICRC) is a humanitarian organization based in Geneva, Switzerland, and is a three-",
    "International_Confederation_of_Free_Trade_Unions": "The International Confederation of Free Trade Unions (ICFTU) was an international trade union. It came into being on 7 December ",
    "International_Labour_Organization": "The International Labour Organization (ILO) is a United Nations agency whose mandate is to advance social and economic justice b",
    "International_Monetary_Fund": "The International Monetary Fund (IMF) is a major financial agency of the United Nations, and an international financial institut",
    "International_Petroleum_Exchange": "",
    "International_Union_of_Railways": "The International Union of Railways (French: Union internationale des chemins de fer, UIC) is an international rail transport in",
    "Interstate_5": "Interstate 5 (I-5) is the main north–south Interstate Highway on the West Coast of the United States, running largely parallel t",
    "Interstate_80": "Interstate 80 (I-80) is an east–west transcontinental freeway that crosses the United States from San Francisco, California, to ",
    "Interstate_95": "Interstate 95 (I-95) is the main north–south Interstate Highway on the East Coast of the United States, running from U.S. Route ",
    "Inverness": "Inverness ( ; Scots: Innerness; from the Scottish Gaelic: Inbhir Nis [iɲɪɾʲˈniʃ], meaning \"Mouth of the River Ness\") is a city i",
    "Inverness_Caledonian_Thistle_F.C.": "Inverness Caledonian Thistle Football Club, commonly known as Caley Thistle, Inverness CT or just Inverness, is a professional f",
    "Inverness_Thistle_F.C.": "Inverness Thistle Football Club was a football club playing in the city of Inverness in northern Scotland.\n\n\n== Formation and ti",
    "Inzamam-ul-Haq": "Syed Inzamam-ul-Haq SI (Urdu: انضمام الحق;  born 3 March 1970), also known as Inzi, is a former Pakistan cricketer and captain o",
    "Inés_Gorrochategui": "Inés Gorrochategui (born 13 June 1973) is a former professional female tennis player from Argentina. She reached her career-high",
    "Ion_Iliescu": "Ion Iliescu (Romanian pronunciation: [iˈon iliˈesku] ; born 3 March 1930) is a Romanian politician and engineer who served as th",
    "Ionel_Dănciulescu": "Ionel Daniel Dănciulescu (born 6 December 1976) is a Romanian former professional footballer who played as a forward.\nHe holds t",
    "Ipsos": "Ipsos Group S.A. (French pronunciation: [ip.sos]; derived from the Latin expression, ipso facto) is a multinational market resea",
    "Ipswich_Town_F.C.": "Ipswich Town Football Club is a professional football club based in Ipswich, Suffolk, East Anglia, England. The club competes in",
    "Iran": "Iran, officially the Islamic Republic of Iran (IRI) and also known as Persia, is a country in West Asia. It borders Turkey to th",
    "Iranian_Kurdistan": "Iranian Kurdistan or Eastern Kurdistan (Kurdish: ڕۆژھەڵاتی کوردستان, romanized: Rojhilatê Kurdistanê) is an unofficial name for ",
    "Iraq": "Iraq, officially the Republic of Iraq, is a country in West Asia and a core country in the geopolitical region known as the Midd",
    "Iraqi_Kurdistan": "Iraqi Kurdistan or Southern Kurdistan (Kurdish: باشووری کوردستان, romanized: Başûrê Kurdistanê) refers to the Kurdish-populated ",
    "Iraqi_National_Congress": "The Iraqi National Congress (INC; Arabic: المؤتمر الوطني العراقي, romanized: Al-Moutammar Al-Watani Al-'Iraqi) is an Iraqi polit",
    "Ireland": "Ireland (  IRE-lənd; Irish: Éire [ˈeːɾʲə] ; Ulster-Scots: Airlann [ˈɑːrlən]) is an island in the North Atlantic Ocean, in north-",
    "Ireland_national_rugby_union_team": "The Ireland national rugby union team (Irish: Foireann rugbaí náisiúnta na hÉireann) is the men's representative national team f",
    "Irina_Korzhanenko": "Irina Nikolayevna Korzhanenko (Russian: Ирина Николаевна Коржаненко; born 16 May 1974 in Azov) is a former Russian shot putter. ",
    "Irina_Privalova": "Irina Anatolyevna Privalova (Russian: Ирина Анатольевна Привалова; born 22 November 1968) is a Russian Olympic gold medallist at",
    "Irina_Spîrlea": "Irina Spîrlea (born 26 March 1974) is a retired tennis player from Romania who turned professional in 1990. She won four singles",
    "Irish_Independent": "The Irish Independent is an Irish daily newspaper and online publication which is owned by Independent News & Media (INM), a sub",
    "Irish_Republican_Army": "The Irish Republican Army (IRA) is a name used by various resistance organisations in Ireland throughout the 20th and 21st centu",
    "Irvine,_California": "Irvine () is a master-planned city in south Orange County, California, United States, in the Los Angeles metropolitan area. The ",
    "Iryna_Yatchenko": "Iryna Vasiliyevna Yatchenko (Belarusian: Ірына Ятчанка, Russian: Ирина Васильевна Ятченко; born 31 October 1965) is a Belarusian",
    "Isaac_Viciosa": "Isaac Viciosa (born 26 December 1969, in Cervatos de la Cueza) is a former middle distance runner from Spain.\nViciosa is a forme",
    "Isel_López": "Isel López Rodríguez (born July 11, 1970, in Santiago de Cuba) is a retired javelin thrower from Cuba. Her personal best throw i",
    "Islam": "Islam is an Abrahamic monotheistic religion centered on the Quran and the teachings of the Muhammad. Adherents of Islam are call",
    "Islamabad": "Islamabad (; Urdu: اسلام‌آباد, romanized: Islāmābād, ; transl. 'City of Islam') is the capital city of Pakistan. It is the count"
}