{
    "Islamic_Museum": "",
    "Islamic_Republic_News_Agency": "The Islamic Republic News Agency (Persian: خبرگزاری جمهوری اسلامی, Xabargozâri-ye Jomhuri-ye Eslâmi), or IRNA (ایرنا), is the of",
    "Islamic_Republic_of_Iran": "",
    "Islamic_Salvation_Front": "The Islamic Salvation Front (Arabic: الجبهة الإسلامية للإنقاذ, romanized: al-Jabhah al-Islāmiyah lil-Inqādh; French: Front islam",
    "Islamism": "Islamism refers to religious and political ideological movements that believe that Islam should influence political systems, and",
    "Island_Beach_State_Park": "Island Beach State Park is a New Jersey state park located just south of Seaside Park on the Barnegat Peninsula in Berkeley Town",
    "Isolde_Kostner": "Isolde Kostner (born 20 March 1975) is an Italian former Alpine skier who won two bronze medals at the 1994 Winter Olympics and ",
    "Israel": "Israel, officially the State of Israel, is a country in the Southern Levant region of West Asia. It is bordered by Lebanon and S",
    "Israel_national_football_team": "The Israel national football team (Hebrew: נבחרת ישראל בכדורגל, romanized: Nivḥeret Yīsrāʾēl BeḴaduregel) represents Israel in m",
    "Israel_national_under-21_football_team": "The Israel national under-21 football team (Hebrew: הנבחרת הצעירה של ישראל בכדורגל עד גיל 21) is the national under-21 football ",
    "Israeli_Labor_Party": "The Israeli Labor Party (Hebrew: מִפְלֶגֶת הָעֲבוֹדָה הַיִּשְׂרְאֵלִית, romanized: ), commonly known as HaAvoda (Hebrew: הָעֲבוֹ",
    "Israelis": "Israelis (Hebrew: יִשְׂרְאֵלִים‎, romanized: Yīśreʾēlīm; Arabic: إسرائيليون, romanized: Isrāʾīliyyūn) are the citizens and natio",
    "Istanbul": "Istanbul is the largest city in Turkey, straddling the Bosporus Strait, the boundary between Europe and Asia. It is considered t",
    "Isthmus_of_Tehuantepec": "The Isthmus of Tehuantepec (Spanish pronunciation: [tewanteˈpek]) is an isthmus in Mexico. It represents the shortest distance b",
    "Italy": "Italy, officially the Italian Republic, is a country in Southern and Western Europe. It consists of a peninsula that extends int",
    "Italy_national_football_team": "The Italy national football team (Italian: Nazionale di calcio dell'Italia) has represented Italy in men's international footbal",
    "Italy_national_rugby_union_team": "The Italy national rugby union team (Italian: nazionale di rugby a 15 dell'Italia) represents the Italian Rugby Federation in me",
    "Itamar_Rabinovich": "Itamar Rabinovich (Hebrew: איתמר רבינוביץ; born 8 October 1942) is the president of the Israel Institute (Washington and Jerusal",
    "Iulian_Filipescu": "Iulian Sebastian Filipescu (born 29 March 1974) is a Romanian former professional footballer who played as a centre back. \n\n\n== ",
    "Iva_Majoli": "Iva Majoli (born 12 August 1977) is a Croatian former professional tennis player who played for both Yugoslavia and Croatia. She",
    "Ivan_Francescato": "Ivan Francescato (10 February 1967 – 19 January 1999) was an Italian rugby union player.\nFrancescato began his career in his nat",
    "Ivan_Lendl": "Ivan Lendl (Czech pronunciation: [ˈɪvan ˈlɛndl̩]; born March 7, 1960) is a Czech-American former professional tennis player and ",
    "Iván_García": "Iván García may refer to:\n\nIván García Cortina (born 1995), Spanish cyclist\nIván García Solís (born 1936), Mexican politician, f",
    "Iván_Rodríguez": "Iván Rodríguez Torres (born November 27, 1971), nicknamed \"Pudge\" and \"I-Rod\", is a Puerto Rican former Major League Baseball ca",
    "Iván_Zamorano": "Iván Luis Zamorano Zamora (Latin American Spanish: [iˈβan samoˈɾano]; born 18 January 1967) is a Chilean former professional foo",
    "J._Russell_(Essex_cricketer)": "",
    "JCPenney_Classic": "The JCPenney Classic was a mixed team golf tournament sponsored by the PGA Tour and the LPGA Tour. Teams consisted of one PGA To",
    "JK_Tallinna_Sadam": "Jalgpalliklubi Tallinna Sadam (Port of Tallinn Football Club) was an Estonian football club that existed from 1991 until 1998. T",
    "Jaap_Stam": "Jakob \"Jaap\" Stam (Dutch pronunciation: [jaːp ˈstɑm]; born 17 July 1972) is a Dutch professional football coach and former playe",
    "Jacek_Dembiński": "Jacek Dembiński (born 20 December 1969) is a Polish former professional footballer who played as a forward.\n\n\n== Honours ==\nLech",
    "Jack_Charlton": "John Charlton  (8 May 1935 – 10 July 2020) was an English professional footballer and manager who played as a centre-back. He wa",
    "Jack_Kemp": "Jack French Kemp (July 13, 1935 – May 2, 2009) was an American politician and professional football player. A member of the Repu",
    "Jack_Kevorkian": "Murad Jacob \"Jack\" Kevorkian (May 26, 1928 – June 3, 2011) was an American pathologist and euthanasia proponent. He publicly cha",
    "Jack_Pierce_(athlete)": "",
    "Jackie_McNamara": "Jackie McNamara (born 24 October 1973) is a Scottish professional football agent, and former player, manager and executive. He w",
    "Jackie_Stewart": "Sir John Young \"Jackie\" Stewart  (born 11 June 1939) is a British former racing driver, broadcaster and motorsport executive fro",
    "Jacksonville,_Florida": "Jacksonville (US:  JAK-sən-vihl) is the most populous city proper in the U.S. state of Florida, located on the Atlantic coast of",
    "Jacksonville_Jaguars": "The Jacksonville Jaguars are a professional American football team based in Jacksonville, Florida. The Jaguars compete in the Na",
    "Jacky_Martens": "Jacky Martens (born 3 July 1963) is a Belgian former professional motocross racer and current race team manager. He competed in ",
    "Jacob_Brumfield": "Jacob Donnell Brumfield (born May 27, 1965) is an American former professional baseball outfielder who played in Major League Ba",
    "Jacques_Chirac": "Jacques René Chirac (UK: , US:  ; French: [ʒak ʁəne ʃiʁak] ; 29 November 1932 – 26 September 2019) was a French politician who s",
    "Jacques_Kallis": "Jacques Henry Kallis OIS (born 16 October 1975) is a South African cricket coach and former professional cricketer. Widely regar",
    "Jacques_Toubon": "Jacques Toubon (born 21 June 1941) is a right-wing French politician who held several major national and Parisian offices. He se",
    "Jacques_Villeneuve": "Jacques Villeneuve  (French: [ʒɑk vilnœv]; born 9 April 1971) is a Canadian former racing driver, who competed in Formula One fr",
    "Jacqui_Cooper": "Jacqueline Cooper (born 6 January 1973) is an Australian motivational speaker and retired freestyle skier.\n\n\n== Skiing career ==",
    "Jaffna": "Jaffna (Tamil: யாழ்ப்பாணம், romanized: Yāḻppāṇam, IPA: [jaːɻpːaːɳɐm]; Sinhala: යාපනය, romanized: Yāpanaya, IPA: [jaːpənəjə]) is ",
    "Jaime_Oncins": "Jaime Oncins (born 16 June 1970) is a former professional tennis player from Brazil.\nOncins represented his native country at th",
    "Jakarta": "Jakarta (; Indonesian pronunciation: [dʒaˈkarta] , Betawi: Jakartè), officially the Special Capital Region of Jakarta (Indonesia",
    "Jakob_Hlasek": "Jakob Hlasek (Czech: Jakub Hlásek; born 12 November 1964) is a Swiss former professional tennis player of Czech origin. He won a",
    "Jalal_Talabani": "Jalal Talabani (Kurdish: مام جەلال تاڵەبانی, romanized: Celal Talebanî; Arabic: جلال طالباني Jalāl Ṭālabānī; 12 November 1933 – ",
    "Jalalabad": "Jalalabad (; جلال آباد [d͡ʒä.lɑː.lɑː.bɑːd̪]) is the fifth-largest city of Afghanistan. It has a population of about 356,274, and",
    "Jamaat-e-Islami": "Jamaat-e-Islami (Urdu: جماعتِ اسلامی, lit. 'Society of Islam') is an Islamist fundamentalist movement founded in 1941 in British",
    "Jamaica": "Jamaica (  jə-MAY-kə; Jamaican Patois: Jumieka [dʒʌˈmie̯ka]) is an island country in the Caribbean Sea and the West Indies. At 1",
    "James_Baker": "James Addison Baker III (born April 28, 1930) is an American attorney, diplomat and statesman. A member of the Republican Party,",
    "James_Baldwin_(baseball)": "James J. Baldwin, Jr. (born July 15, 1971) is an American former professional baseball pitcher with the Chicago White Sox, Los A",
    "James_Brady": "James Scott Brady (August 29, 1940 – August 4, 2014) was an American public official who served as assistant to the U.S. preside",
    "James_Dalton_(rugby_player)": "",
    "James_Debbah": "James Salinsa Debbah (born 14 December 1969) is a Liberian professional football manager and former player who played as a forwa",
    "James_Heath_(Boxer)": "",
    "James_Love": "James, Jim, or Jimmy Love may refer to:\n\n\n== Politics ==\nJames Love (Kentucky politician) (1795–1874), U.S. Representative from ",
    "James_Van_Allen": "James Alfred Van Allen (September 7, 1914 – August 9, 2006) was an American space physicist at the University of Iowa. He was in",
    "James_Weaver_(racing_driver)": "James Brian Weaver (born 4 March 1955 in London) is a British former racing driver.\nIn 1978 Weaver started racing in Formula For",
    "Jamie_Baulch": "James Stephen Baulch (born 3 May 1973) is a retired Welsh sprint athlete and television presenter. He won the 400 metres gold me",
    "Jamie_Moyer": "Jamie Moyer (born November 18, 1962) is an American former professional baseball pitcher. Over his 25-year career in Major Leagu",
    "Jamie_Spence": "James Stephen Spence (born 26 May 1963) is an English professional golfer.\n\n\n== Career ==\nSpence was born in Tunbridge Wells, Ke",
    "Jan_Bos": "Jan Bos (born 29 March 1975) is a Dutch former speedskater and sprint cyclist. In the late 1990s he was world champion in speed ",
    "Jan_Ove_Pedersen": "Jan Ove Pedersen (born 12 November 1968) is a Norwegian football coach and former player. He was manager of SC Bregenz in the Au",
    "Jan_Siemerink": "Johannes Martinus (\"Jan\") Siemerink (born 14 April 1970) is a retired tennis player from the Netherlands. The former Dutch Davis",
    "Jan_van_Eijden": "Jan van Eijden (born 10 August 1976 in Bad Neuenahr-Ahrweiler, Rhineland-Palatinate) is a German track cyclist born in Bad Neuen",
    "Jana_Kandarr": "Jana Kandarr (born 21 September 1976) is a German former top 50 professional tennis player. Kandarr is notable for playing with ",
    "Jana_Novotná": "Jana Novotná (Czech pronunciation: [ˈjana ˈnovotnaː]; 2 October 1968 – 19 November 2017) was a Czech professional tennis player.",
    "Janakantha": "Daily Janakantha (Bengali: দৈনিক জনকণ্ঠ Dainik Janakanṭha \"Daily People's Voice\") is a Bengali daily newspaper published from Dh",
    "Janet_Reno": "Janet Wood Reno  (July 21, 1938 – November 7, 2016) was an American lawyer and public official who served as the first female an",
    "Janette_Husárová": "Janette Husárová (Slovak pronunciation: [ˈɦusaːrɔʋaː]; born 4 June 1974) is a Slovak former tennis player.\nOn 13 January 2003, s",
    "Janez_Drnovšek": "Janez Drnovšek (Slovene pronunciation: [ˈjàːnɛz dəɾˈnɔ́ːwʃək]; 17 May 1950 – 23 February 2008) was a Slovenian liberal politicia",
    "Jani_Soininen": "Jani Markus Soininen (born 12 November 1972) is a Finnish former ski jumper.\n\n\n== Career ==\nHe won two medals at the 1998 Winter",
    "Janne_Ojanen": "Janne Juhani Ojanen (born 9 April 1968) is a Finnish former professional ice hockey player who is the all-time leading scorer in",
    "Jans_Koerts": "Jans Koerts (born 24 August 1969) is a Dutch former professional road bicycle racer. He was professional from 1992 until 2007. H",
    "Jansher_Khan": "Jansher Khan PP SI HI NI (Pashto:جان شیر خان; born 15 June 1969) is a former professional Pakistani squash player. During his ca",
    "Jaora": "Jaora is a city and a municipality in Ratlam district in the Indian state of Madhya Pradesh. Jaora is located in the Malwa regio",
    "Japan": "Japan is an island country in East Asia. Located in the Pacific Ocean off the northeast coast of the Asian mainland, it is borde",
    "Japan_Fed_Cup_team": "",
    "Japan_national_football_team": "The Japan national football team (サッカー日本代表, Sakkā Nihon Daihyō or Sakkā Nippon Daihyō), also known by the nickname Samurai Blue ",
    "Japie_Mulder": "Jacobus Cornelius 'Japie' Mulder (born 18 October 1969), is a former South African rugby union player who played for South Afric",
    "Jared_Palmer": "Jared Eiseley Palmer (born July 2, 1971) is an American former professional tennis player who won 28 professional doubles titles",
    "Jared_Tomich": "Jared James Tomich (born April 24, 1974) is an American former professional football player who was a defensive end in the Natio",
    "Jari_Litmanen": "Jari Olavi Litmanen (pronounced [ˈjɑri ˈlitmɑnen] ; born 20 February 1971) is a Finnish former professional footballer who playe",
    "Jarmo_Kytölehto": "Jarmo Kytölehto (born 23 June 1961) is a Finnish former rally driver from Petäjävesi. He won the Finnish Rally Championship for ",
    "Jason_Belser": "Jason Daks Belser (born May 28, 1970) is a former American football defensive back in the National Football League (NFL). He pla",
    "Jason_Dickson": "Jason Royce Dickson (born March 30, 1973) is a Canadian former professional baseball pitcher.\nDickson is a graduate of Northeast",
    "Jason_Gillespie": "Jason Neil Gillespie (born 19 April 1975) is an Australian cricket coach and former cricketer who played all three formats of th",
    "Jason_Little_(rugby_union)": "Jason Little (born 26 August 1970) is an Australian former professional rugby union player. He won 75 caps with one as captain p",
    "Jason_McAteer": "Jason Wynne McAteer (born 18 June 1971) is a former professional footballer. His primary position was in midfield either in the ",
    "Jason_Rouser": "Jason Rouser (born March 22, 1970, in Tucson, Arizona) is a retired American sprinter who specialized in the 400 metres.\nAt the ",
    "Jason_Stoltenberg": "Jason Stoltenberg (born 4 April 1970) is an Australian former professional tennis player.\n\n\n== Tennis career ==\nStoltenberg bega",
    "Jason_Weaver_(jockey)": "Jason Charles Weaver (born 9 February 1972) is a former, classic-winning,  British flat racing jockey who had his major successe",
    "Java_(programming_language)": "Java is a high-level, class-based, object-oriented programming language that is designed to have as few implementation dependenc",
    "Javagal_Srinath": "Javagal Srinath (, born 31 August 1969) is a former Indian cricketer and currently an ICC match referee. He is considered among ",
    "Javier_Clemente": "Javier Clemente Lázaro (Spanish pronunciation: [xaˈβjeɾ kleˈmente ˈlaθaɾo]; born 12 March 1950) is a Spanish football manager an",
    "Javier_Frana": "Javier Alberto Frana (born 25 December 1966) is a former tennis player from Argentina and former tennis commentator for ESPN Lat"
}