{
    "Javier_Sánchez": "Javier Sánchez may refer to:\n\nJavier Sánchez (architect) (fl. 1990s–2000s), Mexican architect and developer\nJavier Sánchez (foot",
    "Jay_Buhner": "Jay Campbell Buhner (born August 13, 1964), nicknamed \"Bone\", is an American former professional baseball right fielder. He play",
    "Jean-Denis_Délétraz": "",
    "Jean-Louis_Debré": "Jean-Louis Debré (French pronunciation: [ʒɑ̃ lwi dəbʁe]; born 30 September 1944) is a former French judge and politician who ser",
    "Jean-Luc_Brassard": "Jean-Luc Brassard (born August 24, 1972) is a Canadian freestyle skier who won the gold medal at the 1994 Winter Olympics.  Bras",
    "Jean-Marc_Gounon": "Jean-Marc Gounon (born 1 January 1963) is a French racing driver. He raced in Formula One in 1993 and 1994, participating in a t",
    "Jean-Michel_Bayle": "Jean-Michel Bayle (born 1 April 1969) is a French former professional motorcycle racer. He was one of the most successful riders",
    "Jean-Paul_van_Gastel": "Jacobus Johannes Martinus Paulus \"Jean-Paul\" van Gastel (Dutch pronunciation: [ʑɑ̃ːˈpʌul vɑŋ ˈɣɑstəl]; born 28 April 1972) is a ",
    "Jean-Philippe_Fleurian": "Jean-Philippe Fleurian (born 11 September 1965) is a former tennis player from France, who turned professional in 1985. In his c",
    "Jean-Pierre_Cyprien": "Jean-Pierre Cyprien (born 12 February 1969) is a former French footballer who played defender for various clubs in France and It",
    "Jean_Alesi": "Jean Robert Alesi (French pronunciation: [ʒã a.lɛ.si]; born Giovanni Roberto Alesi, 11 June 1964) is a French former racing driv",
    "Jean_Carlo_Witte": "Jean Carlo Witte (born 24 September 1977 in Blumenau, Santa Catarina) is a Brazilian football (soccer) defender.\nHe played for S",
    "Jean_Galfione": "Jean Galfione (born 9 June 1971) is a French retired pole vaulter. During his pole vaulting career, he won at least one medal in",
    "Jean_Van_de_Velde": "",
    "Jearl_Miles_Clark": "Jearl Atawa Miles Clark (née Miles; born September 4, 1966, in Gainesville, Florida) is an American athlete who competed mainly ",
    "Jed-Forest_RFC": "Jed-Forest Rugby Football Club are a rugby union team who are based at Riverside Park in Jedburgh.\nThe team was founded in 1885 ",
    "Jeddah": "Jeddah (English:  JED-ə), alternatively transliterated as Jedda, Jiddah or Jidda ( JID-ə; Arabic: جِدَّة‎, romanized: Jidda, Hej",
    "Jeff_Bagwell": "Jeffrey Robert Bagwell (born May 27, 1968) is an American former professional baseball first baseman and coach who spent his ent",
    "Jeff_Bean": "Jeff Bean (born January 11, 1977) is a Canadian freestyle skier.\nBean competes in aerials, and made his World Cup debut in Janua",
    "Jeff_Parrett": "Jeffrey Dale Parrett (born August 26, 1961) is an American former Major League Baseball (MLB) pitcher who played for the Montrea",
    "Jeff_Russell": "Jeffrey Lee Russell (born September 2, 1961) is an American former Major League Baseball pitcher who played 14 years from 1983 t",
    "Jeff_Tarango": "Jeffrey Gail Tarango (born November 20, 1968) is a retired American tennis player. He was a top-ten doubles player and a runner-",
    "Jeff_Williams_(athlete)": "",
    "Jeff_Wilson_(sportsman)": "Jeffrey William Wilson  (born 24 October 1973) is a New Zealand sportsman who has represented his country in both rugby union an",
    "Jeffrey_Lurie": "Jeffrey Robert Lurie (born September 8, 1951) is an American businessman, motion picture producer, and owner of the Philadelphia",
    "Jennifer_Capriati": "Jennifer Maria Capriati  (born March 29, 1976) is an American former world No. 1 tennis player. A member of the International Te",
    "Jennifer_Flavin": "Jennifer Lee Flavin Stallone (née Flavin; born August 14, 1968) is an American model and entrepreneur. She is married to Sylvest",
    "Jens_Fiedler_(cyclist)": "Jens Fiedler (born 15 February 1970) is a German triple Olympic champion and multiple world champion track cyclist. He retired f",
    "Jens_Todt": "Jens Todt (born 5 January 1970) is a German former professional footballer who played as a defensive midfielder.\n\n\n== Club caree",
    "Jeremy_Guscott": "Jeremy Clayton Guscott (born 7 July 1965) is an English former rugby union player who played for Bath, England and the British L",
    "Jeremy_Wotherspoon": "Jeremy Lee Wotherspoon (born October 26, 1976) is a Canadian speed skater, widely recognized as one of the greatest speedskating",
    "Jeroen_Blijlevens": "Jeroen Johannes Hendrikus Blijlevens (born 29 December 1971) is a retired road bicycle racer from the Netherlands, who was a pro",
    "Jerry_Kelly": "Jerome Patrick Kelly (born November 23, 1966) is an American professional golfer who plays on the PGA Tour and PGA Tour Champion",
    "Jersey": "Jersey ( JUR-zee; Jèrriais: Jèrri [ʒɛri]), officially the Bailiwick of Jersey, is an island country in Northwestern Europe and a",
    "Jerusalem": "Jerusalem is a city in the Southern Levant, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It",
    "Jesper_Parnevik": "Jesper Bo Parnevik (Swedish pronunciation: [ˈjɛ̌sːpɛr ˈpɑ̂ːɳɛˌviːk]; born 7 March 1965) is a Swedish professional golfer. He spe",
    "Jesper_Skibby": "Jesper Skibby (born 21 March 1964 in Silkeborg, Denmark) is a retired professional road racing cyclist. He won at least one stag",
    "Jesse_Owens": "James Cleveland \"Jesse\" Owens (September 12, 1913 – March 31, 1980) was an American track and field athlete who won four gold me",
    "Jesus": "Jesus (c. 6 to 4 BC – AD 30 or 33), also referred to as Jesus Christ, Jesus of Nazareth, and many other names and titles, was a ",
    "Jesús_Arellano": "José de Jesús Arellano Alcocer (born 8 May 1973) is a Mexican former professional footballer who played as a winger and a wanted",
    "Jesús_Tavárez": "Jesús Rafael Tavárez Alcántaras (born March 26, 1971) is a Dominican former professional baseball outfielder and current manager",
    "Jews": "The Jews (Hebrew: יְהוּדִים‎, ISO 259-2: Yehudim, Israeli pronunciation: [jehuˈdim]) or Jewish people are an ethnoreligious grou",
    "Jiang_Zemin": "Jiang Zemin (17 August 1926 – 30 November 2022) was a Chinese politician who served as general secretary of the Chinese Communis",
    "Jiangsu": "Jiangsu is an eastern coastal province of the People's Republic of China. It is one of the leading provinces in finance, educati",
    "Jiangxi": "Jiangxi is an inland province in the east of the People's Republic of China. Its major cities include Nanchang and Jiujiang. Spa",
    "Jill_Craybas": "Jill N. Craybas (born July 4, 1974) is an American former professional tennis player.\nFrom the 2000 US Open to the 2011 US Open,",
    "Jim_Bolger": "James Brendan Bolger  ( BOL-jər; born 31 May 1935), affectionately called The Great Helmsman, is a New Zealand retired politicia",
    "Jim_Courier": "James Spencer Courier (born August 17, 1970) is an American former world No. 1 tennis player. Courier won four major singles tit",
    "Jim_Edmonds": "James Patrick Edmonds (born June 27, 1970) is an American former professional baseball center fielder and a broadcaster for Ball",
    "Jim_Furyk": "James Michael Furyk (born May 12, 1970) is an American professional golfer who plays on the PGA Tour and the PGA Tour Champions.",
    "Jim_Grabb": "Jim Grabb (born April 14, 1964) is an American former professional tennis player. In doubles, he won the 1989 French Open and th",
    "Jim_Harbaugh": "James Joseph Harbaugh ( HAR-baw; born December 23, 1963) is an American professional football coach and former quarterback who i",
    "Jim_Hines": "James Ray Hines  (September 10, 1946 – June 3, 2023) was an American track and field athlete and National Football League (NFL) ",
    "Jim_Leyritz": "James Joseph Leyritz (born December 27, 1963) is an American former professional baseball catcher and infielder. In his 11-year ",
    "Jim_Payne_(golfer)": "James Robert Payne (born 17 April 1970) is an English professional golfer.\nPayne was born in Louth, Lincolnshire. He had a promi",
    "Jim_Telfer": "James Telfer (born 17 March 1940) is a Scottish former rugby union coach and player. As a player, he won 21 international caps i",
    "Jim_Thome": "James Howard Thome (; TOH-mee; born August 27, 1970) is an American former professional baseball first baseman, third baseman an",
    "Jimi_Hendrix": "James Marshall \"Jimi\" Hendrix (born Johnny Allen Hendrix; November 27, 1942 – September 18, 1970) was an American guitarist, son",
    "Jimmy_Adams": "James Clive Adams OD (born 9 January 1968) is a former Jamaican cricketer, who represented the West Indies as player and captain",
    "Jimmy_Key": "James Edward Key (born April 22, 1961) is an American former left-handed starting pitcher in Major League Baseball who played fo",
    "Jimmy_Thomson_(footballer)": "",
    "Jimmy_Vasser": "James \"Jimmy\" Vasser Jr. (born November 20, 1965) is an American former racing driver who competed primarily in the CART series ",
    "Jimy_Szymanski": "Jimy Szymanski Ottaviano (born September 15, 1975, in Caracas) is a former tennis player from Venezuela.\nHe reached his highest ",
    "Jiří_Dopita": "Jiří Dopita (Czech pronunciation: [ˈjɪr̝iː ˈdopɪta], born 2 December 1968 in Šumperk, Czechoslovakia) is former Czech profession",
    "Jiří_Džmura": "Jiří Džmura (born 8 April 1963) is a Czech-Slovak retired bobsledder.\n\n\n== Life ==\nDžmura was born on 8 April 1963 in Jablonec n",
    "Jiří_Novák": "Jiří Novák (pronounced [ˈjɪr̝iː ˈnovaːk] ; born 22 March 1975) is a Czech former professional tennis player. He was born in Zlín",
    "Joakim_Haeggman": "Karl Sven Joakim Haeggman (born 28 August 1969) is a Swedish professional golfer who formerly played on the European Tour. He wa",
    "Joakim_Persson": "Joakim Persson may refer to:\n\nJoakim Persson (ice hockey) (born 1970), Swedish ice hockey player\nJoakim Persson (footballer, bor",
    "Joan_Llaneras": "Joan Llaneras Rosselló (born 17 May 1969 in Porreres, Majorca) is a former Spanish World and Olympic points race champion track ",
    "Joannette_Kruger": "Joannette Kruger (born 3 September 1973) is a former professional tennis player from Johannesburg, South Africa. Her career-high",
    "Joaquín_del_Olmo": "Joaquín Alberto del Olmo Blanco (born 20 April 1969) is a Mexican former professional football midfielder.\nA defensive midfielde",
    "Jocelyn_Gourvennec": "Jocelyn François Gourvennec (born 22 March 1972) is a French professional football manager and former player who most recently w",
    "Jodie_Foster": "Alicia Christian \"Jodie\" Foster (born November 19, 1962) is an American actress and filmmaker. She has received numerous accolad",
    "Jody_Reed": "Jody Eric Reed (born July 26, 1962) is an American former professional baseball second baseman and infielder. He played 11 seaso",
    "Joe-Max_Moore": "Joe-Max Moore (born February 23, 1971) is an American former soccer player. He played professionally for clubs in Germany, Engla",
    "Joe_Carter": "Joseph Chris Carter (born March 7, 1960) is an American former professional baseball player. He played in Major League Baseball ",
    "Joe_Kneipp": "",
    "Joe_Miller_(footballer)": "",
    "Joe_Roff": "Joseph Ward Roff (born 20 September 1975) is an Australian former professional rugby union footballer who played on the wing or ",
    "Joel_Stransky": "Joel Theodore Stransky (born 16 July 1967) is a South African former rugby union player. A fly-half, he is known for scoring all",
    "Joey_Hamilton": "Johns Joseph Hamilton (born September 9, 1970) is an American former Major League Baseball pitcher who played professionally for",
    "Johan_Capiot": "Johan Capiot (born 12 April 1964) is a Belgian former professional road racing cyclist. He was a professional rider from 1986 to",
    "Johan_Museeuw": "Johan Museeuw (born 13 October 1965) is a retired Belgian professional road racing cyclist who was a professional from 1988 unti",
    "Johan_de_Kock": "Johan de Kock (born 25 October 1964) is a Dutch former professional footballer who played as a centre-back. He earned 13 caps fo",
    "Johann_Sebastian_Bach": "Johann Sebastian Bach (31 March [O.S. 21 March] 1685 – 28 July 1750) was a German composer and musician of the late Baroque peri",
    "Johannesburg": "Johannesburg ( joh-HAN-iss-burg, US also  -⁠HAHN-, Afrikaans: [jʊəˈɦanəsbœrχ]; Zulu and Xhosa: eGoli [ɛˈɡɔːli]) (colloquially kn",
    "John_Boles_(baseball)": "John E. Boles Jr. (born August 19, 1948) is an American former professional baseball front-office executive, manager in minor le",
    "John_C._Kornblum": "John Christian Kornblum (February 6, 1943 – December 21, 2023) was an American diplomat and businessman. He entered the American",
    "John_Collins_(footballer)": "",
    "John_Cook_(golfer)": "John Neuman Cook (born October 2, 1957) is an American professional golfer, who won eleven times on the PGA Tour and was a membe",
    "John_Crawley": "John Paul Crawley (born 21 September 1971) is a former English first-class cricketer who played at international level for Engla",
    "John_Fashanu": "John Fashanu (born 18 September 1962) is an English television presenter and former professional footballer.\nAs a footballer he ",
    "John_Hagelin": "John Samuel Hagelin (; born June 9, 1954) is a physicist and the leader of the Transcendental Meditation (TM) movement in the Un",
    "John_Hart_(rugby_coach)": "",
    "John_Hartson": "John Hartson (born 5 April 1975) is a Welsh former professional footballer, coach and sports television pundit for S4C, Sky Spor",
    "John_Hinckley,_Jr.": "",
    "John_Howard": "John Winston Howard (born 26 July 1939) is an Australian former politician who served as the 25th prime minister of Australia fr",
    "John_J._Sheehan": "John Joseph \"Jack\" Sheehan (born August 23, 1940) is a retired United States Marine Corps general.  His final active duty comman",
    "John_Jaha": "John Emil Jaha (born May 27, 1966) is an American former first baseman in Major League Baseball who had a 10-year career from 19",
    "John_Kerry": "John Forbes Kerry (born December 11, 1943) is an American attorney, politician, and diplomat who served as the 68th United State"
}