{
    "Junior_Murray": "Junior Randalph Murray MBE (born January 20, 1968) is a former West Indian cricketer. He was the first Grenadian to play Test cr",
    "Justin_Hobday": "Justin Richard Hobday (born 12 August 1963) is a South African professional golfer who has won eleven official money events on t",
    "Justin_Leonard": "Justin Charles Garrett Leonard (born June 15, 1972) is an American professional golfer. He has twelve career wins on the PGA Tou",
    "Justin_Marshall": "Justin Warren Marshall  (born 5 August 1973) is a New Zealand former rugby union player. He played 81 games for the New Zealand ",
    "Justin_Thompson": "Justin Thompson may refer to:\n\nJustin Thompson (baseball) (born 1973), Major League Baseball pitcher\nJustin Thompson (darts play",
    "Justin_Vaughan": "Justin Thomas Caldwell Vaughan (born 30 August 1967) is a New Zealand cricket administrator and former cricketer who played six ",
    "Juventus_F.C.": "",
    "Jyrki_Lumme": "Jyrki Olavi Lumme (born July 16, 1966) is a Finnish former professional ice hockey defenceman who played in the National Hockey ",
    "Jyväskylä": "Jyväskylä (Finnish: [ˈjyʋæsˌkylæ] ) is a city in Finland and the regional capital of Central Finland. It is located in the Finni",
    "Ján_Krošlák": "Ján Krošlák (born 17 October 1974) is a former tennis player from Slovakia, who turned professional in 1993.\nHe represented his ",
    "Jörg_Heinrich": "Jörg Heinrich (born 6 December 1969) is a German professional football manager and former player. A highly versatile player, he ",
    "Jürgen_Klinsmann": "Jürgen Klinsmann (German pronunciation: [ˈjʏʁɡn̩ ˈkliːnsman]; born 30 July 1964) is a German professional football manager and f",
    "Jürgen_Kohler": "Jürgen Kohler (born 6 October 1965) is a German former professional footballer and manager, who played as a centre-back.\n\n\n== Pl",
    "Jürgen_Schult": "Jürgen Schult (German pronunciation: [ˈjʏʁɡn̩ ˈʃʊlt] ; born 11 May 1960) is a German former track and field athlete and, from 19",
    "K.A.A._Gent": "Koninklijke Atletiek Associatie Gent (Dutch pronunciation: [ˈkoːnɪŋkləkə ʔɑtləˈtik ɑsoːˈɕaːsi ˈɣɛnt]; English: Royal Athletic As",
    "K.F.C._Lommel_S.K.": "Koninklijke Football Club Lommelse Sportkring was a Belgian football club that existed between 1932 and 2003.  It played two spe",
    "K.R.C._Genk": "Koninklijke Racing Club Genk (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈreːsɪŋ ˌklʏp ˈxɛŋk]), commonly known as KRC Genk or Racing Gen",
    "K.R.C._Zuid-West-Vlaanderen": "Koninklijke Racing Club Zuid-West-Vlaanderen was a Belgian football club from the municipality of Harelbeke, West Flanders from ",
    "K.S.C._Lokeren_Oost-Vlaanderen": "Koninklijke Sporting Club Lokeren Oost-Vlaanderen (Dutch pronunciation: [ˈkoːnɪŋkləkə ˈspɔrtɪŋ ˌklʏp ˈloːkərən oːstˈflaːndərə(n)",
    "K._Sint-Truidense_V.V.": "",
    "KBC_Bank": "",
    "KIL_Toppfotball": "",
    "KK_Cibona": "Košarkaški klub Cibona, commonly referred to as Cibona Zagreb or simply Cibona, is a men's professional basketball club based in",
    "KK_Crvena_zvezda": "Košarkaški klub Crvena zvezda (Serbian Cyrillic: Кошаркашки клуб Црвена звезда, transl. Red Star Basketball Club), usually refer",
    "KK_Partizan": "Košarkaški klub Partizan (Serbian Cyrillic: Кошаркашки клуб Партизан, lit. 'Basketball Club Partizan'), commonly known as Partiz",
    "KK_Split": "Košarkaški klub Split (English: Split Basketball Club), commonly referred to as KK Split or simply Split, is a men's professiona",
    "KSE_100_Index": "The KSE-100 Index is a stock index acting as a benchmark to compare prices on the Pakistan Stock Exchange (PSX) over a period.\nI",
    "KTM": "KTM is an Austrian motorcycle, bicycle and motorsports brand which is co-owned by Indian manufacturer Bajaj Auto and Austrian ma",
    "KV_Mechelen": "",
    "Ka_Wah_Bank": "Ka Wah Bank (Traditional Chinese: 嘉華銀行有限公司) was a Hong Kong–based bank that operated between 1923 and 1998 when it was acquired ",
    "Kabul": "Kabul is the capital city of Afghanistan. Located in the eastern half of the country, it is also a municipality, forming part of",
    "Kader_Ferhaoui": "",
    "Kamiel_Maase": "Kamiel Maase (born 20 October 1971 in Nijmegen) is a retired long-distance runner from the Netherlands, who is the current Dutch",
    "Kampala": "Kampala    (UK: , US: ) is the capital and largest city of Uganda. The city proper has a population of 1,875,834 (2024) and is d",
    "Kandahar": "Kandahar (English: ; Pashto: کندهار, romanized: Kandahār; Dari: قندهار, romanized: Qandahār) is a city in Afghanistan, located i",
    "Kanpur": "Kanpur (/kɑːnˈpʊər/ ), formerly anglicized as Cawnpore, is the largest city of the Indian state of Uttar Pradesh. It was the pri",
    "Kansai_International_Airport": "Kansai International Airport (Japanese: 関西国際空港, romanized: Kansai Kokusai Kūkō), commonly known as Kankū (Japanese: 関空) (IATA: K",
    "Kansas": "Kansas (  KAN-zəss) is a state in the Midwestern region of the United States. It borders Nebraska to the north; Missouri to the ",
    "Kansas_City,_Missouri": "Kansas City, Missouri (KC or KCMO) is the largest city in the U.S. state of Missouri by population and area. Most of the city li",
    "Kansas_City_Chiefs": "The Kansas City Chiefs are a professional American football team based in Kansas City, Missouri. The Chiefs compete in the Natio",
    "Kansas_City_Royals": "The Kansas City Royals are an American professional baseball team based in Kansas City, Missouri. The Royals compete in Major Le",
    "Kaohsiung": "Kaohsiung, officially Kaohsiung City, is a special municipality located in southern Taiwan. It ranges from the coastal urban cen",
    "Kaolack": "Kaolack (Arabic: كاولاك; Wolof: Kawlax) is a town with a population of 298,904 (2023 census) on the north bank of the Saloum Riv",
    "Kapil_Dev": "Kapil Dev Nikhanj (pronunciation: [kəpil deːʋ] born 6 January 1959) is an Indian former cricketer. He is regarded as one of the ",
    "Karachi": "Karachi (; Urdu: کراچی; Sindhi: ڪراچي‎; IPA: [kəˈraːtʃi] ) is the capital city of the Pakistani province of Sindh. It is the lar",
    "Karachi_Stock_Exchange": "",
    "Karen_National_Union": "The Karen National Union (Burmese: ကရင် အမျိုးသား အစည်းအရုံး; abbreviated KNU) is a political organisation with an armed wing, t",
    "Karen_people": "The Karen (  kə-REN), also known as the Kayin, Kariang or Kawthoolese, are an ethnolinguistic group of Tibeto-Burman language-sp",
    "Karim_Alami": "Karim Alami (Arabic: كريم علمي) (born 24 May 1973) is a retired tennis player from Morocco, who turned professional in 1990.\nThe",
    "Karin_Janke": "Karin Janke (born 14 October 1963, in Wolfsburg) is a retired German sprinter who specialized in the 400 metres. She represented",
    "Karin_Kschwendt": "Karin Kschwendt (born 14 September 1968) is a former professional tennis player who represented Luxembourg, Germany and Austria ",
    "Karina_Habšudová": "Karina Habšudová (Slovak pronunciation: [ˈkarina ˈɦapʂudɔʋaː]; born 2 August 1973) is a Slovak former professional tennis player",
    "Karl-Heinz_Riedle": "Karl-Heinz Riedle (German pronunciation: [kaʁlˈhaɪnts ˈʁiːdlə]; born 16 September 1965) is a German former professional football",
    "Karl_Inderfurth": "Karl Frederick Inderfurth (born September 29, 1946) is an American diplomat.  He was the assistant secretary of state for South ",
    "Karl_Marx": "Karl Marx (German: [kaʁl ˈmaʁks]; 5 May 1818 – 14 March 1883) was a German-born philosopher, political theorist, economist, hist",
    "Karlsruher_SC": "Karlsruher Sport-Club Mühlburg-Phönix e. V., better known as Karlsruher SC, is a German association football club, based in Karl",
    "Karol_Kučera": "Karol Kučera (born 4 March 1974) is a Slovak tennis coach and former professional player. He achieved a career-high singles rank",
    "Karsten_Bäron": "Karsten 'Air' Bäron (born 24 April 1973) is a German retired professional footballer who played as a centre forward. He later wo",
    "Kashmir": "Kashmir ( KASH-meer or  kash-MEER) is the northernmost geographical region of the Indian subcontinent. Until the mid-19th centur",
    "Kassala": "Kassala (Arabic: كسلا) is the capital of the state of Kassala in eastern Sudan.  In 2002 its population was recorded to be 957,0",
    "Kassala_(state)": "",
    "Katarína_Studeníková": "Katarína Studeníková (born 2 September 1972) is a former professional Slovak tennis player. \nHer highest singles ranking by the ",
    "Kate_Michelman": "Kate Michelman (born August 4, 1942) is an American political activist.  She is best known for her work in the United States abo",
    "Kate_Pace": "Kate Pace (born February 13, 1969), also known as Kate Pace Lindsay, is a Canadian retired alpine skier.\nBorn in North Bay, Onta",
    "Katharina_Gutensohn": "Katharina Gutensohn (born 22 March 1966). Is an Austrian/German skier. She represented Germany from 1989 to the end of her alpin",
    "Kathmandu": "Kathmandu, officially the Kathmandu Metropolitan City, is the seat of federal government and the most populous city in Nepal. As",
    "Kathy_Rinaldi": "Kathy Rinaldi-Stunkel (born March 24, 1967) is an American former professional tennis player, who retired in September 1997. In ",
    "Katja_Seizinger": "Katja Seizinger (German pronunciation: [ˈkatja ˈzaɪtsɪŋɐ] ; born 10 May 1972) is a German former World Cup alpine ski racing cha",
    "Kawasaki_Heavy_Industries": "Kawasaki Heavy Industries Ltd. (KHI) (川崎重工業株式会社, Kawasaki Jūkōgyō Kabushiki-gaisha) is a Japanese public multinational corporati",
    "Kawasaki_Motors_Racing": "Kawasaki Motors Racing was the European subsidiary of Kawasaki Heavy Industries Motorcycle & Engine, located in the Netherlands.",
    "Kazakhstan": "Kazakhstan, officially the Republic of Kazakhstan, is a landlocked country primarily in Central Asia, with a small portion of it",
    "Kazanlak": "Kazanlak (Bulgarian: Казанлък [kɐzɐnˈɫɤk], known as Seuthopolis (Greek: Σευθόπολις) in ancient times, is a town in Stara Zagora ",
    "Kazuyoshi_Funaki": "Kazuyoshi Funaki (船木 和喜, Funaki Kazuyoshi) (born 27 April 1975) is a Japanese former ski jumper. He ranked among the most succes",
    "Kazuyoshi_Miura": "Kazuyoshi Miura (三浦 知良, Miura Kazuyoshi, born 26 February 1967), often known simply as Kazu (nicknamed \"King Kazu\"), is a Japane",
    "Keane_(company)": "Keane was a Boston-based Information Technology services unit of NTT DATA, itself a subsidiary of the Japanese national phone co",
    "Kecskemét": "Kecskemét (US:  KETCH-kem-ayt Hungarian: [ˈkɛt͡ʃkɛmeːt]) is a city with county rights in central Hungary. It is the eighth-large",
    "Kehl": "Kehl (German pronunciation: [keːl] ; Low Alemannic: Kaal) is a city with around 38,000 inhabitants in the southwestern German st",
    "Keirin": "Keirin (競輪 / ケイリン, [keːɾiɴ]) – literally \"racing cycle\" – is a form of motor-paced cycle racing in which track cyclists sprint f",
    "Keith_Fletcher": "Keith William Robert Fletcher  (born 20 May 1944) is an English former first-class cricketer who played for Essex and England. H",
    "Keith_Wright_(footballer)": "Keith Wright (born 17 May 1965) is a Scottish football player and coach. Wright played as a striker for Raith Rovers, Dundee, Hi",
    "Kelli_Kuehne": "Kelli Kuehne Doremus (born May 11, 1977) is a retired American professional golfer.\n\n\n== Amateur career ==\nKuehne was born in Da",
    "Ken_Caminiti": "Kenneth Gene Caminiti (April 21, 1963 – October 10, 2004) was an American professional baseball third baseman who spent 15 seaso",
    "Ken_Green_(golfer)": "Kenneth J. Green (born July 23, 1958) is an American professional golfer who has played on the PGA Tour, the Nationwide Tour and",
    "Ken_Griffey,_Jr.": "",
    "Ken_Hill_(baseball)": "Kenneth Wade Hill (born December 14, 1965) is an American former Major League Baseball pitcher. During a 14-year career, he pitc",
    "Ken_Saro-Wiwa": "Kenule Beeson \"Ken\" Saro-Wiwa (10 October 1941 – 10 November 1995) was a Nigerian writer, teacher, television producer, and envi",
    "Kengo_Wa_Dondo": "",
    "Kenichi_Shimokawa": "Kenichi Shimokawa (下川 健一, Shimokawa Kenichi, born May 14, 1970) is a former Japanese football player. He played for Japan nation",
    "Kennedy_Ochieng": "Kennedy Ochieng (born 31st December 1971) is a retired Kenyan sprinter who specialized in the 400 metres.  He was the flagbearer",
    "Kennedy_family": "The Kennedy family (Irish: Ó Cinnéide) is an American political family that has long been prominent in American politics, public",
    "Kennet_Andersson": "Bernt Kennet Andersson (born 6 October 1967) is a Swedish former professional footballer who played as a forward. Starting off h",
    "Kenneth_Benjamin": "",
    "Kenneth_Carlsen": "Kenneth Carlsen (born 17 April 1973) is a Danish former professional tennis player, who was active between 1992 and 2007. Carlse",
    "Kenneth_Clarke": "Kenneth Harry Clarke, Baron Clarke of Nottingham,  (born 2 July 1940), is a British politician who served as Home Secretary from",
    "Kenneth_Eriksson": "Kenneth Eriksson (born 13 May 1956 in Äppelbo, in the kommun of Vansbro) is a now retired World Rally Championship rally driver.",
    "Kenny_Cunningham": "Kenneth Edward Cunningham (born 28 June 1971) is an Irish former footballer who played as a defender. He played international fo",
    "Kenny_Dalglish": "Sir Kenneth Mathieson Dalglish  (born 4 March 1951) is a Scottish former football player and manager. He is regarded as one of t",
    "Kenny_Harrison": "Kenny Harrison (born Kerry Harrison, February 13, 1965 in Milwaukee, Wisconsin, United States) is a former track and field athle",
    "Kenny_Lofton": "Kenneth Lofton (born May 31, 1967) is an American former Major League Baseball (MLB) center fielder. Lofton was a six-time All-S",
    "Kenny_Rogers_(baseball)": "Kenneth Scott Rogers (born November 10, 1964) is an American former Major League Baseball (MLB) pitcher, with a 20-year career ("
}