{
    "Kent_County_Cricket_Club": "Kent County Cricket Club is one of the eighteen first-class county clubs within the domestic cricket structure of England and Wa",
    "Kentucky": "Kentucky (US:  , UK: ), officially the Commonwealth of Kentucky, is a landlocked state in the Southeastern region of the United ",
    "Kenya": "Kenya, officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in East Africa. With a population of more than",
    "Kenya_national_cricket_team": "The Kenya men's national cricket team represents the Republic of Kenya in international cricket. Kenya is an associate member of",
    "Kenya_national_football_team": "The Kenya national football team, colloquially known as the Harambee Stars, represents Kenya in association football. It is cont",
    "Kerwin_Bell": "Kerwin Douglas Bell (born June 15, 1965) is an American football coach and former player who has been the head coach of the West",
    "Kevin_Brown_(right-handed_pitcher)": "James Kevin Brown (born March 14, 1965) is an American former professional baseball right-handed pitcher who played in Major Lea",
    "Kevin_Foster_(baseball)": "Kevin Christopher Foster (January 13, 1969 – October 11, 2008) was an American professional baseball pitcher, who appeared in 10",
    "Kevin_Keegan": "Joseph Kevin Keegan  (born 14 February 1951)  is an English former footballer and manager. Nicknamed \"King Kev\" or \"Mighty Mouse",
    "Kevin_Kim": "Kevin Kim (born July 26, 1978) is an American former tennis player.\n\n\n== Career ==\nHe entered the top 100 in 2004, reaching a ca",
    "Kevin_Mitchell_(baseball)": "Kevin Darnell Mitchell (born January 13, 1962) is an American professional baseball left fielder who played in Major League Base",
    "Kevin_Seitzer": "Kevin Lee Seitzer (; born March 26, 1962) is an American former professional baseball third baseman who is currently the hitting",
    "Kevin_Tapani": "Kevin Ray Tapani (born February 18, 1964) is an American former Major League Baseball pitcher who played for the New York Mets, ",
    "KeyBank": "KeyBank is an American regional bank headquartered in Cleveland, Ohio, and the 25th largest bank in the United States. Organized",
    "Khaled_Al_Zaher": "Khaled Al Zaher (Arabic: خالد الظاهر; born 2 September 1972) is a Syrian former footballer.\n\n\n== Club career ==\nAl Zaher played ",
    "Khaleda_Zia": "Begum Khaleda Zia (born August–September 1945) is a Bangladeshi politician, who served as the Prime Minister of Bangladesh from ",
    "Khalid_Boulami": "Khalid Boulami (born Safi, Morocco, August 7, 1969) is a Moroccan long distance runner who won a bronze medal in the 5000 metres",
    "Khandwa": "Khandwa is a city and a nagar nigam in the Nimar region of Madhya Pradesh, India. It is the administrative headquarters of the K",
    "Khartoum": "Khartoum or Khartum (  kar-TOOM; Arabic: الخرطوم, romanized: al-Khurṭūm, pronounced [al.xur.tˤuːm]) is the capital city of Sudan",
    "Khasavyurt": "Khasavyurt is a city in Dagestan, Russia. Population: 155,144 (2021 Census); 131,187 (2010 Census); 121,817 (2002 Census); 70,51",
    "Khmer_people": "The Khmer people (Khmer: ជនជាតិខ្មែរ, UNGEGN: Chônchéatĕ Khmêr, ALA-LC: Janajāti Khmaer [cɔn.ciət kʰmae]) are an Austroasiatic e",
    "Kia_Motors": "",
    "Kid_Brands": "Kid Brands, Inc. (Expert Market: KID) was a company that designed, developed and distributed infant and juvenile branded product",
    "Kiev": "",
    "Kigali": "Kigali (Kinyarwanda pronunciation: [ci.ɡɑ́.ɾi]) is the capital and largest city of Rwanda. It is near the nation's geographic ce",
    "Kilmarnock_F.C.": "Kilmarnock Football Club, commonly known as Killie, is a Scottish professional football team based in the town of Kilmarnock, Ea",
    "Kim_Graham": "Kimberly Elaine \"Kim\" Graham-Miller (born March 26, 1971, in Durham, North Carolina) is an American former sprinter who speciali",
    "Kim_Yoon-man": "Kim Yoon-man (born 25 February 1973) is a former speed skater from South Korea. At the 1992 Winter Olympics, he won a silver med",
    "Kim_Young-sam": "Kim Young-sam (Korean: 김영삼; Hanja: 金泳三; Korean pronunciation: [ki.mjʌŋ.sam] or [kim] [jʌŋ.sam]; 20 December 1927 – 22 November 2",
    "Kimberley,_Northern_Cape": "Kimberley  is the capital and largest city of the Northern Cape province of South Africa. It is located approximately 110 km eas",
    "Kimberly_Po": "Kimberly Po (born October 20, 1971) is a former professional tennis player from the United States.\nIn her career, she won the mi",
    "Kimiko_Date_Krumm": "",
    "KinderCare_Learning_Centers": "KinderCare Learning Centers, LLC is an American operator of for-profit child care and early childhood education facilities found",
    "Kindu": "Kindu is a city in the Democratic Republic of Congo, the capital of Maniema province. It has a population of about 200,000 and i",
    "King_Baudouin_Stadium": "The King Baudouin Stadium (French: Stade Roi Baudouin [stad ʁwɑ bodwɛ̃]; Dutch: Koning Boudewijnstadion [ˌkoːnɪŋ ˈbʌudəʋɛinˌstaː",
    "Kingdom_of_England": "The Kingdom of England was a sovereign state on the island of Great Britain from the early tenth century, when it was unified fr",
    "Kingdome": "The Kingdome (officially the King County Stadium) was a multi-purpose stadium located in the Industrial District (later SoDo) ne",
    "Kingston_Technology": "Kingston Technology Corporation is an American multinational computer technology corporation that develops, manufactures, sells ",
    "Kinshasa": "Kinshasa (; French: [kinʃasa]; Lingala: Kinsásá), formerly named Léopoldville until 30 June 1966, is the capital and largest cit",
    "Kirkcaldy": "Kirkcaldy (  kur-KAW-dee; Scots: Kirkcaldy; Scottish Gaelic: Cair Chaladain) is a town and former royal burgh in Fife, on the ea",
    "Kirkland,_Washington": "Kirkland is a city in King County, Washington, United States. A suburb east of Seattle, its population was 92,175 in the 2020 U.",
    "Kisangani": "Kisangani  (formerly Stanleyville or Stanleystad) is the capital of Tshopo Province, located on the Congo River in the eastern p",
    "Kitty_Kiernan": "Catherine Brigid Cronin (née Kiernan; 26 January 1892 – 25 July 1945) was an Irish woman widely known as the fiancée of Irish re",
    "Kivu": "Kivu was the name for a large \"region\" in the Democratic Republic of the Congo under the rule of Mobutu Sese Seko that bordered ",
    "Klas_Eriksson": "Klas Eriksson (born 30 July 1971) is a Swedish professional golfer.\nEriksson was born in Växjö and turned professional in 1991 h",
    "Klaus_Kinkel": "Klaus Kinkel (17 December 1936 – 4 March 2019) was a German statesman, civil servant, diplomat and lawyer who served as the mini",
    "Knowsley_Road": "Knowsley Road in Eccleston, St Helens, Merseyside, was the home ground of St. Helens from 1890 until its closure in 2010. St Hel",
    "Kobus_Wiese": "Jakobus Johannes Wiese (born 16 May 1964) is a former South African rugby union player who played at lock for the South Africa n",
    "Kofi_Annan": "Kofi Atta Annan ( KOH-fee AN-an, US also  -⁠ AH-nahn; 8 April 1938 – 18 August 2018) was a Ghanaian diplomat who served as the s",
    "Koha_Jonë": "Koha Jonë (English: Our Time) is a newspaper published in Albania. The paper is a politically unaffiliated daily newspaper based",
    "Kol_Yisrael": "Kol Yisrael or Kol Israel (קול ישראל‎ lit. \"Voice of Israel\", also \"Israel Radio\") was Israel's public domestic and internationa",
    "Kolkata": "Kolkata, also known as Calcutta (its official name until 2001), is the capital and largest city of the Indian state of West Beng",
    "Komerční_banka": "Komerční banka (“KB”) is a major Czech bank and the parent company of KB Group, a member of the Société Générale international f",
    "Kompas": "Kompas (lit. 'Compass') is an Indonesian national newspaper published in Jakarta, founded on 28 June 1965. It is published by PT",
    "Konstantinos_Mitsotakis": "Konstantinos Mitsotakis (Greek: Κωνσταντίνος Μητσοτάκης, romanized: Konstantínos Mitsotákis, IPA: [konsta(n)ˈdinoz mit͡soˈtacis]",
    "Konstantinos_Stephanopoulos": "Konstantinos \"Kostis\" Stephanopoulos (Greek: Κωνσταντίνος (Κωστής) Στεφανόπουλος, 15 August 1926 – 20 November 2016) was a Greek",
    "Korea": "Korea (Korean: 한국, romanized: Hanguk in South Korea, or 조선, Chosŏn in North Korea) is a peninsular region in East Asia consistin",
    "Korea_Republic_national_football_team": "",
    "Kosovo": "Kosovo, officially the Republic of Kosovo, is a country in Southeast Europe with partial diplomatic recognition. It is bordered ",
    "Kostas_Skandalidis": "Kostas Skandalidis (Greek: Κώστας Σκανδαλίδης; born 11 January 1953) is a Greek politician and member of the Greek Parliament fo",
    "Kragujevac": "Kragujevac (Serbian Cyrillic: Крагујевац, pronounced [krǎɡujeʋats] ) is the fourth largest city in Serbia and the administrative",
    "Krasnoyarsk_Krai": "Krasnoyarsk Krai (Russian: Красноярский край, romanized: Krasnoyarskiy kray, IPA: [krəsnɐˈjarskʲɪj ˈkraj]) is a federal subject ",
    "Krassimir_Balakov": "",
    "Kristian_Brenden": "Kristian Brenden (born 12 June 1976) is a Norwegian former ski jumper.\n\n\n== Career ==\nIn the World Cup he finished 29 times amon",
    "Kristie_Boogert": "Kristie Boogert  (born 16 December 1973) is a former professional female tennis player from the Netherlands who retired in 2003 ",
    "Kristina_Brandi": "Kristina Brandi (born March 29, 1977) is a Puerto Rican former tennis player. She was the first tennis player representing Puert",
    "Krzysztof_Piskuła": "Krzysztof Piskuła  (born 19 August 1973) is a Polish former professional footballer who played as a midfielder.\nPiskuła played s",
    "Krzysztof_Warzycha": "Krzysztof Ireneusz Warzycha (Polish: [ˈkʂɨʂtɔv vaˈʐɨxa], Greek: Κριστόφ Βαζέχα; born 17 November 1964) is a Polish former profes",
    "Kuala_Lumpur": "Kuala Lumpur, officially the Federal Territory of Kuala Lumpur, and colloquially referred to as KL, is the capital city and a fe",
    "Kubilay_Türkyilmaz": "Kubilay Türkyilmaz (Turkish: Kubilay Türkyılmaz; born 4 March 1967) is a Swiss former professional footballer who played as a fo",
    "Kumar_Dharmasena": "Deshabandu Handunnettige Deepthi Priyantha Kumar Dharmasena (born 24 April 1971) is a Sri Lankan cricket umpire and former inter",
    "Kunar_River": "",
    "Kurdish_nationalism": "Kurdish nationalism (Kurdish: کوردایەتی, romanized: Kurdayetî, lit. 'Kurdishness or Kurdism') is a nationalist political movemen",
    "Kurdish_people": "",
    "Kurdistan": "Kurdistan (Kurdish: کوردستان, romanized: Kurdistan, lit. 'land of the Kurds'; [ˌkʊɾdɪˈstɑːn] ), or Greater Kurdistan, is a rough",
    "Kurdistan_Democratic_Party": "The Kurdistan Democratic Party (Kurdish: پارتی دیموکراتی کوردستان, romanized: Partiya Demokrat a Kurdistanê), usually abbreviate",
    "Kurdistan_Workers'_Party": "The Kurdistan Workers' Party or PKK is a Kurdish militant political organization and armed guerrilla movement which historically",
    "Kurt_Abbott": "Kurt Thomas Abbott (born June 2, 1969) is an American former professional baseball player who played in Major League Baseball (M",
    "Kurt_Betschart": "Kurt Betschart born 25 August 1968 in Erstfeld Switzerland is a former professional cyclist. He was a Six Day Track specialist h",
    "Kurt_Schork": "Kurt Erich Schork (January 24, 1947 – May 24, 2000) was an American reporter and war correspondent. He was killed in an ambush w",
    "Kuusamo": "Kuusamo (Finnish: [ˈkuːsɑmo]; Northern Sami: Guossán; Inari Sami: Kuáccám) is a town and municipality in Finland. It is located ",
    "Kuwait": "Kuwait, officially the State of Kuwait, is a country in West Asia. It is situated in the northern edge of the Arabian Peninsula ",
    "Kuwait_national_football_team": "The Kuwait national football team (Arabic: منتخب الكويت لكرة القدم, Translate: muntakhab alkuayt likurat alqadam) represents Kuw",
    "KwaZulu-Natal": "KwaZulu-Natal (, also referred to as KZN; nicknamed \"the garden province\") is a province of South Africa that was created in 199",
    "Kyle_Abbott": "Kyle Abbott can refer to:\n\nKyle Abbott (baseball) (born 1968), American baseball player\nKyle Abbott (cricketer) (born 1987), Sou",
    "Kyran_Bracken": "Kyran Paul Patrick Bracken MBE (born 22 November 1971) is a world-cup winning former rugby union footballer who played at scrum-",
    "Kyōko_Nagatsuka": "Kyōko Nagatsuka (Japanese: 長塚京子, born February 22, 1974) is a Japanese former professional tennis player. She achieved a career-",
    "L-Orizzont": "L-Orizzont (lit. \"The Horizon\") is a national daily newspaper in Malta published by Union Print Co., the media arm of the Genera",
    "LASK_Linz": "",
    "LG_Telecom": "",
    "LPGA_Championship": "",
    "LaMont_Smith": "LaMont Smith (born December 11, 1972) is a former 1996 Olympic Games gold medalist in the men's 4x400 meter relay for the United",
    "La_Gazzetta_dello_Sport": "La Gazzetta dello Sport (Italian: [la ɡadˈdzetta dello ˈspɔrt]; English: \"The Sports Gazette\") is an Italian daily newspaper ded",
    "La_Jornada": "La Jornada (The Working Day) is one of Mexico City's leading daily newspapers. It was established in 1984 by Carlos Payán Velver",
    "La_Nación": "La Nación (transl. \"The Nation\") is an Argentine daily newspaper. As the country's leading conservative newspaper, La Nación's m",
    "La_Plagne": "La Plagne (French pronunciation: [la plaɲ]) is a French ski area in the alpine valley of the Tarentaise (Savoie). Since 2003, La",
    "La_Presse_(French_newspaper)": "La Presse was the first penny press newspaper in France.\n\n\n== Overview ==\nLa Presse was founded on 16 June 1836 by Émile de Gira",
    "La_Stampa": "La Stampa (English: \"The Press\") is an Italian daily newspaper published in Turin with an average circulation of 87,143 copies i"
}