{
    "Alexei_Markov": "Alexei Mikhailovich Markov (Алексей Михайлович Марков; born 26 May 1979 in Moscow) is a Russian former professional track and ro",
    "Alexia_Dechaume-Balleret": "Alexia Dechaume-Balleret (born 3 May 1970) is a former professional tennis player from France.\nIn her career, she reached three ",
    "Aleš_Valenta": "Aleš Valenta (Czech pronunciation: [ˈalɛʃ ˈvalɛnta]) (born 6 February 1973 in Šumperk, Czechoslovakia) is a former Czech freesty",
    "Alfred_Berkeley": "Alfred R. Berkeley, III (born in 1944) is an American businessman who was president of NASDAQ Stock Market, Inc. from 1996 until",
    "Alfred_Sant": "Alfred Sant,  (born 28 February 1948) is a Maltese politician and a novelist. He led the Labour Party from 1992 to 2008 and serv",
    "Algemeen_Nederlands_Persbureau": "The Algemeen Nederlands Persbureau BV (ANP) is the largest news agency in the Netherlands. ANP was founded on 11 December 1934 b",
    "Algeria": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is borde",
    "Algiers": "Algiers ( al-JEERZ; Arabic: الجزائر, romanized: al-Jazāʾir) is the administrative, political and economic capital and largest ci",
    "Ali_Alatas": "Ali Alatas (Arabic: علي العطاس ʿAlī al-ʿAṭṭās; 4 November 1932 – 11 December 2008) was an Indonesian diplomat of Ba 'Alawi sada ",
    "Ali_Brown": "Alistair Duncan Brown (born 11 February 1970), commonly known as Ali Brown, is a former English cricketer who played for Surrey ",
    "Ali_Shah": "Ali Hassimshah Omarshah (born 7 August 1959), known as Ali Shah , is a former Zimbabwean international cricketer. An all-rounder",
    "Alicante": "Alicante (, also UK: , US: ; Spanish: [aliˈkante]; Valencian: Alacant [alaˈkant]; officially: Alicante / Alacant) is a city and ",
    "Alicia_Machado": "Yoseph Alicia Machado Fajardo (Spanish pronunciation: [aˈlisja maˈtʃaðo]; born December 6, 1976) is a Venezuelan-American actres",
    "Alija_Izetbegović": "Alija Izetbegović (Bosnian pronunciation: [ǎlija ǐzedbeɡoʋitɕ]; 8 August 1925 – 19 October 2003) was a Bosnian politician, Islam",
    "Alina_Astafei": "Alina Astafei (known before 1995 as Galina Astafei; born 7 June 1969) is a Romanian-German track and field athlete who attained ",
    "Alistair_Campbell_(cricketer)": "Alistair Douglas Ross Campbell (born 23 September 1972) is a Zimbabwean former cricketer and a former captain of the Zimbabwe na",
    "Aliuska_López": "Aliuska López (Spanish pronunciation: [aˈljuska ˈlopes]; Aliuska Yanira López Pedroso; born August 29, 1969) is a Spanish athlet",
    "Alla_Dudayeva": "Alla Fyodorovna Dudayeva (Russian: А́лла Фёдоровна Дуда́ева, née Alevtina Kulikova, Алевтина Кулико́ва; born 24 March 1947) is t",
    "Allah": "Allah ( A(H)L-ə, ə-LAH; Arabic: ﷲ, IPA: [ɑɫˈɫɑːh] ) is the Arabic word for God, particularly the God of Abraham. Outside of the ",
    "Allan_Bateman": "Allan Glen Bateman (born 6 March 1965) is a Welsh former rugby union and rugby league footballer who played in the 1980s, 1990s ",
    "Allan_Donald": "Allan Anthony Donald (born 20 October 1966) is a South African former cricketer who is also the former bowling coach of Banglade",
    "Allan_Wells": "Allan Wipper Wells  (born 3 May 1952) is a British former track and field sprinter who became the 100 metres Olympic champion at",
    "Allen_Johnson": "Allen Kenneth Johnson (born March 1, 1971) is an American former hurdling athlete who won the gold medal in the 110 metre hurdle",
    "Allenby_Bridge": "The Allenby Bridge (Hebrew: גשר אלנבי, romanized: Gesher Allenby), known officially in Jordan as the King Hussein Bridge (Arabic",
    "Allensbach": "Allensbach is a municipality in the district of Konstanz in Baden-Württemberg in Germany.\nAllensbach is located between Konstanz",
    "Allentown,_Pennsylvania": "Allentown (Pennsylvania Dutch: Allenschteddel, Allenschtadt, or Ellsdaun) is the county seat of Lehigh County, Pennsylvania, Uni",
    "Alliance_'90/The_Greens": "",
    "Alloa_Athletic_F.C.": "Alloa Athletic Football Club is a Scottish association football semi-professional club based in the town of Alloa, Clackmannansh",
    "Ally_McCoist": "Alistair Murdoch McCoist  (; born 24 September 1962) is a Scottish former footballer who has since worked as a manager and TV pu",
    "Almere": "Almere (Dutch pronunciation: [ɑlˈmeːrə] ) is a planned city and municipality in the province of Flevoland, Netherlands across th",
    "Aloÿs_Nizigama": "Aloÿs Nizigama (born 18 June 1966) is a retired Burundian long-distance runner who specialized in the 5000 and 10,000 metres.\nHi",
    "Alpay_Özalan": "Fehmi Alpay Özalan (born 29 May 1973) is a Turkish former professional footballer, football manager and politician. He last work",
    "Alpine_skiing_at_the_1994_Winter_Olympics": "Alpine skiing at the 1994 Winter Olympics consisted of ten alpine skiing events, held north of the host city of Lillehammer, Nor",
    "Alsace": "Alsace (, US also ; French: [alzas] ; Low Alemannic German/Alsatian: Elsàss [ˈɛlsɑs]; German: Elsass (German spelling before 199",
    "Altenberg,_Germany": "",
    "Altin_Haxhi": "Altin Haxhi (born 17 June 1975) is an Albanian retired footballer who played as a defender. \n\n\n== Club career ==\nHaxhi's former ",
    "Altin_Rraklli": "Altin Rraklli (born 17 July 1970) is an Albanian football coach and former player who played as a forward.\nMost of his professio",
    "Amalgamated_Roadstone_Corporation": "Amalgamated Roadstone Corporation (ARC) was a British stone quarrying company.\n\n\n== History ==\nAmalgamated Roadstone Corporation",
    "Amanda_Coetzer": "Amanda Coetzer (born 22 October 1971, in Hoopstad) is a South African former professional tennis player. Coetzer finished in the",
    "Amara_Essy": "Amara Essy (born 20 December 1944) is a diplomat from Ivory Coast.\n\n\n== Early life and education ==\nEssy was born in Bouaké, Ivo",
    "Amarillo,_Texas": "Amarillo ( AM-ə-RIL-oh; Spanish for \"yellow\") is a city in the U.S. state of Texas and the seat of Potter County. It is the 14th",
    "Amazon_River": "The Amazon River (UK: , US: ; Spanish: Río Amazonas, Portuguese: Rio Amazonas) in South America is the largest river by discharg",
    "American_Airlines": "American Airlines is a major airline in the United States headquartered in Fort Worth, Texas, within the Dallas–Fort Worth metro",
    "American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast television and radio network that serves as the flag",
    "American_Civil_War": "The American Civil War (April 12, 1861 – May 26, 1865; also known by other names) was a civil war in the United States between t",
    "American_Depositary_Receipt": "",
    "American_League": "The American League of Professional Baseball Clubs, known simply as the American League (AL), is the younger of two leagues cons",
    "American_League_Central": "The American League Central is one of Major League Baseball's six divisions. This division was formed in the realignment of 1994",
    "American_League_East": "The American League East is one of Major League Baseball's six divisions. MLB consists of an East, Central, and West division fo",
    "American_League_West": "The American League West is one of Major League Baseball's six divisions. The division has five teams as of the 2013 season, but",
    "American_Stock_Exchange": "",
    "American_University": "American University (AU or American) is a private federally chartered research university in Washington, D.C., United States. It",
    "American_Veterinary_Medical_Association": "The American Veterinary Medical Association (AVMA) is an American not-for-profit association founded in 1863 that represents mor",
    "American_studies": "American studies or American civilization is an interdisciplinary field of scholarship that examines American literature, histor",
    "Amica_Wronki": "Amica Wronki was a Polish football club based in Wronki, Poland.\nThe club was invariably linked to Amica, a manufacturer of whit",
    "Amman": "Amman (UK:  ə-MAHN, US:  ah-MAHN; Arabic: عَمَّان, romanized: ʿAmmān, pronounced [ʕaˈmːaːn]) is the capital and the largest city",
    "Amnesty_International": "Amnesty International (also referred to as Amnesty or AI) is an international non-governmental organization focused on human rig",
    "Amoco": "Amoco ( AM-ə-koh) is a brand of fuel stations operating in the United States and owned by British conglomerate BP since 1998.  T",
    "Amr_Moussa": "Amr Moussa (Arabic: عمرو موسى, IPA: [ˈʕɑmɾe mæˈħæmmæd ˈmuːsæ], Amr Muhammad Moussa; born 3 October 1936) is an Egyptian politici",
    "Amr_Shabana": "Amr Shabana (Arabic: عمرو شبانة; born 20 July 1979 in Cairo) is a former professional squash player from Egypt. He won the World",
    "Amsterdam": "Amsterdam ( AM-stər-dam, UK also  AM-stər-DAM, Dutch: [ˌɑmstərˈdɑm] ; lit. 'Dam in the Amstel') is the capital and most populate",
    "Amstetten,_Lower_Austria": "Amstetten (German pronunciation: [amˈʃtɛtn̩] ) is a city in Lower Austria. It is the capital of the Amstetten District and the c",
    "Amtrak": "The National Railroad Passenger Corporation, doing business as Amtrak (; reporting marks AMTK, AMTZ), is the national passenger ",
    "Amy_Frazier": "Amy Frazier (born September 19, 1972) is a former professional tennis player from the United States. She won eight singles and f",
    "An-Nahar": "An-Nahar (Arabic: النهار, lit. 'The Day or The Morning') is a leading Arabic-language daily newspaper published in Lebanon. In t",
    "Ana_Fidelia_Quirot": "Ana Fidelia Quirot Moré (Spanish pronunciation: [ˈana fiˈðelja kiˈɾot]; born March 23, 1963) is a former track and field athlete",
    "Anaheim_Ducks": "The Anaheim Ducks are a professional ice hockey team based in Anaheim, California. The Ducks compete in the National Hockey Leag",
    "Anatolia": "Anatolia (Turkish: Anadolu), also known as Asia Minor, is a peninsula in West Asia that makes up the majority of the land area o",
    "Anchorage,_Alaska": "Anchorage (Tanaina: Dgheyay Kaq'; Dgheyaytnu), officially the Municipality of Anchorage, is the most populous city in the U.S. s",
    "Anders_Forsbrand": "Anders Gunnar Vilhelm Forsbrand (born 1 April 1961) is a Swedish professional golfer who formerly competed on the European Tour.",
    "Andhra_Pradesh": "Andhra Pradesh (; ISO: Āndhra Pradēś; Telugu: [aːndʱrɐ prɐdeːʃ]  abbr.  AP) is a state on the east coast of southern India. It i",
    "Andre_Agassi": "Andre Kirk Agassi ( AG-ə-see; born April 29, 1970) is an American former world No. 1 tennis player. He is an eight-time major ch",
    "Andre_Markgraaff": "Andries Thomas \"Andre\" Markgraaff (born 23 December 1956) is a retired South African rugby union lock. He matriculated at Diaman",
    "Andre_Snyman": "Andre Snyman (born 6 August 1963) is a South African cricketer. He played in thirteen first-class for Eastern Province between 1",
    "Andrea_Collinelli": "Andrea Collinelli (born 2 July 1969) is an Italian former racing cyclist and Olympic champion in track cycling.\n\n\n== Biography =",
    "Andrea_Ferrigato": "Andrea Ferrigato (born 1 September 1969 in Schio) is an Italian former road bicycle racer.\n\n\n== Career ==\nIn 1991 he turned prof",
    "Andrea_Gaudenzi": "Andrea Gaudenzi (Italian pronunciation: [anˈdrɛːa ɡauˈdɛntsi]; born 30 July 1973) is an Italian former tennis player and the cur",
    "Andrea_Giaconi": "Andrea Giaconi (born 11 April 1974 in Reggio Emilia) is an Italian hurdler.\n\n\n== Biography ==\nHe won the silver medal at the 200",
    "Andrea_Glass": "Andrea Glass (born 17 July 1976) is a former professional German tennis player.\nHer highest WTA singles ranking is 53rd, which s",
    "Andreas_Andersson": "Andreas Andersson may refer to:\n\nAndreas Andersson (footballer, born 1974), Swedish footballer (forward)\nAndreas Andersson (foot",
    "Andreas_Goldberger": "Andreas \"Andi\" Goldberger (born 29 November 1972) is an Austrian former ski jumper. \nIn 1994 he became the first man in history ",
    "Andreas_Heraf": "Andreas Heraf (born 10 September 1967) is an Austrian football manager and former player who last served as head coach for the G",
    "Andreas_Herzog": "",
    "Andreas_Kappes": "Andreas Kappes (23 December 1965 – 31 July 2018) was a German cyclist, who was a professional from 1987 to 2009, active on the r",
    "Andreas_Köpke": "Andreas \"Andy\" Köpke (German pronunciation: [anˈdʁeːas ˈʔandiː ˈkœpkə]; born 12 March 1962) is a German former professional foot",
    "Andreas_Möller": "Andreas Möller (born 2 September 1967) is a German former professional footballer who played as an attacking midfielder. He is t",
    "Andreas_Ogris": "Andreas Ogris (born 7 October 1964) is an Austrian football manager and former player. He is the older brother of former Austria",
    "Andreas_Seelig": "Andreas Seelig (born July 6, 1970 in Berlin) is a retired discus thrower from Germany. He won the 1989 European Junior Champions",
    "Andreas_Thom": "Andreas Thom (born 7 September 1965) is a German former professional footballer who played as a forward for BFC Dynamo, Bayer Le",
    "Andreas_Zeyer": "Andreas Zeyer (born 9 June 1968) is a German former professional footballer who played as a midfielder. He is the twin brother o",
    "Andrei_Chesnokov": "Andrei Eduardovich Chesnokov (Russian: Андрей Эдуардович Чесноков; born 2 February 1966) is a former professional tennis player ",
    "Andrei_Kanchelskis": "Andrei Antanasovich Kanchelskis (Ukrainian: Андрій Антанасович Канчельскіс; Russian: Андрей Антанасович Канчельскис; born 23 Jan",
    "Andrei_Olhovskiy": "Andrei Stanislavovich Olhovskiy (Russian: Андре́й Станисла́вович Ольхо́вский; pronounced [ɐnˈdrʲej ɐlʲˈxofskʲɪj] ; born 15 April",
    "Andrei_Pavel": "Andrei Pavel (born 27 January 1974) is a Romanian tennis coach and former professional tennis player.\nHe achieved a career-high ",
    "Andrei_Tchmil": "Andrei Tchmil (born 22 January 1963) is a retired Soviet (until 1991), Moldovan (1992–1994), Ukrainian (1994–1998) and Belgian (",
    "Andrew_Caddick": "",
    "Andrew_Coltart": "Andrew John Coltart (born 12 May 1970) is a Scottish professional golfer and TV commentator. He had a successful amateur career ",
    "Andrew_Hudson": "Andrew Hudson may refer to:\n\nAndrew Hudson (cricketer)\nAndrew Hudson (sprinter)",
    "Andrew_Magee": "Andrew Donald Magee (born May 22, 1962) is an American professional golfer who played for more than 20 years on the PGA Tour.\nMa",
    "Andrew_Mehrtens": "Andrew Philip Mehrtens  (born 28 April 1973) is a New Zealand former rugby union player. He was regarded as a top first five-eig"
}