{
    "La_création_du_monde": "La Création du monde, Op. 81a, is a 15-minute-long ballet composed by Darius Milhaud in 1922–23 to a libretto by Blaise Cendrars",
    "Laban_Rotich": "Laban Rotich (born 20 January 1969 in Mosoriot) is a retired Kenyan runner who specialized in the 1500 metres. His personal best",
    "Labor_Day": "Labor Day is a federal holiday in the United States celebrated on the first Monday of September to honor and recognize the Ameri",
    "Labour_Day": "Labour Day is an annual day of celebration of the achievements of workers. It has its origins in the labour union movement, spec",
    "Labour_Party_(Malta)": "The Labour Party (Maltese: Partit Laburista, PL), formerly known as the Malta Labour Party (Maltese: Partit tal-Ħaddiema, MLP), ",
    "Labour_Party_(UK)": "The Labour Party is a political party in the United Kingdom that sits on the centre-left of the political spectrum. The party ha",
    "Lagos": "Lagos  ( LAY-goss; also US:  LAH-gohss; Yoruba: Èkó), or Lagos City, is a large metropolitan city in southwestern Nigeria. With ",
    "Lahore": "Lahore ( lə-HOR; Punjabi: لہور [lɔː˩˥ɾ]; Urdu: لاہور [laːˈɦɔːɾ] ) is the capital and largest city of the Pakistani province of P",
    "Lake_Maracaibo": "Lake Maracaibo (Spanish: Lago de Maracaibo) is located in northwestern Venezuela, between the states of Zulia, Trujillo, and Mér",
    "Lamberto_Dini": "Lamberto Dini (born 1 March 1931) is an Italian politician and economist. He was the Director General of Bank of Italy from 1979",
    "Lamonts": "Lamonts was a chain of department stores founded in Seattle, Washington. The chain was started in 1970 when Pay 'n Save renamed ",
    "Lanarkshire": "Lanarkshire, also called the County of Lanark (Scottish Gaelic: Siorrachd Lannraig; Scots: Lanrikshire), is a historic county, l",
    "Lancashire_County_Cricket_Club": "Lancashire Cricket Club represents the historic county of Lancashire in English cricket. The club has held first-class status si",
    "Lance_Armstrong": "Lance Edward Armstrong (né Gunderson; born September 18, 1972) is an American former professional road racing cyclist. He achiev",
    "Lance_Gibbs": "Lancelot Richard Gibbs (born 29 September 1934) is a former West Indies cricketer, one of the most successful spin bowlers in Te",
    "Land_Securities": "",
    "Landgraaf": "Landgraaf (Dutch: [ˈlɑntxraːf] ; Limburgish: Lankgraaf [ˈlɑŋkxʀaːf]) is a municipality in southeastern Limburg, Netherlands, for",
    "Landskrona": "Landskrona is a town in Scania, Sweden. Located on the shores of the Öresund, it occupies a natural port, which has lent the tow",
    "Lansana_Conté": "Lansana Conté (N'Ko: ߟߊ߲߭ߛߣߊ߬ ߞߐ߲ߕߋ߬; 30 November 1934 – 22 December 2008) was a Guinean politician and military official who se",
    "Lantau_Peak": "Lantau Peak or Fung Wong Shan (literally \"Phoenix Mountain\") is a mountain in Lantau South Country Park, Lantau Island, Hong Kon",
    "Larisa_Neiland": "Larisa Savchenko-Neiland (Ukrainian: Лариса Савченко-Нейланд, Latvian: Larisa Savčenko-Neilande; née Savchenko; also Larisa Neil",
    "Larnaca": "Larnaca, also spelled as Larnaka, is a city on the south east coast of Cyprus and the capital of the district of the same name. ",
    "Larry_Walker": "Larry Kenneth Robert Walker (born December 1, 1966) is a Canadian former professional baseball right fielder. During his 17-year",
    "Lars_Bohinen": "Lars Roar Bohinen (born 8 September 1969) is a Norwegian football manager and former professional footballer who is the manager ",
    "Lars_Riedel": "Lars Peter Riedel (born 28 June 1967) a former German discus thrower. Riedel has the seventh longest discus throw of all-time wi",
    "Las_Cruces,_New_Mexico": "Las Cruces (; Spanish: [las 'kruses] \"the crosses\") is the second-most populous city in the U.S. state of New Mexico and the sea",
    "Las_Vegas,_Nevada": "",
    "Latin_America": "Latin America often refers to the regions in the Americas in which Romance languages are the main languages. It is \"commonly use",
    "Latvia": "Latvia (  LAT-vee-ə, sometimes  LAHT-vee-ə; Latvian: Latvija Latvian pronunciation: [ˈlatvija]), officially the Republic of Latv",
    "Latvia_national_football_team": "The Latvia national football team (Latvian: Latvijas futbola izlase) represents Latvia in men's international football, and is c",
    "Laurence_Courtois": "Laurence Courtois (born 18 January 1976) is a former professional female tennis player from Belgium.\nCourtois, who was born in K",
    "Laurent-Désiré_Kabila": "Laurent-Désiré Kabila (French pronunciation: [lo.ʁɑ̃ de.zi.ʁe ka.bi.la]; 27 November 1939 – 16 January 2001) usually known as La",
    "Laurent_Blanc": "Laurent Robert Blanc (French pronunciation: [lɔʁɑ̃ blɑ̃]; born 19 November 1965) is a French professional football manager and f",
    "Laurent_Bénézech": "Laurent Bénézech (born 19 December 1966 in Pamiers) is a former French rugby union footballer. He played as a prop.\nBenezech pla",
    "Laurent_Cabannes": "Laurent Jean-Marie Cabannes (raised in Béarn, born in Reims 6 February 1964) is a former French rugby union footballer. He playe",
    "Laurent_Charvet": "Laurent Jean Charvet (born 8 May 1973) is a French former footballer who played as a right back.\nCharvet played for Cannes havin",
    "Laurent_Gané": "Laurent Gané (born 7 March 1973 in Nouméa, New Caledonia) is a former French professional track cyclist.\nHe was awarded the Vélo",
    "Laurent_Jalabert": "Laurent Jalabert (born 30 November 1968) is a French former professional road racing cyclist, from 1989 to 2002.\nAffectionately ",
    "Laurent_Ottoz": "Laurent Ottoz (born 10 April 1970) is an Italian hurdler. He won four medals, at senior level, at international athletics compet",
    "Laurie_Brereton": "Laurence John Brereton (born 29 May 1946) is an Australian former politician who was a state minister, a federal member of cabin",
    "Laurie_Harper": "Laurence Damien Harper (born 10 December 1970 in Deniliquin, New South Wales) was an Australian first-class cricketer who played",
    "Lawrence_B._Lindsey": "",
    "Lawrence_of_Arabia_(film)": "Lawrence of Arabia is a 1962 epic biographical adventure drama film based on the life of T. E. Lawrence and his 1926 book Seven ",
    "Laxmi_Poruri": "Laxmi Poruri-Madan (born November 9, 1972) is a retired American professional tennis player and the first Indian-American female",
    "Le_Canard_enchaîné": "Le Canard enchaîné (French pronunciation: [lə kanaʁ ɑ̃ʃɛne]; English: \"The Chained Duck\" or \"The Chained Paper\", as canard is Fr",
    "Le_Figaro": "Le Figaro (French: [lə fiɡaʁo] ) is a French daily morning newspaper founded in 1826. It was named after Figaro, a character in ",
    "Le_Havre_AC": "Le Havre Athletic Club (French pronunciation: [lə ɑvʁ]) is a French professional association football club based in Le Havre, No",
    "Le_Jour": "Le Jour (French for \"The Day\") was a Quebec independence newspaper. It was founded in Saint-Laurent, near Montreal, by Yves Mich",
    "Le_Matin_(France)": "Le Matin was a French daily newspaper first published in February 26, 1884, and discontinued in 1944.\n\n\n== History ==\nLe Matin w",
    "Le_Monde": "Le Monde (French: [lə mɔ̃d] ; French for 'The World') is a French daily afternoon newspaper. It is the main publication of Le Mo",
    "Le_Temps": "Le Temps (French pronunciation: [lə tɑ̃], lit. 'The Time') is a Swiss French-language daily newspaper published in Berliner form",
    "League_of_Women_Voters": "The League of Women Voters (LWV) is a nonpartisan American nonprofit political organization. Founded in 1920, its ongoing major ",
    "Leah_Pells": "Leah Marlee Pells (born November 9, 1964, in Vancouver, British Columbia) is a retired female track and field athlete from Canad",
    "Leander_Paes": "Leander Adrian Paes  ( PAYSS; born 17 June 1973) is an Indian former professional tennis player and the 1st Asian man to be indu",
    "Lebanon": "Lebanon (  LEB-ən-on, -⁠ən; Arabic: لُبْنَان, romanized: Lubnān, local pronunciation: [lɪbˈneːn]), officially the Republic of Le",
    "Lech_Poznań": "Kolejowy Klub Sportowy Lech Poznań S.A., commonly referred to as KKS Lech Poznań or simply Lech Poznań (Polish pronunciation: [l",
    "Lee's_Summit,_Missouri": "Lee's Summit is a city in the U.S. state of Missouri and is a suburb in the Kansas City metropolitan area. It resides in Jackson",
    "Lee_Bowyer": "Lee David Bowyer (; born 3 January 1977) is an English football manager and former professional player.\nHe is the head coach of ",
    "Lee_Germon": "Lee Kenneth Germon (born 4 November 1968) is a sporting body administrator and former New Zealand cricketer, wicket-keeper and f",
    "Lee_Sharpe": "Lee Stuart Sharpe (born 27 May 1971) is an English former professional footballer, sports television pundit, reality television ",
    "Lee_Tinsley": "Lee Owen Tinsley (March 4, 1969 – January 12, 2023) was an American professional baseball outfielder. He played in Major League ",
    "Lee_Wan_Wah": "Lee Wan Wah  (Chinese: 李萬華; Pe̍h-ōe-jī: Lí Bān-hôa, born 24 November 1975) is a former badminton player from Malaysia. He is cur",
    "Lee_Westwood": "Lee John Westwood  (born 24 April 1973) is an English professional golfer. Noted for his consistency, he is one of the few golfe",
    "Leeds": "Leeds is a city in West Yorkshire, England. It is the largest settlement in Yorkshire and the administrative centre of the City ",
    "Leeds_Rhinos": "The Leeds Rhinos are a professional rugby league club in Leeds, West Yorkshire, England. The club play their home games at AMT H",
    "Leeds_United_A.F.C.": "",
    "Lega_Nord": "Lega Nord (LN; English: Northern League), whose complete name is Lega Nord per l'Indipendenza della Padania (English: Northern L",
    "Legal_Department": "",
    "Legia_Warszawa": "",
    "Lehman_Brothers": "Lehman Brothers Inc. ( LEE-mən) was an American global financial services firm founded in 1850. Before filing for bankruptcy in ",
    "Leicester": "Leicester (  LES-tər) is a city, unitary authority area, unparished area and the county town of Leicestershire in the East Midla",
    "Leicester_City_F.C.": "Leicester City Football Club is a professional football club based in the city of Leicester, East Midlands, England. The club co",
    "Leicester_Tigers": "Leicester Tigers (officially Leicester Football Club) are a professional rugby union club based in Leicester, England. They play",
    "Leicestershire_County_Cricket_Club": "Leicestershire County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England ",
    "Leipzig/Halle_Airport": "Leipzig/Halle Airport (IATA: LEJ, ICAO: EDDP) (German: Flughafen Leipzig/Halle) is an international airport located in Schkeudit",
    "Lennart_Meri": "Lennart Georg Meri (Estonian pronunciation: [ˈlenːɑrtː keˈorːːk ˈmeri]; 29 March 1929 – 14 March 2006) was an Estonian writer, f",
    "Lenzing_AG": "The Lenzing Group is an international group with its headquarters in Lenzing, Austria, and production sites in all major markets",
    "Leonid_Kuchma": "Leonid Danylovych Kuchma (Ukrainian: Леонід Данилович Кучма, IPA: [leoˈn⁽ʲ⁾id dɐˈnɪlowɪtʃ ˈkutʃmɐ]; born 9 August 1938) is a Ukr",
    "Leopold_III_of_Belgium": "Leopold III (3 November 1901 – 25 September 1983) was King of the Belgians from 23 February 1934 until his abdication on 16 July",
    "Les_Ferdinand": "Leslie Ferdinand MBE (born 8 December 1966) is an English football coach, former professional footballer and television pundit.\n",
    "Les_Échos_(France)": "",
    "Letitia_Vriesde": "Letitia Alma Vriesde (born 5 October 1964) is a former track and field athlete from Suriname, who specialised in the 800 metres ",
    "Levothyroxine": "Levothyroxine, also known as L-thyroxine, is a synthetic form of the thyroid hormone thyroxine (T4). It is used to treat thyroid",
    "Lewis_Gunn": "Lewis James Hamilton Gunn (14 May 1918 – 11 February 2014) was a Canadian cricketer. Gunn was born in Edinburgh, Scotland. He wa",
    "Leyton_Orient_F.C.": "Leyton Orient Football Club is a professional association football club based in Leyton, Waltham Forest, Greater London, England",
    "Lhasa": "Lhasa, officially the Chengguan District of Lhasa City, is the inner urban district of Lhasa City, Tibet Autonomous Region, Sout",
    "Li_Peng": "Li Peng (Chinese: 李鹏; pinyin: Lǐ Péng; 20 October 1928 – 22 July 2019) was a Chinese politician who served as the 4th premier of",
    "Liam_Botham": "Liam James Botham (born 26 August 1977) is an English former professional sportsman who played both codes of rugby football and ",
    "Liam_Daish": "Liam Sean Daish (born 23 September 1968) is a football coach, manager and former professional player who was appointed academy m",
    "Liam_Fox": "Sir Liam Fox (born 22 September 1961) is a British politician who served as Secretary of State for International Trade from 2016",
    "Liam_Gallagher": "William John Paul Gallagher (born 21 September 1972) is an English singer and songwriter. He is the lead singer of the rock band",
    "Liam_Neeson": "William John Neeson  (born 7 June 1952) is a Northern Irish actor. He has received several accolades, including nominations for ",
    "Liaoning": "Liaoning is a coastal province in Northeast China that is the smallest, southernmost, and most populous province in the region. ",
    "Liberal_Democratic_Party_(Japan)": "The Liberal Democratic Party (自由民主党, Jiyū-Minshutō), frequently abbreviated to LDP or Jimintō (自民党), is a major conservative and",
    "Liberal_Party_(UK)": "The Liberal Party was one of the two major political parties in the United Kingdom, along with the Conservative Party, in the 19",
    "Liberal_Party_of_Australia": "The Liberal Party of Australia is a centre-right political party in Australia. It is one of the two major parties in Australian ",
    "Liberation_Tigers_of_Tamil_Eelam": "The Liberation Tigers of Tamil Eelam (LTTE; Tamil: தமிழீழ விடுதலைப் புலிகள், romanized: Tamiḻīḻa viṭutalaip pulikaḷ, Sinhala: දෙ",
    "Liberia": "Liberia ( ), officially the Republic of Liberia, is a country on the West African coast. It is bordered by Sierra Leone to its n",
    "Liberia_national_football_team": "The Liberia national football team, nicknamed the Lone Stars, represents Liberia in men's international football and is controll"
}