{
    "Libya": "Libya, officially the State of Libya, is a country in the Maghreb region of North Africa. It borders the Mediterranean Sea to th",
    "Lidl": "Lidl (German pronunciation: [ˈliːdl̩] LEE-dəl) is a German international discount retailer chain that operates over 12,000 store",
    "Liechtenstein": "Liechtenstein ( LIK-tən-styne; German: [ˈlɪçtn̩ʃtaɪn] ), officially the Principality of Liechtenstein (German: Fürstentum Liecht",
    "Liechtenstein_national_football_team": "The Liechtenstein national football team (German: Liechtensteinische Fussballnationalmannschaft) is the national football team o",
    "Lien_Chan": "Lien Chan (Chinese: 連戰; pinyin: Lián Zhàn; Wade–Giles: Lien² Chan⁴; Pe̍h-ōe-jī: Liân Chiàn; born 27 August 1936) is a Taiwanese ",
    "Lierse_S.K.": "Lierse S.K. may refer to:\n\nLierse S.K. (1906), a defunct football club in Belgium\nLierse S.K. (2018), an active football club in",
    "Lihir_Island": "Lihir Island (a.k.a. Niolam Island) is the largest island in the Lihir group of islands, 22 km (14 mi) long and 14.5 km (9.0 mi)",
    "Likud": "Likud (Hebrew: הַלִּיכּוּד, romanized: HaLikud, lit. 'The Consolidation'), officially known as Likud – National Liberal Movement",
    "Lilian_Thuram": "Ruddy Lilian Thuram-Ulien (French pronunciation: [liljɑ̃ tyʁam]; born 1 January 1972) is a French author, philanthropist and for",
    "Lille_OSC": "Lille Olympique Sporting Club (French pronunciation: [lil ɔlɛ̃pik spɔʁtɪŋ klœb]), commonly referred to as LOSC, LOSC Lille or si",
    "Lillehammer": "Lillehammer (Norwegian pronunciation: [ˈlɪ̂lːəˌhɑmːər] ) is a municipality in Innlandet county, Norway. It is located in the tra",
    "Lima": "Lima (  LEE-mə; locally [ˈlima]), founded in 1535 as the Ciudad de los Reyes (locally [sjuˈdat de los ˈreʝes], Spanish for \"City",
    "Limerick": "Limerick ( LIM-ər-ik; Irish: Luimneach [ˈl̪ˠɪmʲ(ə)nʲəx]) is a city in western Ireland, in County Limerick. It is in the province",
    "Limited_company": "In a limited company, the liability of members or subscribers of the company is limited to what they have invested or guaranteed",
    "Lincoln,_Nebraska": "Lincoln is the capital of the U.S. state of Nebraska and the county seat of Lancaster County. The city covers 100.4 square miles",
    "Lincoln_City_F.C.": "Lincoln City Football Club is a professional association football club based in the city of Lincoln, Lincolnshire, England. The ",
    "Linda_Kisabaka": "Linda Kisabaka (born 9 April 1969 in Wuppertal) is a retired German middle distance runner. She ran the 400 metres until 1996, w",
    "Linda_Wild": "Linda Harvey Wild (born February 11, 1971) is a retired tennis player from the United States. Born as Linda Harvey, she later us",
    "Lindsay_Davenport": "Lindsay Ann Davenport Leach (born June 8, 1976) is an American former professional tennis player. Davenport was ranked singles w",
    "Lindy_Remigino": "Lindy John Remigino (June 3, 1931 – July 11, 2018) was an American track and field athlete, the 1952 Olympic 100 m champion.\n\n\n=",
    "Linfield_F.C.": "Linfield Football Club is a Northern Irish professional football club, based in south Belfast, which plays in the NIFL Premiersh",
    "Linford_Christie": "Linford Christie  (born 2 April 1960) is a Jamaican-born British former sprinter and athletics coach. He is the only British man",
    "Linz": "Linz ( LINTS, German: [ˈlɪnts] ; Czech: Linec [ˈlɪnɛt͡s]) is the capital of Upper Austria and third-largest city in Austria. Loc",
    "Lisa_Raymond": "Lisa Raymond (born August 10, 1973) is an American former professional tennis player who has achieved notable success in doubles",
    "Lisbeth_Stuer-Lauridsen": "",
    "Lisbon": "Lisbon ( LIZ-bən; Portuguese: Lisboa [liʒˈβoɐ] ) is the capital and largest city of Portugal, with an estimated population of 56",
    "Lithuania": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of three Baltic states a",
    "Lithuania_national_football_team": "The Lithuania national football team (Lithuanian: Lietuvos nacionalinė futbolo rinktinė) represents Lithuania in men's internati",
    "Lithuania_national_under-21_football_team": "The Lithuania national under-21 football team is the national under-21 football team of Lithuania and is controlled by the Lithu",
    "Little_Rock,_Arkansas": "Little Rock (Quapaw: I’i-zhinka, lit. 'Little rock') is the capital and most populous city of the U.S. state of Arkansas. The ci",
    "Liverpool_F.C.": "Liverpool Football Club is a professional football club based in Liverpool, England. The club competes in the Premier League, th",
    "Livingston_F.C.": "Livingston Football Club is a Scottish professional football club based in Livingston, West Lothian.\nLivingston currently play i",
    "Liviu_Ciobotariu": "Liviu Ciobotariu (born 26 March 1971) is a Romanian professional football manager and former player, currently in charge of Liga",
    "Lixion_Avila": "Lixion A. Avila (born November 25, 1950) is a retired weather forecaster, formerly working at the National Hurricane Center (NHC",
    "Liège": "Liège ( lee-EZH, lee-AYZH; French: [ljɛʒ] ; Walloon: Lîdje [liːtʃ]; Dutch: Luik [lœyk] ; German: Lüttich [ˈlʏtɪç] ) is a city an",
    "Ljubljana": "Ljubljana (also known by other historical names) is the capital and largest city of Slovenia, located along a trade route betwee",
    "Llanelli_RFC": "Llanelli Rugby Football Club (Welsh: Clwb Rygbi Llanelli) is a Welsh rugby union club founded on 30 March 1872.\nThe club's histo",
    "Lloyd_Axworthy": "Lloyd Norman Axworthy  (born December 21, 1939) is a Canadian politician, elder statesman and academic. He served as Minister of",
    "Lloyd_Bentsen": "Lloyd Millard Bentsen Jr. (February 11, 1921 – May 23, 2006) was an American politician who was a four-term United States Senato",
    "Lockerbie": "Lockerbie (, Scottish Gaelic: Locarbaidh) is a town in Dumfries and Galloway, south-western Scotland. It is about 120 km (75 mil",
    "Loftus_Versfeld_Stadium": "Loftus Versfeld Stadium is a rugby union and association football stadium situated in the suburb of Arcadia, city of Pretoria in",
    "Lombardi_Award": "The Rotary Lombardi Award is an award for college football in the United States. Awarded by the Rotary Club of Houston, Texas an",
    "Lomé": "Lomé (UK:  LOH-may, US:  loh-MAY) is the capital and largest city of Togo. It has an urban population of 837,437 while there wer",
    "London": "London is the capital and largest city of both England and the United Kingdom, with a population of 8,866,180 in 2022. Its wider",
    "London_Heathrow_Airport": "",
    "London_Interbank_Offered_Rate": "",
    "London_Irish": "London Irish RFC is a professional rugby union club, currently in administration, which competed in the Premiership, the top div",
    "London_Metal_Exchange": "The London Metal Exchange (LME) is a futures and forwards exchange in London, United Kingdom with the world's largest market in ",
    "London_Stansted_Airport": "Stansted Airport (IATA: STN, ICAO: EGSS) is an international airport serving London, the capital of England and the United Kingd",
    "London_Stock_Exchange": "The London Stock Exchange (LSE) is a stock exchange based in London, England. As of August 2023, the total market value of all c",
    "London_Wasps": "",
    "Long_Island": "Long Island is a densely populated continental island in southeastern New York state, extending into the Atlantic Ocean. It cons",
    "Longchamp_Racecourse": "The Longchamp Racecourse (French: Hippodrome de Longchamp) is a 57 hectare horse-racing facility located on the Route des Tribun",
    "Longyearbyen": "Longyearbyen (Urban East Norwegian: [ˈlɔ̀ŋjɛrˌbyːən], locally [ˈlɔ̀ŋjɑrˌbyːən], \"Longyear Town\") is the world's northernmost set",
    "Lonmin": "Lonmin plc, formerly Lonrho plc, was a British producer of platinum group metals operating in the Bushveld Complex of South Afri",
    "Loren_Roberts": "Loren Lloyd Roberts (born June 24, 1955) is an American professional golfer, who has played on the PGA Tour and the PGA Tour Cha",
    "Lorenzo_Amoruso": "Lorenzo Amoruso (born 28 June 1971) is an Italian sports commentator and former professional footballer who played as a defender",
    "Lori_McNeil": "Lori McNeil (born December 18, 1963) is an American tennis coach and former top 10 player. McNeil was a singles semifinalist at ",
    "Los_Angeles": "Los Angeles, often referred to by its initials L.A., is the most populous city in the U.S. state of California. With an estimate",
    "Los_Angeles_Angels_of_Anaheim": "",
    "Los_Angeles_Clippers": "The Los Angeles Clippers are an American professional basketball team based in the Greater Los Angeles area. The Clippers compet",
    "Los_Angeles_Dodgers": "The Los Angeles Dodgers are an American professional baseball team based in Los Angeles. The Dodgers compete in Major League Bas",
    "Los_Angeles_Kings": "The Los Angeles Kings are a professional ice hockey team based in Los Angeles. The Kings compete in the National Hockey League (",
    "Los_Angeles_Lakers": "The Los Angeles Lakers are an American professional basketball team based in Los Angeles. The Lakers compete in the National Bas",
    "Lou_Gehrig": "Henry Louis Gehrig Jr. ( GAIR-ig; born Heinrich Ludwig Gehrig Jr.; June 19, 1903 – June 2, 1941) was an American professional ba",
    "Louis_Farrakhan": "Louis Farrakhan (; born Louis Eugene Walcott; May 11, 1933) is an American religious leader who heads the Nation of Islam (NOI),",
    "Louis_Freeh": "Louis Joseph Freeh (born January 6, 1950) is an American attorney and former judge who served as the fifth Director of the Feder",
    "Louise_Currey": "Louise Currey (née McPaul; born 24 January 1969 in Port Kembla, New South Wales) is a retired Australian track and field athlete",
    "Loyola_de_Palacio": "Ignacia de Loyola de Palacio y del Valle Lersundi (16 September 1950 – 13 December 2006) was a Spanish politician. She was among",
    "Luanda": "Luanda (/luˈændə, -ˈɑːn-/, Portuguese: [luˈɐ̃dɐ]) is the capital and largest city of Angola. It is Angola's primary port, and it",
    "Luc_Nilis": "Luc Gilbert Cyrille Nilis (born 25 May 1967) is a Belgian professional football manager and former player who is the striker coa",
    "Luca_Cadalora": "Luca Cadalora (born 17 May 1963) is an Italian former professional motorcycle racer who is the 1986 125 cc World Champion, 1991 ",
    "Lucas_Moreira_Neves": "Lucas Moreira Neves O.P. (16 September 1925 – 8 September 2002) was a Brazilian Cardinal Bishop and Prefect of the Congregation ",
    "Lucy_Tyler-Sharman": "Lucy Tyler-Sharman (born Lucy Tyler, in Louisville, Kentucky on 6 June 1965) is an Australian Olympic and World Champion cyclist",
    "Ludmila_Engquist": "Ludmila Viktorovna Engquist (née Leonova (Russian: Людмила Викторовна Нарожиленко-Леонова). formerly Narozhilenko; born 21 April",
    "Ludmila_Richterová": "Ludmila Richterová (born 7 March 1977) is a Czech former tennis player. She reached her highest ranking, World No. 62, on 18 Mar",
    "Ludovic_Giuly": "Ludovic Vincent Giuly (born 10 July 1976) is a French former professional footballer who played as a winger.\nGiuly represented F",
    "Lufthansa": "Deutsche Lufthansa AG (German pronunciation: [ˌdɔʏtʃə ˈlʊfthanzaː ʔaːˈɡeː] ), or simply Lufthansa, is the flag carrier of German",
    "Luis_Enrique_Martínez_García": "",
    "Luis_García_Postigo": "",
    "Luis_Milla": "Luis Milla may refer to:\n\nLuis Milla (footballer, born 1966)\nLuis Milla (footballer, born 1994)",
    "Luis_Oliveira": "",
    "Luis_Polonia": "Luis Andrew Polonia Almonte (born December 10, 1963) is a Dominican former professional baseball outfielder and designated hitte",
    "Luke_Jensen": "Luke Jensen  (born June 18, 1966) is an American former professional tennis player and Grand Slam doubles champion. Jensen won t",
    "Luke_Kipkosgei": "Luke Kipkosgei (born 27 November 1975 in Iten) is a Kenyan long-distance runner who is most known for his track running over 300",
    "Lukoil": "The PJSC Lukoil Oil Company (Russian: Лукойл, romanized: Lukoyl, IPA: [ˈluːkɔɪl] stylized as LUKOIL or ЛУКОЙЛ in Cyrillic script",
    "Lusaka_Protocol": "The Lusaka Protocol, initialed in Lusaka, Zambia on 31 October 1994, attempted to end the Angolan Civil War by integrating and d",
    "Luton_Town_F.C.": "Luton Town Football Club is a professional football club from Luton, Bedfordshire, England. The club currently competes in the E",
    "Luxembourg": "Luxembourg (  LUK-səm-burg; Luxembourgish: Lëtzebuerg [ˈlətsəbuəɕ] ; German: Luxemburg [ˈlʊksm̩bʊʁk] ; French: Luxembourg [lyksɑ",
    "Luxembourg_(city)": "",
    "Luís_Figo": "Luís Filipe Madeira Caeiro Figo  (Portuguese pronunciation: [luˈiʃ ˈfiɣu]; born 4 November 1972) is a Portuguese former professi",
    "Lynda_Chalker,_Baroness_Chalker_of_Wallasey": "",
    "Lyngby_Boldklub": "Lyngby Boldklub (Danish pronunciation: [ˈløŋˌpyˀ ˈpʌlˀtkʰlup]) is a professional football club based in Lyngby, Denmark, founded",
    "M._Karunanidhi": "Muthuvel Karunanidhi (3 June 1924 – 7 August 2018) was an Indian writer and politician who served as Chief Minister of Tamil Nad",
    "MBC_Dynamo_Moscow": "MBC Dynamo Moscow (Russian: МБК Динамо Москва) was a Russian basketball team from Moscow. It was active for 93 years (from 1923 ",
    "MCI_Communications": "MCI Communications Corporation (originally Microwave Communications, Inc.) was a telecommunications company headquartered in Was",
    "MFK_Dubnica": "",
    "MFK_Košice": "",
    "MFK_Petržalka": "",
    "MMC_Norilsk_Nickel": ""
}