{
    "Mario_Basler": "Mario Basler (born 18 December 1968) is a German football manager and former professional player who mainly played as a right mi",
    "Mario_Silva": "",
    "Mario_Stanić": "Mario Stanić (born 10 April 1972) is a Croatian former professional footballer. A versatile offensive player, he played in forwa",
    "Marion_Clignet": "Marion Clignet (born 21 February 1964) is a French former track cyclist. Clignet was diagnosed with epilepsy at the age of 22 an",
    "Marius_Hurter": "Marius Hofmeyr Hurter (born 8 October 1970), is a former South African rugby union player who played for South Africa between 19",
    "Mark_Acre": "Mark Robert Acre (born September 16, 1968) is an American former professional baseball pitcher. He played all or part of four se",
    "Mark_Andrews_(rugby_player)": "",
    "Mark_Brooks_(golfer)": "Mark David Brooks (born March 25, 1961) is an American professional golfer who plays on the PGA Tour Champions.\nBrooks was born ",
    "Mark_Butcher": "Mark Alan Butcher (born 23 August 1972) is an English cricket commentator and former English Test cricketer, who played county c",
    "Mark_Cairns_(squash_player)": "Mark Cairns (born 21 June 1967) is a male former professional squash player from England.\n\n\n== Squash career ==\nCairns reached a",
    "Mark_Calcavecchia": "Mark John Calcavecchia (born June 12, 1960) is an American professional golfer and a former PGA Tour member. During his professi",
    "Mark_Chaloner": "Mark Anthony Chaloner (born 23 May 1972, in Nocton, Lincolnshire) is a male retired professional squash player from England.\n\n\n=",
    "Mark_Crear": "Mark James Crear (born October 2, 1968) is a double Olympic medalist in the 110 m hurdles from the United States. In 1996 he was",
    "Mark_Davis_(golfer)": "Mark Davis (born 4 July 1964) is an English professional golfer.\nDavis was born in Brentwood, Essex. In 1984, he won the Brabazo",
    "Mark_Dekker": "Mark Hamilton Dekker (born 5 December 1969) is a Rhodesian born former Zimbabwean international cricketer. He played 14 Test mat",
    "Mark_Ealham": "Mark Alan Ealham (born 27 August 1969) is a former English cricketer, who played Test and One Day International cricket. He play",
    "Mark_Gleeson_(journalist)": "Mark Gleeson is a South African journalist and football commentator for SuperSport. He is thought to have the most complete set ",
    "Mark_Hughes": "Leslie Mark Hughes  (born 1 November 1963) is a Welsh football coach and former player who was most recently the head coach of B",
    "Mark_Hutton": "Mark Steven Hutton (born 6 February 1970) is an Australian former professional baseball right-handed pitcher. He played for the ",
    "Mark_Ilott": "Mark Christopher Ilott (born 27 August 1970) is a former English professional cricketer.\nHaving previously played with the minor",
    "Mark_Kennedy_(footballer)": "",
    "Mark_Knowles": "Mark Knowles (born 4 September 1971) is a Bahamian former professional tennis player and coach. He is a former world No. 1 in do",
    "Mark_Lawrence_Wolf": "",
    "Mark_McGwire": "Mark David McGwire (born October 1, 1963), nicknamed \"Big Mac\", is an American former professional baseball first baseman who pl",
    "Mark_McNulty": "Mark William McNulty (born 24 March 1953) is a Zimbabwean-Irish professional golfer. He was one of the leading players on the Eu",
    "Mark_Mouland": "Mark Mouland (born 23 April 1961) is a Welsh professional golfer.\nMouland was born in St. Athan in the Vale of Glamorgan, and is",
    "Mark_Pembridge": "Mark Anthony Pembridge (born 29 November 1970) is a Welsh retired footballer who played as a midfielder, and a current coach at ",
    "Mark_Petkovsek": "Mark Joseph Petkovsek (born November 18, 1965) is an American former professional baseball pitcher. He played in Major League Ba",
    "Mark_Philippoussis": "Mark Anthony Philippoussis (born 7 November 1976) is an Australian tennis  coach and former professional tennis player of Greek ",
    "Mark_Prescott": "Sir Mark Prescott, 3rd Baronet (born 1948), is an English race horse trainer with over 2000 winners to his name, including Alpin",
    "Mark_Richardson_(athlete)": "",
    "Mark_Roe": "Mark Adrian Roe (born 20 February 1963) is an English professional golfer, short game coach and golfing analyst for Sky Sports. ",
    "Mark_Rutherford_(footballer)": "Mark Rutherford (born 25 March 1972) is an English former footballer.\n\n\n== Career ==\nRutherford was once on the England under-18",
    "Mark_Spitz": "Mark Andrew Spitz (born February 10, 1950) is an American former competitive swimmer and nine-time Olympic champion.  He was the",
    "Mark_Taylor_(cricketer)": "Mark Anthony Taylor  (born 27 October 1964) is a former Australian cricketer and current Nine Network commentator. He was the ca",
    "Mark_Thompson_(baseball)": "Mark Radford Thompson (born April 7, 1971) is an American former right-handed pitcher in Major League Baseball.\nThompson graduat",
    "Mark_Waugh": "Mark Edward Waugh  (born 2 June 1965) is an Australian cricket commentator and former international cricketer, who represented A",
    "Mark_Woodforde": "Mark Raymond Woodforde, OAM (born 23 September 1965) is a former professional tennis player from Australia. He is best known as ",
    "Markham,_Ontario": "Markham () is a city in York Region, Ontario, Canada. It is approximately 30 km (19 mi) northeast of Downtown Toronto. In the 20",
    "Marko_Koers": "Marko Ewout Koers (born November 3, 1972, in Molenhoek, Limburg) is a retired middle distance runner from the Netherlands, who r",
    "Markus_Babbel": "Markus Babbel (pronounced [ˈmaʁkʊs ˈbabl̩]; born 8 September 1972) is a German professional football coach and former player who",
    "Markus_Feldhoff": "Markus Feldhoff (born 29 August 1974) is a German former football player and manager.\n\n\n== Club career ==\nEarlier in his career ",
    "Markus_Schopp": "Markus Schopp (born 22 February 1974) is an Austrian football coach and a former midfielder. He is currently the head coach of A",
    "Marlene_Thomsen": "Marlene Thomsen (born 5 May 1971) is a former badminton player from Denmark.\n\n\n== Career ==\n\n\n=== 1992 Summer Olympics ===\nThoms",
    "Maronite_Church": "The Maronite Church (Arabic: لكنيسة المارونية‎; Syriac: ܥܕܬܐ ܣܘܪܝܝܬܐ ܡܪܘܢܝܬܐ) is an Eastern Catholic sui iuris particular church",
    "Marseille": "Marseille or Marseilles (French: Marseille; Provençal Occitan: Marselha; see below) is a city in southern France, the prefecture",
    "Marshall_Faulk": "Marshall William Faulk (born February 26, 1973) is an American former professional football running back who played in the Natio",
    "Martela": "Martela Oyj is a Finnish company supplying furniture. In 2018, Martela Group's turnover was EUR 103.1 million and it employed an",
    "Martin_Brundle": "Martin John Brundle (born 1 June 1959) is a British former racing driver and broadcaster, who competed in Formula One from 1984 ",
    "Martin_Damm": "Martin Damm Sr. (born 1 August 1972) is a former professional tennis player from the Czech Republic. He is best known as a doubl",
    "Martin_Driller": "Martin Driller (born 2 January 1970) is a German former professional footballer who played as a forward.\n\n\n== Honours ==\nBorussi",
    "Martin_Heath": "Martin Heath (born 31 January 1973, in Stirling, United Kingdom) is a former professional squash player from Oban, Scotland.\nHea",
    "Martin_Max": "Martin Max (born 7 August 1968) is a German former professional footballer who played as a striker.\nOne of the oldest winners of",
    "Martin_McCague": "Martin John McCague (born 24 May 1969) is a former professional cricketer who played for the England cricket team in three Test ",
    "Martina_Ertl-Renz": "",
    "Martina_Hingis": "Martina Hingis (German pronunciation: [maʁˈtiːna ˈhɪŋɡɪs], Slovak: Martina Hingisová; born 30 September 1980) is a Swiss former ",
    "Marty_Cordova": "Martin Kevin Cordova (born July 10, 1969) is an American former professional baseball left fielder who played in Major League Ba",
    "Marty_Nothstein": "Martin Wayne Nothstein (born February 10, 1971) is an American former professional road bicycle racer and track cyclist. He is a",
    "Marubeni": "Marubeni Corporation (丸紅株式会社, Marubeni Kabushiki-gaisha) (TYO: 8002, OSE: 8002, NSE: 8002) is a sōgō shōsha (general trading com",
    "Marvin_Benard": "Marvin Larry Benard (born January 20, 1970) is a Nicaraguan professional baseball manager and former outfielder. He played in Ma",
    "Marvin_Harrison": "Marvin Darnell Harrison Sr. (born August 25, 1972) is an American former professional football wide receiver who played 13 seaso",
    "Marxism": "Marxism is a political philosophy and method of socioeconomic analysis. It uses a dialectical and materialist interpretation of ",
    "Mary_Joe_Fernandez": "",
    "Mary_Onyali-Omagbemi": "Nkemdilim “Mary” Onyali-Omagbemi (née Onyali, born 3 February 1968) is a Nigerian former sprinter, she was a 5x Olympian 1988 - ",
    "Mary_Pierce": "Mary Caroline Pierce (born 15 January 1975) is a French former professional tennis player. Born in Canada to an American father ",
    "Marylebone_Cricket_Club": "Marylebone Cricket Club (MCC) is a cricket club founded in 1787 and based since 1814 at Lord's Cricket Ground, which it owns, in",
    "Masakiyo_Maezono": "Masakiyo Maezono (前園 真聖, Maezono Masakiyo, born 29 October 1973) is a former Japanese football player. He played for the Japan n",
    "Masami_Ihara": "Masami Ihara (井原 正巳, Ihara Masami, born September 18, 1967) is a Japanese former footballer and manager. He is the currently man",
    "Masayoshi_Takemura": "Masayoshi Takemura (武村 正義, Takemura Masayoshi, 26 August 1934 – 28 September 2022) was a Japanese politician. Elected as a repre",
    "Masayuki_Okano": "Masayuki Okano (岡野 雅行, Okano Masayuki, born 25 July 1972) is a Japanese former professional footballer who played as a midfielde",
    "Massachusetts": "Massachusetts ( ,  MASS-ə-CHOO-sits, -⁠zits; Massachusett: Muhsachuweesut [məhswatʃəwiːsət]), officially the Commonwealth of Mas",
    "Massimo_Cuttitta": "Massimo Cuttitta (Italian pronunciation: [ˈmassimo kutˈtitta] ; 2 September 1966 – 11 April 2021) was an Italian professional ru",
    "Massoud_Barzani": "",
    "Massoud_Rajavi": "Massoud Rajavi (Persian: مسعود رجوی, born 18 August 1948 – disappeared 13 March 2003) is an Iranian politician and revolutionary",
    "Matagalpa": "Matagalpa (Spanish pronunciation: [mataˈɣalpa]) is a city in Nicaragua which is the capital of the department of Matagalpa. The ",
    "Mate_Granić": "Mate Granić (born 19 September 1947) is a Croatian diplomat, politician and physician who served as Minister of Foreign Affairs ",
    "Mathias_Jack": "Mathias Jack (born 15 February 1969) is a German football manager and former player who played primarily as a defender.\n\n\n== Pla",
    "Mathias_Ntawulikura": "Mathias Ntawulikura (born 14 June 1964 in Gisovu/Karongi) is a retired Rwandan long-distance runner. He reached the World Athlet",
    "Mats_Lanner": "Mats Åke Lanner (born 5 March 1961) is a Swedish professional golfer, who formerly played on the European Tour. In 1987, he beca",
    "Mats_Wilander": "Mats Arne Olof Wilander (Swedish pronunciation: [ˈmats vɪˈlǎnːdɛr]; born 22 August 1964) is a Swedish former world No. 1 tennis ",
    "Matt_Burke": "Matt or Matthew Burke may refer to:\n\nMatt Burke (rugby union, born 1973), Australian rugby union player who represented the Wall",
    "Matt_Lawton": "Matthew Lawton, Jr. (born November 30, 1971) is an American former professional baseball player whose career spanned 15 seasons,",
    "Matt_Stairs": "Matthew Wade Stairs (born February 27, 1968) is a Canadian former professional baseball outfielder, first baseman, and designate",
    "Matthew_Le_Tissier": "",
    "Matthew_Maynard": "Matthew Peter Maynard,  (born 21 March 1966) is an English cricket coach and former cricketer. He played in four Tests and fourt",
    "Matthew_Pinsent": "Sir Matthew Clive Pinsent,  (; born 10 October 1970) is an English rower and broadcaster. During his rowing career, he won 10 wo",
    "Matthew_Windows": "",
    "Matthias_Hagner": "Matthias Hagner (born 15 August 1974 in Gießen) is a German former professional footballer who played as a midfielder.\n\n\n== Refe",
    "Matthias_Sammer": "Matthias Sammer (German pronunciation: [maˈtiːas ˈzamɐ]; born 5 September 1967) is a German football official and former player ",
    "Matuzići": "Matuzići is a city in the municipality of Doboj South, Bosnia and Herzegovina.\n\n\n== Demographics ==\nAccording to the 2013 census",
    "Maurice_Baril": "Joseph Gérard Maurice Baril,  (born September 22, 1943) is a retired General officer in the Canadian Forces, a Military Advisor ",
    "Maurice_Graef": "Maurice Graef (born 22 August 1969 in Horn, Limburg) is a retired football striker from the Netherlands. He made his professiona",
    "Mauricio_Hadad": "Mauricio Hadad (born 7 December 1971) is a former tennis player from Colombia and former captain of the Colombia Davis Cup Team.",
    "Mauritania": "Mauritania, formally the Islamic Republic of Mauritania, is a sovereign country in Northwest Africa. It is bordered by the Atlan",
    "Mauritania_national_football_team": "The Mauritania national football team (Arabic: منتخب مُورِيتَانْيَا لِكُرَةِ الْقَدَم), nicknamed Al-Murabitun in the reference ",
    "Mauritius": "Mauritius, officially the Republic of Mauritius, is an island country in the Indian Ocean, about 2,000 kilometres (1,100 nautica",
    "Mauritius_national_football_team": "The Mauritius national football team (Morisyen: Lekip nasional foutborl Moris), nicknamed Club M and Les Dodos (The Dodos), is t",
    "Maurizio_Fondriest": "Maurizio Fondriest (born 15 January 1965) is a retired Italian professional road racing cyclist.\n\n\n== Career ==\nBorn in Cles, Tr",
    "Mauro_Silva": "Mauro da Silva Gomes (Brazilian Portuguese: [ˈmawɾu ˈsiwvɐ]; born 12 January 1968), known as Mauro Silva, is a Brazilian retired",
    "Maurício_Gugelmin": "Maurício Gugelmin (born 20 April 1963) is a Brazilian former racing driver and businessman, who competed in Formula One from 198"
}