{
    "Max_Delbrück": "Max Ludwig Henning Delbrück (German: [maks ˈdɛl.bʁʏk] ; September 4, 1906 – March 9, 1981) was a German–American biophysicist wh",
    "Max_Sciandri": "Maximilian Sciandri (born 15 February 1967) is a retired British road racing cyclist of Italian descent. He competed as an Itali",
    "Max_van_Heeswijk": "Max Lambert Peter van Heeswijk (born 2 March 1973 in  Hoensbroek, Limburg) is a Dutch retired professional road racing cyclist. ",
    "Małgorzata_Rydz": "Małgorzata Urszula Rydz-Kapkowska (born 18 January 1967 in Kłobuck, Śląskie) is a former female middle distance runner from Pola",
    "McLaren": "McLaren Racing Limited ( mə-KLARR-ən) is a British motor racing team based at the McLaren Technology Centre in Woking, Surrey, E",
    "Mecca": "Mecca (; officially Makkah al-Mukarramah, commonly shortened to Makkah) is the capital of Mecca Province in the Hejaz region of ",
    "Medellín": "Medellín ( MED-ə-LEEN  MED-ay-(Y)EEN; Spanish: [meðeˈʝin] or [meðeˈʎin]), officially the Special District of Science, Technology",
    "Media_Indonesia": "Media Indonesia is an Indonesian daily newspaper published in Jakarta. Media Indonesia's market share was growing from one perce",
    "Mediaset": "Mediaset S.p.A., simply known as Mediaset is an Italian mass media and television production and distribution company which is t",
    "Medicare_(United_States)": "Medicare is a federal health insurance program in the United States for people age 65 or older and younger people with disabilit",
    "Mediterranean_Sea": "The Mediterranean Sea ( MED-ih-tə-RAY-nee-ən) is a sea connected to the Atlantic Ocean, surrounded by the Mediterranean Basin an",
    "Megawati_Sukarnoputri": "Diah Permata Megawati Setiawati Sukarnoputri (Indonesian: [meɡawati sukarnɔputri] ; born 23 January 1947) is an Indonesian polit",
    "Meghann_Shaughnessy": "Meghann Shaughnessy (born April 13, 1979) is an American former professional tennis player. She achieved a career-high singles r",
    "Mehmet_Scholl": "Mehmet Tobias Scholl (born Mehmet Tobias Yüksel; 16 October 1970) is a German football manager and former player.\nHe played most",
    "Melbourne": "Melbourne ( MEL-bərn, locally [ˈmæɫbən] ; Boonwurrung/Woiwurrung: Narrm or Naarm) is the capital and most populous city of the A",
    "Melbourne_Cricket_Ground": "The  Melbourne Cricket Ground (MCG), also known locally as The 'G, is a sports stadium located in Yarra Park, Melbourne, Victori",
    "Melbourne_Football_Club": "The Melbourne Football Club, nicknamed the Demons or colloquially the Dees, is a professional Australian rules football club bas",
    "Melrose_RFC": "Melrose Rugby Football Club is a rugby union club located in the town of Melrose in the Scottish Borders. The professional men's",
    "Meluawati": "",
    "Melvin_Nieves": "Melvin Nieves Ramos (born December 28, 1971) is a Puerto Rican former professional baseball outfielder. He played all or part of",
    "Memphis_Grizzlies": "The Memphis Grizzlies (referred to locally as the Grizz) are an American professional basketball team based in Memphis, Tennesse",
    "Menlo_Park,_California": "Menlo Park ( MEN-loh) is a city at the eastern edge of San Mateo County in the San Francisco Bay Area of California, United Stat",
    "Mercedes-Benz": "Mercedes-Benz (German pronunciation: [mɛʁˌtseːdəs ˈbɛnts, -dɛs -] ), commonly referred to simply as Mercedes and occasionally as",
    "Meredith_McGrath": "Meredith McGrath (born April 28, 1971) is a former professional tennis player.\nShe was born in Midland, Michigan, and made her d",
    "Merlene_Ottey": "Merlene Joyce Ottey  (born 10 May 1960) is a Jamaican-Slovenian former track and field sprinter. She began her career representi",
    "Merrill_Lynch": "",
    "Metro_AG": "Metro AG is a German multinational company based in Düsseldorf which operates business membership-only cash and carry stores pri",
    "Metro_Manila": "Metropolitan Manila (Filipino: Kalakhang Maynila), commonly shortened to Metro Manila and formally the National Capital Region (",
    "Metropolitan_Fiber_Systems": "MFS Communications Company, Inc. (Metropolitan Fiber Systems) was a competitive local exchange carrier that owned and operated l",
    "Metropolitan_Museum_of_Art": "The Metropolitan Museum of Art, colloquially referred to as the Met, is an encyclopedic art museum in New York City. By floor ar",
    "Mette_Bergmann": "Mette Bergmann (born 9 November 1962 in Kråkerøy) is a retired discus thrower from Kråkerøy, Norway. Her personal best throw was",
    "Mexican_Army": "The Mexican Army (Spanish: Ejército Mexicano) is the combined land and air branch and is the largest part of the Mexican Armed F",
    "Mexico": "Mexico, officially the United Mexican States, is a country in the southern portion of North America. Covering 1,972,550 km2 (761",
    "Mexico_City": "Mexico City is the capital and largest city of Mexico, and the most populous city in North America. It is one of the most import",
    "Mexico_national_football_team": "The Mexico national football team (Spanish: Selección de fútbol de México) represents Mexico in men's international football and",
    "Mhow": "Mhow, officially Dr. Ambedkar Nagar, is a town in the Indore district in Madhya Pradesh state of India. It is located 23 kilomet",
    "Mia_Audina": "Mia Audina Tjiptawan (born 22 August 1979) is a former Indonesian badminton player who represented Indonesia and later the Nethe",
    "Miami": "Miami, officially the City of Miami, is a coastal city in the U.S. state of Florida and the county seat of Miami-Dade County in ",
    "Miami_Dolphins": "The Miami Dolphins are a professional American football team based in the Miami metropolitan area. The Dolphins compete in the N",
    "Miami_Heat": "The Miami Heat are an American professional basketball team based in Miami. The Heat compete in the National Basketball Associat",
    "Michael_Andersson": "Michael Andersson may refer to:\n\nMichael Andersson (cyclist) (born 1967), retired road bicycle racer from Sweden\nMichael Anderss",
    "Michael_Andretti": "Michael Mario Andretti (born October 5, 1962) is an American former racing driver, and current team owner.  Statistically one of",
    "Michael_Bevan": "Michael Gwyl Bevan (born 8 May 1970) is a former Australian cricketer. He is a left-handed batsman and a slow left arm wrist-spi",
    "Michael_Branch": "Michael Branch may refer to:\n\nMichael Branch (academic) (1940–2019), British linguist and academic administrator\nMichael Branch ",
    "Michael_Campbell": "Michael Shane Campbell  (born 23 February 1969) is a New Zealand professional golfer who is best known for having won the 2005 U",
    "Michael_Chang": "Michael Te-pei Chang (born February 22, 1972) is an American former professional tennis player and coach. He is the youngest man",
    "Michael_Collins_(Irish_leader)": "Michael Collins (Irish: Mícheál Ó Coileáin; 16 October 1890 – 22 August 1922) was an Irish revolutionary, soldier and politician",
    "Michael_Collins_(film)": "Michael Collins is a 1996 biographical historical drama film about Michael Collins, a leading figure in the early-20th-century I",
    "Michael_Di_Venuto": "Michael James Di Venuto (born 12 December 1973) is an Australian cricket coach and former first-class cricketer who represented ",
    "Michael_Doohan": "",
    "Michael_Green_(sprinter)": "Michael Green (born 7 November 1970) is a retired Jamaican sprinter who specialized in the 100 metres. Michael Green was born in",
    "Michael_Heseltine": "Michael Ray Dibdin Heseltine, Baron Heseltine,  (; born 21 March 1933) is a British politician. Having begun his career as a pro",
    "Michael_Hübner": "Michael Hübner (8 April 1959 – 12 November 2024) was a German professional sprint track cyclist, who became world champion in sp",
    "Michael_J._Astrue": "Michael James Astrue (born October 1, 1956) is an American lawyer and, under the pen name A. M. Juster, a poet and critic. He se",
    "Michael_Jeffrey": "Michael Richard Jeffrey (born 11 August 1971) is an English former professional footballer who played as a striker.\nIn a career ",
    "Michael_Johnson_(athlete)": "",
    "Michael_Jones_(rugby_union)": "Sir Michael Niko Jones  (born 8 April 1965) is a New Zealand former rugby union player and coach.\nJones was a member of the Auck",
    "Michael_Jonzon": "Michael Jonzon (born 21 April 1972) is a Swedish professional golfer.\nJonzon was born in Skara, Sweden. He turned professional i",
    "Michael_Joyce_(tennis)": "Michael T. Joyce (born February 1, 1973) is an American coach and former tennis player. The right-hander reached his highest ATP",
    "Michael_Konsel": "Michael Konsel (born 6 March 1962) is an Austrian former professional footballer who played as a goalkeeper.\n\n\n== Club career ==",
    "Michael_Lynagh": "Michael Patrick Thomas Lynagh,  (born 25 October 1963) is an Australian former rugby union player who played 66 Tests at fly-hal",
    "Michael_Marsh_(athlete)": "",
    "Michael_Möllenbeck": "Michael Friedrich Möllenbeck (12 December 1969 – 2 November 2022) was a German discus thrower.\nMöllenbeck's greatest achievement",
    "Michael_Reiziger": "Michael John Reiziger (Dutch pronunciation: [ˈmɑikəl dʑɔn ˈrɛizəɣər]; born 3 May 1973) is a Dutch former professional footballer",
    "Michael_Schumacher": "Michael Schumacher (German: [ˈmɪçaːʔeːl ˈʃuːmaxɐ] ; born 3 January 1969) is a German former racing driver, who competed in Formu",
    "Michael_Slater": "Michael Jonathon Slater (born 21 February 1970) is an Australian former professional cricketer and former television presenter. ",
    "Michael_Stich": "Michael Detlef Stich (German pronunciation: [ˈmɪçaːʔeːl ˈʃtɪç] ; born 18 October 1968) is a German former professional tennis pl",
    "Michael_Tebbutt": "Michael Tebbutt (born 22 December 1970) is an Australian former tennis player.\nHe was educated at St Johns Park High School (Aus",
    "Michael_Tucker_(baseball)": "Michael Anthony Tucker (born June 25, 1971) is an American former Major League Baseball outfielder and first baseman. Tucker pla",
    "Michael_Zorc": "Michael Zorc (born 25 August 1962) is a German former footballer who played as a central midfielder.\nNicknamed \"Susi\" in his ear",
    "Michaela_Dorfmeister": "Michaela Dorfmeister (born 25 March 1973) is an Austrian former alpine ski racer who competed in the Olympic Games and World Cup",
    "Michel_Hansenne": "Michel Hansenne  ((1940-03-23)March 23, 1940 in Belgium).  He studied law and became a labour activist turned Belgium politician",
    "Michele_Bartoli": "Michele Bartoli (born 27 May 1970, in Pisa) is a retired Italian road racing cyclist. Bartoli was a professional cyclist from 19",
    "Michelle_Freeman": "Michelle Freeman (born 5 May 1969) is a former Jamaican track & field athlete who was an Olympic bronze medalist.\nFreeman was bo",
    "Michigan": "Michigan (  MISH-ig-ən) is a state in the Great Lakes region of the Upper Midwest region of the United States. It borders Wiscon",
    "Michigan_City,_Indiana": "Michigan City is a city in LaPorte County, Indiana, United States. It had a population of 32,075 at the 2020 census. Located alo",
    "Michigan_National_Bank": "Michigan National Bank was a bank founded in Lansing, Michigan, which was established on 31 December 1940 when Howard J Stoddard",
    "Michoacán": "Michoacán, formally Michoacán de Ocampo, officially the Free and Sovereign State of Michoacán de Ocampo, is one of the 31 states",
    "Mick_McCarthy": "Michael Joseph McCarthy (born 7 February 1959) is a professional football manager, pundit and former footballer. He was most rec",
    "Mickey_Cochrane": "Gordon Stanley \"Mickey\" Cochrane (April 6, 1903 – June 28, 1962), nicknamed \"Black Mike\", was an American professional baseball ",
    "Mickey_Kantor": "Michael Kantor (born August 7, 1939) is an American attorney who served as the United States Trade Representative from 1993 to 1",
    "Mickey_Rivers": "John Milton \"Mickey\" Rivers (born October 30, 1948) is an American former baseball player. He played in Major League Baseball  f",
    "Microsoft": "Microsoft Corporation is an American multinational technology conglomerate headquartered in Redmond, Washington. Founded in 1975",
    "Microsoft_Windows": "Microsoft Windows is a product line of proprietary graphical operating systems developed and marketed by Microsoft. It is groupe",
    "Middle_East": "The Middle East (term originally coined in English language) is a geopolitical region encompassing the Arabian Peninsula, the Le",
    "Middle_East_Economic_Survey": "MEES (Middle East Economic Survey) is a weekly newsletter published by Middle East Petroleum and Economic Publications (Cyprus) ",
    "Middle_Kingdom_of_Egypt": "The Middle Kingdom of Egypt (also known as The Period of Reunification) is the period in the history of ancient Egypt following ",
    "Middlesbrough_F.C.": "Middlesbrough Football Club (  MID-əlz-brə) is a professional association football club based in Middlesbrough, North Yorkshire.",
    "Middlesex_County_Cricket_Club": "Middlesex County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England and W",
    "Midwestern_United_States": "The Midwestern United States (also referred to as the Midwest or the American Midwest) is one of the four census regions defined",
    "Miguel_Ángel_Jiménez": "Miguel Ángel Jiménez Rodríguez (born 5 January 1964) is a Spanish professional golfer. He has won 21 times on the European Tour,",
    "Miguel_Ángel_Martín_(golfer)": "Miguel Ángel Martín (born 2 May 1962) is a Spanish professional golfer.\n\n\n== Professional career ==\nMartín was born in Huelva. H",
    "Miguel_Ángel_Nadal": "Miguel Ángel Nadal Homar (Spanish pronunciation: [miˈɣel ˈaŋxel naˈðal oˈmaɾ], Catalan: Miquel Àngel Nadal Homar; born 28 July 1",
    "Mihai_Tararache": "Mihai Tararache (born 25 October 1977) is a retired Romanian footballer who last played as a midfielder for Gloria Bistriţa, Din",
    "Mika_Häkkinen": "Mika Pauli Häkkinen (Finnish pronunciation: [ˈmikɑ ˈhækːinen]; born 28 September 1968) is a Finnish former racing driver, who co",
    "Mika_Salo": "Mika Juhani Salo (born 30 November 1966) is a Finnish former racing driver and broadcaster, who competed in Formula One from 199",
    "Mikael_Tillström": "Mikael Tillström (born 5 March 1972) is a former tennis player and coach from Sweden.\n\n\n== Career ==\nHe represented his native c",
    "Mike_Atherton": ""
}