{
    "Mike_Conley,_Sr.": "",
    "Mike_Devereaux": "Michael Devereaux (born April 10, 1963) is an American former Major League Baseball outfielder. He was drafted by the Los Angele",
    "Mike_Fetters": "Michael Lee Fetters (born December 19, 1964) is an American former professional baseball pitcher and coach. He played in Major L",
    "Mike_Gatting": "Michael William Gatting  (born 6 June 1957) is an English former cricketer, who played first-class cricket for Middlesex (1975–1",
    "Mike_Harwood": "Michael Geoffrey Harwood (born 8 January 1959) is an Australian professional golfer.\n\n\n== Early life ==\nHarwood was born in Sydn",
    "Mike_Hulbert": "Michael Patrick Hulbert (born April 14, 1958) is an American professional golfer and sportscaster.\nHulbert was born in Elmira, N",
    "Mike_McCurry_(press_secretary)": "Michael Demaree McCurry is best known for having served in Bill Clinton's administration as the nation's 20th White House Press ",
    "Mike_Mordecai": "Michael Howard Mordecai (born December 13, 1967) is an American former professional baseball infielder, who played for the Atlan",
    "Mike_Oquist": "Michael Lee Oquist (born May 30, 1968) is an American former professional baseball pitcher who played from 1993-1999. He played ",
    "Mike_Piazza": "Michael Joseph Piazza ( pee-AHT-sa;: 55  born September 4, 1968) is an American former professional baseball catcher who played ",
    "Mike_Stanley": "Robert Michael Stanley (born June 25, 1963) is an American former college and professional baseball player who was a catcher in ",
    "Mike_Sullivan_(golfer)": "Michael James Sullivan (born January 1, 1955) is an American professional golfer who has played on the PGA Tour, Nationwide Tour",
    "Mike_Tyson": "Michael Gerard Tyson (born June 30, 1966) is an American former professional boxer who competed from 1985 to 2005, with a post-r",
    "Mike_Watkinson": "Michael Watkinson (born 1 August 1961) is a former English cricketer who played four Test matches and one One Day International ",
    "Mike_Williams_(baseball)": "Michael Darren Williams (born July 29, 1968) is an American former professional baseball pitcher who played in Major League Base",
    "Mikhail_Gorbachev": "Mikhail Sergeyevich Gorbachev (2 March 1931 – 30 August 2022) was a Soviet and Russian politician and statesman who served as th",
    "Mikhail_Kutuzov": "Prince Mikhail Illarionovich Golenishchev-Kutuzov-Smolensky (Russian: Михаил Илларионович Голенищев-Кутузов-Смоленский; German: ",
    "Mil_Mi-17": "The Mil Mi-17 (NATO reporting name: Hip) is a Soviet-designed Russian military helicopter family introduced in 1975 (Mi-8M), con",
    "Miladin_Bečanović": "Miladin Bečanović (Cyrillic: Миладин Бечановић; born 18 April 1973) is a Montenegrin retired professional footballer who played ",
    "Milan": "Milan ( mil-AN, US also  mil-AHN, Milanese: [miˈlãː] ; Italian: Milano [miˈlaːno] ) is a city in northern Italy, regional capita",
    "Milan_Kučan": "Milan Kučan (pronounced [ˈmíːlaŋ ˈkúːtʃan]; born 14 January 1941) is a Slovenian former politician who served as the first Presi",
    "Miles_Tunnicliff": "Miles Ian Tunnicliff (born 30 July 1968) is an English professional golfer.\nTunnicliff was born in Leamington Spa, Warwickshire.",
    "Milinko_Pantić": "Milinko Pantić (Serbian Cyrillic: Милинко Пантић; born 5 September 1966) is a Serbian retired footballer and current manager.\n\n\n",
    "Million_Man_March": "The Million Man March was a large gathering of African-American men in Washington, D.C., on October 16, 1995. Called by Louis Fa",
    "Millwall_F.C.": "Millwall Football Club () is a professional football club in Bermondsey, South East London, England. They compete in the EFL Cha",
    "Miltiadis_Evert": "Miltiadis Evert (Greek: Μιλτιάδης Έβερτ; German: Ebert; 12 May 1939 – 9 February 2011) was a Greek politician, a member of Parli",
    "Milwaukee": "Milwaukee (   mil-WAW-kee) is the most populous city in the U.S. state of Wisconsin and the county seat of Milwaukee County. Wit",
    "Milwaukee_Brewers": "The Milwaukee Brewers are an American professional baseball team based in Milwaukee. The Brewers compete in Major League Basebal",
    "Milwaukee_Bucks": "The Milwaukee Bucks are an American professional basketball team based in Milwaukee. The Bucks compete in the National Basketbal",
    "Minardi": "Minardi was an Italian automobile racing team and constructor founded in Faenza in 1979 by Giancarlo Minardi. It competed in the",
    "Mindanao": "Mindanao (  MIN-də-NOW) is the second-largest island in the Philippines, after Luzon, and seventh-most populous island in the wo",
    "Ming_Pao": "Ming Pao (Chinese: 明報) is a Chinese-language newspaper published by Media Chinese International in Hong Kong. In the 1990s, Ming",
    "Minister_for_Foreign_Affairs_(Australia)": "The Minister for Foreign Affairs, also known as the Foreign Minister, is the minister of state of the Commonwealth of Australia ",
    "Minister_of_the_Interior_(France)": "Minister of the Interior (French: Ministre de l'Intérieur; French pronunciation: [ministʁə də lɛ̃teʁjœʁ]) is a prominent positio",
    "Ministry_of_Finance_(Chile)": "The Ministry of Finance of Chile (Spanish: Ministerio de Hacienda) is the cabinet-level administrative office in charge of manag",
    "Ministry_of_Finance_(Japan)": "The Ministry of Finance (財務省, Zaimu-shō) is one of the cabinet-level ministries of the Japanese government. The ministry was nam",
    "Ministry_of_Foreign_Affairs_(Israel)": "The Israeli Ministry of Foreign Affairs (Hebrew: מִשְׂרַד הַחוּץ, romanized: Misrad HaHutz; Arabic: وزارة الخارجية الإسرائيلية) ",
    "Ministry_of_Foreign_Affairs_(Poland)": "The Ministry of Foreign Affairs (Ministerstwo Spraw Zagranicznych, MSZ) is the Polish government department tasked with maintain",
    "Ministry_of_Foreign_Affairs_(Turkey)": "The Ministry of Foreign Affairs (Turkish: Dışişleri Bakanlığı) is the governmental body responsible for conducting foreign relat",
    "Ministry_of_Foreign_Affairs_of_the_People's_Republic_of_China": "",
    "Minneapolis": "Minneapolis is a city in and the county seat of Hennepin County, Minnesota, United States. With a population of 429,954, it is t",
    "Minnesota": "Minnesota (  MIN-ə-SOH-tə) is a state in the Upper Midwestern region of the United States. It is bordered by the Canadian provin",
    "Minnesota_Timberwolves": "The Minnesota Timberwolves (often referred to as the Wolves) are an American professional basketball team based in Minneapolis. ",
    "Minnesota_Twins": "The Minnesota Twins are an American professional baseball team based in Minneapolis. The Twins compete in Major League Baseball ",
    "Minnesota_Vikings": "The Minnesota Vikings are a professional American football team based in Minneapolis. The Vikings compete in the National Footba",
    "Minnetonka,_Minnesota": "Minnetonka ( MIN-i-TONG-kə) is a city in Hennepin County, Minnesota, United States. A western suburb of the Twin Cities, Minneto",
    "Minsk": "Minsk (Belarusian: Мінск [mʲinsk]; Russian: Минск [mʲinsk]) is the capital and largest city of Belarus, located on the Svislach ",
    "Miriam_Oremans": "Miriam Oremans (born 9 September 1972) is a former professional female tennis player from the Netherlands. On 26 July 1993 she r",
    "Miriam_Vogt": "Miriam Vogt (born 20 March 1967 in Starnberg, West Germany) is a former alpine skier who won the gold medal in the women's combi",
    "Miron_Cozma": "Miron Cozma (born August 25, 1954) is a former Romanian labor-union organizer and politician, and leader of Romania's Jiu Valley",
    "Miroslav_Votava": "Miroslav \"Mirko\" Votava (born 25 April 1956) is a German retired footballer and manager.\nA defensive midfielder of stamina and t",
    "Miss_Universe": "Miss Universe is an annual international major beauty pageant that is run by a Thailand and Mexican-based Miss Universe Organiza",
    "Missionaries_of_Charity": "The Missionaries of Charity (Latin: Congregatio Missionariarum a Caritate) is a Catholic centralised religious institute of cons",
    "Mississippi_River": "The Mississippi River is the primary river of the largest drainage basin in the United States. From its traditional source of La",
    "Missouri": "Missouri (  mih-ZOOR-ee) is a  state in the Midwestern region of the United States. Ranking 21st in land area, it borders Iowa t",
    "Mitsubishi_Lancer": "The Mitsubishi Lancer is an automobile that was produced by the Japanese manufacturer Mitsubishi Motors from 1973 until 2024.\nTh",
    "Mitsubishi_Motors": "Mitsubishi Motors Corporation (三菱自動車工業株式会社, Mitsubishi Jidōsha Kōgyō KK, lit. 'Mitsubishi Automotive Industry Company', , Japane",
    "Mitsui": "Mitsui Group (三井グループ, Mitsui Gurūpu) is a Japanese corporate group and keiretsu that traces its roots to the zaibatsu groups tha",
    "Mladá_fronta_DNES": "",
    "Mo_Vaughn": "Maurice Samuel Vaughn (born December 15, 1967), nicknamed \"the Hit Dog\", is an American former Major League Baseball first basem",
    "Mobil": "Mobil is a petroleum brand owned and operated by American oil and gas corporation ExxonMobil. The brand was formerly owned and o",
    "Mobutu_Sese_Seko": "Mobutu Sese Seko Kuku Ngbendu wa za Banga (  mə-BOO-too SESS-ay SEK-oh; born Joseph-Désiré Mobutu; 14 October 1930 – 7 September",
    "Moengo": "Moengo (Dutch pronunciation: [ˈmuŋɡoː]) is a town in Suriname, located in the Marowijne district, between Paramaribo and the bor",
    "Mohali": "Mohali, officially Sahibzada Ajit Singh Nagar, is a planned city in the Mohali district in Punjab, India, which is an administra",
    "Mohammad_Akram": "Mohammad or Muhammad Akram is the name of:\n\n\n== Cricketers ==\nMohammad Akram (Islamabad cricketer) (born 1974), Pakistani test c",
    "Mohammad_Azharuddin": "Mohammad Azharuddin (born 8 February 1963) is an Indian politician and a former cricketer who also served as the Indian national",
    "Moin_Khan": "Muhammad Moin Khan (Urdu: محمد معین خان; born 23 September 1971) is a Pakistani cricket administrator, coach, and former cricket",
    "Molde_FK": "Molde Fotballklubb (Norwegian pronunciation: [ˈmɔ̂ɫdə] ) is a football club based in Molde, Norway, that competes in Eliteserien",
    "Moldova": "Moldova, officially the Republic of Moldova, is a landlocked country in Eastern Europe, on the northeastern corner of the Balkan",
    "Moldova_national_football_team": "The Moldova national football team (Romanian: Echipa națională de fotbal a Moldovei) represents Moldova in men's international f",
    "Mona_Eltahawy": "Mona Eltahawy (Arabic: منى الطحاوى, IPA: [ˈmonæ (ʔe)t.tˤɑˈħɑːwi]; born August 1, 1967) is a freelance Egyptian-American journali",
    "Monaco": "Monaco, officially the Principality of Monaco, is a sovereign city-state and microstate on the French Riviera a few kilometres w",
    "Monarcas_Morelia": "",
    "Mongolia": "Mongolia is a landlocked country in East Asia, bordered by Russia to the north and China to the south. It covers an area of 1,56",
    "Monica_Seles": "Monica Seles (born December 2, 1973) is a former world No. 1 tennis player who represented Yugoslavia and the United States. She",
    "Monrovia": "Monrovia () is the administrative capital and largest city of Liberia. Founded in 1822, it is located on Cape Mesurado on the At",
    "Mons_Ivar_Mjelde": "Mons Ivar Mjelde (born 17 November 1967) is a Norwegian football coach and former player who works as head coach for the Norwegi",
    "Mont-sur-Marchienne": "Mont-sur-Marchienne (French pronunciation: [mɔ̃ syʁ maʁʃjɛn]; Walloon: Mont-dzeu-Mårciene) is a town of Wallonia and a district ",
    "Montana": "Montana (  mon-TAN-ə) is a landlocked state in the Mountain West subregion of the Western United States. It borders Idaho to the",
    "Monte_Carlo": "Monte Carlo ( MON-tee KAR-loh, Italian: [ˈmonte ˈkarlo]; French: Monte-Carlo, French: [mɔ̃te kaʁlo]; or colloquially Monte-Carl,",
    "Montenegrins": "Montenegrins (Montenegrin: Црногорци, romanized: Crnogorci, lit. 'People of the Black Mountain', pronounced [tsr̩nǒɡoːrtsi] or [",
    "Montenegro": "Montenegro is a country in Southeastern Europe, on the Balkan Peninsula. Its 25 municipalities have a total population of 633,15",
    "Monterey,_California": "Monterey (  MON-tə-RAY; Spanish: Monterrey) is a city in Monterey County on the southern edge of Monterey Bay on the U.S. state ",
    "Montgomery,_Alabama": "Montgomery is the capital city of the U.S. state of Alabama and the county seat of Montgomery County. Named for Continental Army",
    "Montpelier,_Vermont": "Montpelier ( mont-PEEL-yər) is the state capital of the U.S. state of Vermont and the county seat of Washington County. The site",
    "Montpellier_HSC": "Montpellier Hérault Sport Club (French: [mɔ̃pəlje eʁo spɔʁ klœb]; Occitan: Montpelhièr Erau Sport Club), commonly referred to as",
    "Montreal": "Montreal is the largest city in the province of Quebec, the second-largest in Canada, and the ninth-largest in North America. Fo",
    "Montreal_Canadiens": "The Montreal Canadiens (French: Les Canadiens de Montréal), officially le Club de hockey Canadien (lit. The Canadian Hockey Club",
    "Montreal_Expos": "The Montreal Expos (French: Les Expos de Montréal) were a Canadian professional baseball team based in Montreal. The Expos were ",
    "Montrose_F.C.": "Montrose Football Club is a Scottish semi-professional football team, based in the town of Montrose, Angus. The club was founded",
    "Montserrat": "Montserrat ( MONT-sə-RAT) is a British Overseas Territory in the Caribbean. It is part of the Leeward Islands, the northern port",
    "Morelia": "Morelia (Spanish pronunciation: [moˈɾelja]; from 1545 to 1828 known as Valladolid, Otomi: Mänxuni) is a city and municipal seat ",
    "Morgan_Stanley": "Morgan Stanley is an American multinational investment bank and financial services company headquartered at 1585 Broadway in Mid",
    "Morinville,_Alberta": "",
    "Moro_National_Liberation_Front": "The Moro National Liberation Front (MNLF; Arabic: الجبهة الوطنية لتحرير مورو) is a political organization in the Philippines tha",
    "Morocco": "Morocco, officially the Kingdom of Morocco, is a country in the Maghreb region of North Africa. It overlooks the Mediterranean S",
    "Moscow": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estim",
    "Moscow_Kremlin": "",
    "Mosenergo": "Mosenergo (Мосэнерго, also known as TGK-3;) is a Russian power generating company operating on fossil fuel and a large thermal g",
    "Moses_Kiptanui": "Moses Kiptanui (born 1 October 1970) is a Kenyan middle and long distance athlete mostly famous for 3000 metres steeplechase in "
}