{
    "Moss_FK": "Moss Fotballklubb is a Norwegian football club, founded on 28 August 1906. They play in the 1. divisjon, the second highest divi",
    "Moss_Landing_Marine_Laboratories": "The Moss Landing Marine Laboratories (MLML) is a multi-campus marine research consortium of the California State University Syst",
    "Mostostal": "Mostostal is a steel construction group of companies based in Warsaw, Poland, part of one of the largest industrial conglomerate",
    "Mother_Teresa": "Mary Teresa Bojaxhiu MC (born Anjezë Gonxhe Bojaxhiu, Albanian: [aˈɲɛzə ˈɡɔndʒɛ bɔjaˈdʒi.u]; 26 August 1910 – 5 September 1997),",
    "Motherwell_F.C.": "Motherwell Football Club is a Scottish professional football club based in Motherwell, North Lanarkshire, which plays in the Sco",
    "Motohiro_Yamaguchi": "Motohiro Yamaguchi (山口 素弘, Yamaguchi Motohiro, born January 29, 1969) is a Japanese football manager and former player. He playe",
    "Mountain_View,_California": "Mountain View is a city in Santa Clara County, California, United States, part of the San Francisco Bay Area. Named for its view",
    "Moustapha_Niasse": "Moustapha Niasse (born 4 November 1939) is a Senegalese politician and diplomat who served as the President of the National Asse",
    "Movement_of_Socialist_Democrats": "The Movement of Socialist Democrats (Arabic: حركة الديمقراطيين الاشتراكيين, Ḥarakat ed-Dīmoqrāṭiyīn el-Ishtirākiyīn; French: Mou",
    "Movladi_Udugov": "Movladi Saidarbievich Udugov (Chechen: Мовла́ди Саидарби́евич Уду́гов, born 9 February 1962 in Germenchuk, Shalinsky District, C",
    "Mozambique": "Mozambique, officially the Republic of Mozambique, is a country located in southeast Africa bordered by the Indian Ocean to the ",
    "Mozambique_national_football_team": "The Mozambique national football team (Portuguese: Seleção Moçambicana de Futebol) represents Mozambique in men's international ",
    "Mr._Clean": "Mr. Clean (or Mr. Proper) is a brand name and mascot owned by Procter & Gamble. It was used for an all-purpose cleaner and later",
    "Muammar_al-Gaddafi": "",
    "Muhammad": "Muhammad (; Arabic: مُحَمَّد, romanized: Muḥammad, lit. 'praiseworthy'; [mʊˈħæm.mæd]; c. 570 – 8 June 632 CE) was an Arab religi",
    "Mumbai": "Mumbai ( muum-BY; ISO: Muṁbaī, Marathi: [ˈmumbəi] ), also known as Bombay ( bom-BAY), is the capital city of the Indian state of",
    "Munich": "Munich (, MEW-nik; German: München [ˈmʏnçn̩] ; Bavarian: Minga [ˈmɪŋ(ː)ɐ] ) is the capital and most populous city of the Free St",
    "Munich_Airport": "Munich Airport (German: Flughafen München „Franz Josef Strauß“) (IATA: MUC, ICAO: EDDM) is an international airport serving Muni",
    "Munich_Re": "Munich Re Group or Munich Reinsurance Company (German: Münchener Rück; Münchener Rückversicherungs-Gesellschaft) is a German mul",
    "Murat_Yakin": "Murat Yakin (Turkish: Murat Yakın [mʊ'ɾɑt jɑˈkɯn]; born 15 September 1974) is a Swiss football coach and former player. He is th",
    "Murphy_Jensen": "Murphy Jensen (born October 30, 1968) is an American former professional tennis player and Grand Slam doubles champion.  He is t",
    "Murrayfield_Stadium": "Murrayfield Stadium (Scottish Gaelic: Stadium Murrayfield) is a rugby union stadium located in the Murrayfield area of Edinburgh",
    "Mushtaq_Ahmed": "",
    "Muslim_Commercial_Bank": "",
    "Mustapha_Hadji": "Mustapha Hadji (Arabic: مصطفى حجي; born 16 November 1971) is a Moroccan football coach and former player. He was named the 50th ",
    "Muttahida_Qaumi_Movement": "Muttahida Qaumi Movement (abbreviated MQM) is a name currently claimed by two competing Pakistani political factions:\n\nMuttahida",
    "Muttiah_Muralitharan": "Deshabandu Muttiah Muralitharan (born 17 April 1972) is a Sri Lankan cricket coach, businessman and former professional crickete",
    "Muzaffarabad": "Muzaffarabad (; Urdu: مُظَفَّر آباد, IPA: [mʊzəffərɑːbɑːd]) is a city in Pakistani-administered Azad Kashmir in the disputed Kas",
    "My_Turn_(memoir)": "My Turn: The Memoirs of Nancy Reagan is an autobiography authored by former First Lady of the United States Nancy Reagan with Wi",
    "Márcio_Roberto_dos_Santos": "",
    "Mário_Covas": "Mário Covas Almeida Júnior (Portuguese pronunciation: [ˈmaɾju ˈkɔvɐz ˈʒunjoʁ]; 21 April 1930 – 6 March 2001) was a Brazilian pol",
    "Mário_Jardel": "Mário Jardel de Almeida Ribeiro (Brazilian Portuguese: [ˈmaɾiu ʒaʁˈdɛw]; born 18 September 1973) is a Brazilian former professio",
    "Médecins_Sans_Frontières": "Médecins Sans Frontières (MSF; pronounced [medsɛ̃ sɑ̃ fʁɔ̃tjɛʁ] ), also known as Doctors Without Borders, is a charity that prov",
    "MŠK_Rimavská_Sobota": "MŠK Rimavská Sobota is a Slovak football team, based in the city of Rimavská Sobota.\n\n\n== Affiliated clubs ==\nThe following club",
    "MŠK_Žilina": "MŠK Žilina (Slovak pronunciation: [ˈem ˈeʂ ˈkaː ˈʐilina]) is a Slovak football club based in the town of Žilina, that is playing",
    "N.E.C._(football_club)": "",
    "NAC_Breda": "NAC Breda (Dutch pronunciation: [nɑɡ breːˈdaː]), often simply known as NAC, is a Dutch professional football club, based in Bred",
    "NARAL_Pro-Choice_America": "",
    "NASDAQ": "",
    "NATO": "The North Atlantic Treaty Organization (NATO  NAY-toh; French: Organisation du traité de l'Atlantique nord, OTAN), also called t",
    "NATO_intervention_in_Bosnia": "",
    "NBC": "The National Broadcasting Company (NBC) is an American commercial broadcast television and radio network serving as the flagship",
    "NK_Olimpija_Ljubljana_(1911)": "",
    "NK_Rudar_Velenje": "Nogometni klub Rudar Velenje (English: Rudar Velenje Football Club), commonly referred to as NK Rudar Velenje or simply Rudar Ve",
    "NK_Varaždin": "",
    "NSDAP/AO": "",
    "NTV_(Russia)": "NTV (Cyrillic: НТВ) is a Russian free-to-air television channel that was launched as a subsidiary of Vladimir Gusinsky's company",
    "Nabih_Berri": "Nabih Mustafa Berri (Arabic: نبيه مصطفى برّي, romanized: Nabīh Muṣṭafā Barriyy ; born 28 January 1938) is a Lebanese politician ",
    "Nablus": "Nablus ( NA(H)B-ləs; Arabic: نابلس, romanized: Nābulus, locally [ˈnæːblɪs] ) is a Palestinian city in the West Bank, located app",
    "Nagorno-Karabakh_Republic": "",
    "Nagoum_Yamassoum": "Nagoum Yamassoum (born 1954) is a Chadian politician who was Prime Minister of Chad from 1999 to 2002 and Minister of State for ",
    "Nagoya": "Nagoya (名古屋市, Nagoya-shi, [naꜜɡoja] ) is the largest city in the Chūbu region of Japan. It is the fourth-most populous city in J",
    "Nagyatád": "Nagyatád is a town in Somogy County, Hungary and the seat of Nagyatád District. Bodvica, Henész and Kivadár are parts of Nagyatá",
    "Nail_Beširović": "Nail Beširović (born 22 July 1967) is a Bosnian retired footballer who played as a midfielder.\nHe spent the better part of his 1",
    "Naina_Yeltsina": "Anastasia \"Naina\" Iosifovna Yeltsina (Russian: Анастасия \"Наина\" Иосифовна Ельцина; née Girina [Гирина]; born 14 March 1932) is ",
    "Nairobi": "Nairobi ( ny-ROH-bee) is the capital and largest city of Kenya. The name is derived from the Maasai phrase Enkare Nairobi, which",
    "Namibia": "Namibia ( , ), officially the Republic of Namibia, is a country in Southern Africa. Its western border is the Atlantic Ocean. It",
    "Namibia_national_football_team": "The Namibia national football team represents Namibia in men's international football and is controlled by the Namibia Football ",
    "Nana_Miyagi": "",
    "Nanabhoy_Palkhivala": "",
    "Nancy_Reagan": "Nancy Reagan (; born Anne Frances Robbins; July 6, 1921 – March 6, 2016) was an American film actress who was the first lady of ",
    "Nandrin": "Nandrin (French pronunciation: [nɑ̃dʁɛ̃]) is a municipality of Wallonia located in the province of Liège, Belgium. \nOn January 1",
    "Naoki_Soma": "Naoki Soma  (相馬 直樹, Sōma Naoki, born July 19, 1971) is a Japanese football manager and former player. He played for the Japan na",
    "Naoko_Sawamatsu": "Naoko Sawamatsu (沢松奈生子, Sawamatsu Naoko, born on 23 March 1973) is a former professional tennis player.\nIn her career, she won f",
    "Naoto_Kan": "Naoto Kan (菅 直人, Kan Naoto, born 10 October 1946) is a Japanese former politician who served as Prime Minister of Japan and Pres",
    "Naples": "Naples ( NAY-pəlz; Italian: Napoli [ˈnaːpoli] ; Neapolitan: Napule [ˈnɑːpələ]) is the regional capital of Campania and the third",
    "Napoleon_I": "",
    "Napoleon_III": "Napoleon III (Charles-Louis Napoléon Bonaparte; 20 April 1808 – 9 January 1873) was the first president of France from 1848 to 1",
    "Naqoura": "",
    "Narciso_dos_Santos": "",
    "Naseem_Hamed": "Naseem Hamed (Arabic: نسيم حميد; born 12 February 1974), nicknamed Prince Naseem and Naz, is a British former professional boxer",
    "Nasrallah_Boutros_Sfeir": "Nasrallah Boutros Sfeir (Moran Mor Naṣrallah Buṭrus Ṣufayr; Arabic: الكاردينال مار نصر الله بطرس صفير; Latin: Victor Petrus Sfei",
    "Nasser_Hussain": "Nasser Hussain  (born 28 March 1968) is an English cricket commentator and former cricketer who captained the England cricket te",
    "Natalya_Pomoshchnikova-Voronova": "Natalya Voronova (Russian: Ната́лья Помо́щникова-Во́ронова, née Pomoshchnikova; born July 9, 1965) is a retired Russian sprint a",
    "Natalya_Sadova": "Natalya Ivanovna Sadova (Russian: Наталья Ивановна Садова, née Koptyukh, born 15 July 1972 in Gorky) is a Russian discus thrower",
    "Natalya_Shikolenko": "Natalya Shikolenko (Belarusian: Натальля Шыкаленка; born August 1, 1964, in Andizhan, Soviet Union) is a  javelin thrower who re",
    "Natalya_Torshina-Alimzhanova": "Natalya Torshina-Alimzhanova (born 4 October 1968 in Kemerovo, Russian SFSR) is a Russian-Kazakhstani athlete who specializes in",
    "Natasha_Zvereva": "Natalya \"Natasha\" Maratovna Zvereva (born 16 April 1971) is a former professional tennis player from Belarus. She was the first ",
    "Nate_Miller": "Nate Miller may refer to:\n\nNate Miller (boxer) (born 1963), American boxer\nNate Miller (basketball) (1987–2022), American basket",
    "Nathalie_Dechy": "Nathalie Dechy (born 21 February 1979) is a former professional tennis player from France.\nDechy is a three-time doubles Grand S",
    "Nathalie_Lancien": "Nathalie Lancien (born 7 March 1970) is a French racing cyclist and olympic champion in track cycling.\nShe was born in Paimpol, ",
    "Nathalie_Tauziat": "Nathalie Tauziat (born 17 October 1967) is a French former professional tennis player and coach. She was the runner-up in women'",
    "Nathan_Astle": "Nathan John Astle  (born 15 September 1971) is a former New Zealand cricketer, who played all formats of the game. A right-hande",
    "Nation_of_Islam": "The Nation of Islam (NOI) is a religious organization founded in the United States by Wallace Fard Muhammad in 1930. A centraliz",
    "National_Air_Traffic_Services": "",
    "National_Alliance_(Italy)": "National Alliance (Italian: Alleanza Nazionale, AN) was a national conservative political party in Italy. It was the successor o",
    "National_Assembly_of_Angola": "",
    "National_Bank_(Bangladesh)": "",
    "National_Bank_of_Poland": "The Narodowy Bank Polski (pronounced [narɔdɔvɨ bank pɔlski]; the National Bank of Poland), often abbreviated to NBP, is the cent",
    "National_Basketball_Association": "The National Basketball Association (NBA) is a professional basketball league in North America composed of 30 teams (29 in the U",
    "National_Collegiate_Athletic_Association": "The National Collegiate Athletic Association (NCAA) is a nonprofit organization that regulates student athletics among about 1,1",
    "National_Congress_of_Brazil": "The National Congress (Portuguese: Congresso Nacional) is the legislative body of Brazil's federal government. Unlike the state ",
    "National_Democratic_Alliance_(Sudan)": "The National Democratic Alliance (NDA; Arabic: التحالف الوطني الديمقراطي, romanized: al-Taḥāluf al-Waṭanī al-Dīmuqrāṭī) is a gro",
    "National_Football_League": "The National Football League (NFL) is a professional American football league that consists of 32 teams, divided equally between",
    "National_Guard_of_the_United_States": "",
    "National_Hockey_League": "The National Hockey League (NHL); French: Ligue nationale de hockey [liɡ nɑsjɔnal də ɔkɛ] (LNH), is a professional ice hockey le",
    "National_Human_Rights_Commission_(Mexico)": "The National Human Rights Commission (Spanish: Comisión Nacional de los Derechos Humanos; CNDH) is the national human rights ins",
    "National_Hurricane_Center": "The National Hurricane Center (NHC) is the division of the United States' NOAA/National Weather Service responsible for tracking"
}