{
    "Continental_AG": "Continental AG, commonly known as Continental and colloquially as Conti, is a German multinational automotive parts manufacturin",
    "Copenhagen": "Copenhagen (Danish: København [kʰøpm̩ˈhɑwˀn] ) is the capital and most populous city of Denmark, with a population of 1.4 millio",
    "Coppa_Italia": "Coppa Italia (lit. 'Italy Cup') is the annual domestic cup of Italian football. The knockout competition was organized by the DD",
    "Corey_Pavin": "Corey Allen Pavin (born November 16, 1959) is an American professional golfer. In 1982, Pavin turned professional but failed at ",
    "Corina_Morariu": "Corina Maria Morariu (born January 26, 1978) is an American former professional tennis player.\nMorariu (pronounced: mo-RA-R'ju) ",
    "Coritiba_Foot_Ball_Club": "Coritiba Foot Ball Club, commonly known as Coritiba and colloquially referred to as \"Coxa\", is a Brazilian football club from Cu",
    "Cornelius_Euser": "",
    "Cornell_Brown": "Cornell Desmond Brown (born March 15, 1975) is an American football coach and former American college and professional football ",
    "Corporación_Venezolana_de_Guayana": "The Corporacion Venezolana de Guayana (CVG) is a state-owned Venezuelan metal conglomerate, located in the Guayana Region in the",
    "Corsica": "Corsica ( KOR-sik-ə; Corsican: [ˈkorsiɡa, ˈkɔrsika]; Italian: Corsica; French: Corse [kɔʁs] ) is an island in the Mediterranean ",
    "Cosenza_Calcio_1914": "Cosenza Calcio 1914 was a professional Italian football club based in Cosenza, Calabria.\nIt starts in 1912 when was founded Soci",
    "Cosmin_Contra": "Cosmin Marius Contra (Romanian pronunciation: [kosˈmin ˈmari.us ˈkontra]; born 15 December 1975) is a Romanian football manager ",
    "Costa_Rica": "Costa Rica (UK: , US:  ; Spanish: [ˈkosta ˈrika]; literally \"Rich Coast\"), officially the Republic of Costa Rica, is a country i",
    "Costa_Rica_national_football_team": "The Costa Rica national football team (Spanish: Selección de fútbol de Costa Rica) represents Costa Rica in men's international ",
    "Costain_Group": "Costain Group plc is a British construction and engineering company headquartered in Maidenhead, England.\nIt was established by ",
    "Costantino_Rocca": "Costantino Rocca (born 4 December 1956) is an Italian golfer. He was long known as the most successful male golfer that Italy ha",
    "Costas_Simitis": "Konstantinos G. Simitis (Greek: Κωνσταντίνος Γ. Σημίτης; born 23 June 1936) is a Greek retired politician who led the 'Moderniza",
    "Council_of_Europe": "The Council of Europe (CoE; French: Conseil de l'Europe, CdE) is an international organisation with the goal of upholding human ",
    "County_Antrim": "County Antrim (named after the town of Antrim, from Irish Aontroim, meaning 'lone ridge') is one of the six counties of Northern",
    "County_Championship": "The County Championship, currently known for sponsorship reasons as the Vitality County Championship, is the only domestic first",
    "County_Cricket_Ground,_Bristol": "",
    "County_Cricket_Ground,_Hove": "The County Cricket Ground, known for sponsorship reasons as The 1st Central County Ground, is a cricket venue in Hove, in the ci",
    "County_Tipperary": "County Tipperary (Irish: Contae Thiobraid Árann) is a county in Ireland. It is in the province of Munster and the Southern Regio",
    "Court_of_Cassation_(France)": "The Court of Cassation  (French: Cour de cassation [kuʁ də kasɑsjɔ̃] ) is the supreme court for civil and criminal cases in Fran",
    "Courtney_Walsh": "Courtney Andrew Walsh OJ (born 30 October 1962) is a Jamaican former cricketer who represented the West Indies from 1984 to 2001",
    "Coventry_City_F.C.": "Coventry City Football Club is a professional football club based in Coventry, West Midlands, England. The club plays in the EFL",
    "Cowdenbeath_F.C.": "Cowdenbeath Football Club ( kow-dən-BEETH) is a Scottish semi-professional football team based in Cowdenbeath, Fife. They are me",
    "Craig_Brown_(footballer)": "",
    "Craig_Burley": "Craig William Burley (born 24 September 1971) is a Scottish former professional footballer and sports television pundit and co-c",
    "Craig_Dowd": "Craig Dowd born 26 October 1969 in Auckland, New Zealand, is a former rugby union player and ex-coach. He played 60 test matches",
    "Craig_Evans": "Craig Evans may refer to:\n\nCraig Evans (Australian footballer) (born 1965), Australian rules footballer who played in the VFL\nCr",
    "Craig_MacLean": "Craig MacLean MBE (Grantown-on-Spey, July 31, 1971) is a Scottish track cyclist who represented Great Britain and Northern Irela",
    "Craig_Matthews": "Craig Russell Matthews (born 15 February 1965 is a former South African cricketer who played in 18 Test matches and 56 One Day I",
    "Craig_Parry": "Craig David Parry (born 12 January 1966) is an Australian professional golfer. He has been one of Australia's premier golfers si",
    "Craig_Quinnell": "Craig Quinnell (born 9 July 1975) is a Welsh former rugby union player.\nQuinnell began his senior career with Llanelli and after",
    "Craig_Spearman": "Craig Murray Spearman (born 4 July 1972) is an English-New Zealand former cricketer who played 19 Tests and 51 One Day Internati",
    "Craig_Stadler": "Craig Robert Stadler (born June 2, 1953) is an American professional golfer who has won numerous tournaments at both the PGA Tou",
    "Craig_Wishart": "Craig Brian Wishart (born 9 January 1974) is a former Zimbabwean cricketer, who played Tests and ODIs for 10 years. He played do",
    "Crawley": "Crawley () is a town and borough in West Sussex, England. It is 28 miles (45 km) south of London, 18 miles (29 km) north of Brig",
    "Credit_Suisse": "Credit Suisse Group AG (French pronunciation: [kʁe.di sɥis], lit. 'Swiss Credit') is  a global investment bank  and financial se",
    "Creedmoor,_North_Carolina": "Creedmoor is a city in Granville County, North Carolina, United States. The population was 4,124 at the 2010 census.\n\n\n== Histor",
    "Creutzfeldt–Jakob_disease": "Creutzfeldt–Jakob disease (CJD), also known as subacute spongiform encephalopathy or neurocognitive disorder due to prion diseas",
    "Crewe_Alexandra_F.C.": "Crewe Alexandra Football Club is a professional association football club based in the town of Crewe, Cheshire, England. Its fir",
    "Criciúma_Esporte_Clube": "Criciúma Esporte Clube is a Brazilian professional club based in Criciúma, Santa Catarina founded on 13 May 1947.\nCriciúma is th",
    "Cricket_World_Cup": "The Cricket World Cup (officially known as ICC Men's Cricket World Cup) is the quadrennial international championship of One Day",
    "Criminal_Investigation_Department": "The Criminal Investigation Department (CID) is the branch of a police force to which most plainclothes detectives belong in the ",
    "Croatia": "Croatia ( , kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika ",
    "Croatia_Davis_Cup_team": "The Croatia men's national tennis team represents Croatia in the Davis Cup and is governed by the Croatian Tennis Association.Cr",
    "Croatia_national_football_team": "The Croatia national football team (Croatian: \"Hrvatska nogometna reprezentacija\" or \"Nogometna reprezentacija Hrvatske\") repres",
    "Crohn's_disease": "Crohn's disease is a chronic inflammatory bowel disease characterized by recurrent episodes of intestinal inflammation, primaril",
    "Cronulla-Sutherland_Sharks": "The Cronulla-Sutherland Sharks are an Australian professional rugby league club based in Cronulla, in the Sutherland Shire, Sout",
    "Crossfire_(film)": "Crossfire is a 1947 American film noir drama film starring Robert Young, Robert Mitchum and Robert Ryan which deals with the the",
    "Crusaders_F.C.": "Crusaders Football Club is a semi-professional Northern Irish football club playing in the NIFL Premiership. The club, founded i",
    "Cruz_Azul": "Club de Futbol Cruz Azul, commonly referred to as Cruz Azul, is a professional football club based in Mexico City, Mexico. It co",
    "Cruzeiro_Esporte_Clube": "Cruzeiro Esporte Clube (Brazilian Portuguese: [kɾuˈzejɾu esˈpoʁtʃi ˈklubi]) is a Brazilian professional football club, based in ",
    "Crystal_Palace,_London": "Crystal Palace is an area in South London, named after the Crystal Palace Exhibition building which stood in the area from 1854,",
    "Crystal_Palace_F.C.": "Crystal Palace Football Club, (commonly referred to as simply Palace), is a professional football club based in Selhurst, South ",
    "Crédit_Agricole_(cycling_team)": "Crédit Agricole (UCI team code: C.A) was a French professional cycling team managed by Roger Legeay. From 1998 to 2008, the team",
    "Csepel_SC": "Csepel SC (Hungarian: [ˈt͡ʃɛpɛl]) is a Hungarian sports club based in Csepel, the XXI district of Budapest, which is on an islan",
    "Cuauhtémoc_Blanco": "Cuauhtémoc Blanco Bravo (Spanish pronunciation: [kwawˈtemok ˈblaŋko]; born 17 January 1973) is a Mexican politician and former p",
    "Cuba": "Cuba, officially the Republic of Cuba, is an island country, comprising the island of Cuba (largest island), Isla de la Juventud",
    "Cuba_national_football_team": "The Cuba national football team (Spanish: Selección de fútbol de Cuba) represents Cuba in men's international football, and is c",
    "Culpeper,_Virginia": "Culpeper (formerly Culpeper Courthouse, earlier Fairfax) is an incorporated town located in Virginia, United States. The populat",
    "Curitiba": "Curitiba (Brazilian Portuguese: [kuɾiˈtʃibɐ]) is the capital and largest city in the state of Paraná in Southern Brazil. The cit",
    "Curragh_Racecourse": "The Curragh Racecourse is a flat racecourse in County Kildare, Ireland. The racecourse is home to Ireland’s five most important ",
    "Currie_RFC": "Currie Rugby Football Club are an Edinburgh-based rugby union club in the Scottish Rugby Union, they currently play in the Scott",
    "Curtis_Fleming": "Curtis Fleming (born 8 October 1968) is an Irish professional football manager and former player, who is currently the assistant",
    "Curtly_Ambrose": "Sir Curtly Elconn Lynwall Ambrose KCN (born 21 September 1963) is an Antiguan former cricketer who played 98 Test matches for th",
    "Cy_Young_Award": "The Cy Young Award is given annually to the best pitchers in Major League Baseball (MLB), one each for the American League (AL) ",
    "Cycle_Collstrop": "Cycle Collstrop (UCI team code: COS) was a Swedish UCI Professional Continental cycling team. It was the successor to Unibet.com",
    "Cynthia_McKinney": "Cynthia Ann McKinney (born March 17, 1955) is a former American politician. As a member of the Democratic Party, she served six ",
    "Cyprus": "Cyprus ( ), officially the Republic of Cyprus, is an island country in the eastern Mediterranean Sea. It is geographically a par",
    "Cyprus_national_football_team": "The Cyprus national football team (Greek: Εθνική ομάδα ποδοσφαίρου της Κύπρου, Turkish: Kıbrıs Futbol Federasyonu) represents Cy",
    "Czech_National_Bank": "The Czech National Bank, (Czech: Česká národní banka, ČNB) is the central bank and financial market supervisor in the Czech Repu",
    "Czech_Republic": "The Czech Republic, also known as Czechia, and historically known as Bohemia, is a landlocked country in Central Europe. The cou",
    "Czech_Republic_Fed_Cup_team": "",
    "Czech_Republic_men's_national_ice_hockey_team": "The Czech Republic men's national ice hockey team is the national ice hockey team of the Czech Republic. Since 2021, the team ha",
    "Czech_Republic_national_football_team": "The Czech Republic national football team (Czech: Česká fotbalová reprezentace), recognised by FIFA as Czechia, represents the C",
    "Czechoslovakia": "Czechoslovakia (  CHEK-oh-sloh-VAK-ee-ə, CHEK-ə-, -⁠slə-, -⁠VAH-; Czech and Slovak: Československo, Česko-Slovensko) was a landl",
    "Czechs": "The Czechs (Czech: Češi, pronounced [ˈtʃɛʃɪ]; singular Czech, masculine: Čech [ˈtʃɛx] , singular feminine: Češka [ˈtʃɛʃka]), or ",
    "Cédric_Pioline": "Cédric Pioline (born 15 June 1969) is a French former professional tennis player who played on the professional tour from 1989 t",
    "Côte_d'Ivoire": "",
    "D._A._Weibring": "Donald Albert Weibring Jr. (born May 25, 1953) is an American professional golfer who has won numerous tournaments including sev",
    "DAX": "The DAX (Deutscher Aktienindex (German stock index); German pronunciation: [daks] ) is a stock market index consisting of the 40",
    "DFB-Pokal": "The DFB-Pokal (German: [ˌdeːʔɛfˈbeː poˈkaːl]), also known as the German Cup in English, is a German knockout football cup compet",
    "Daewoo": "Daewoo (UK:  DAY-oo; US:  day-WOO; Korean: 대우; Hanja: 大宇; IPA: [tɛ.u]; literally \"great universe\" and a portmanteau of \"dae\" mea",
    "Daily_News_(New_York)": "",
    "Dakar": "Dakar ( UK also: ; French: [dakaʁ]; Wolof: Ndakaaru) is the capital and largest city of Senegal. The department of Dakar has a p",
    "Dale_McIntosh": "Dale Lynsey Manawa \"Chief\" McIntosh  (born 23 November 1969) is a former Wales international rugby union player and now rugby un",
    "Dalian": "Dalian ( dah-LYEN) is a major sub-provincial port city in Liaoning province, People's Republic of China, and is Liaoning's secon",
    "Dallas": "Dallas () is a city in the U.S. state of Texas and the most populous city in the Dallas–Fort Worth metroplex, the most populous ",
    "Dallas_Cowboys": "The Dallas Cowboys are a professional American football team based in the Dallas–Fort Worth metroplex. The Cowboys compete in th",
    "Dallas_Mavericks": "The Dallas Mavericks (often referred to as the Mavs) are an American professional basketball team based in Dallas. The Mavericks",
    "Dallas_Stars": "The Dallas Stars are a professional ice hockey team based in Dallas. The Stars compete in the National Hockey League (NHL) as a ",
    "Dally_Randriantefy": "Dally Randriantefy  (born 23 February 1977) is a former professional Malagasy female tennis player.\nIn her career, Randriantefy ",
    "Dalmatian_(dog)": "",
    "Damascus": "Damascus ( də-MAS-kəs, UK also  də-MAH-skəs; Arabic: دِمَشق, romanized: Dimašq) is the capital and largest city of Syria, the ol",
    "Damian_Lynch": "Damian Lynch (born 31 July 1979, in Dublin) is a retired Irish professional footballer who played for Leeds United, Nottingham F",
    "Damion_Easley": "Jacinto Damion Easley (born November 11, 1969) is an American former professional baseball player who is currently an assistant ",
    "Damon_Hill": "Damon Graham Devereux Hill  (born 17 September 1960) is a British former racing driver and broadcaster, who competed in Formula "
}