{
    "National_Iraqi_News_Agency": "The National Iraqi News Agency (Arabic: الوكالة الوطنية العراقية للأنباء), or NINA, is the first independent news agency in Iraq",
    "National_Islamic_Front": "The National Islamic Front (NIF; Arabic: الجبهة الإسلامية القومية; transliterated: al-Jabhah al-Islamiyah al-Qawmiyah) was an Is",
    "National_League": "National League often refers to:\n\nNational League (baseball), one of the two baseball leagues constituting Major League Baseball",
    "National_League_Central": "The National League Central is one of Major League Baseball's six divisions. This division was created in 1994, by moving two te",
    "National_League_East": "The National League East is one of Major League Baseball's six divisions. Along with the American League Central, it is one of t",
    "National_League_West": "The National League West is one of Major League Baseball's six divisions. This division was created for the 1969 season when the",
    "National_League_for_Democracy": "The National League for Democracy (Burmese: အမျိုးသား ဒီမိုကရေစီ အဖွဲ့ချုပ်, IPA: [ʔəmjóðá dìmòkəɹèsì ʔəpʰwḛdʑoʊʔ]; abbr. NLD; B",
    "National_Liberation_Front_of_Corsica": "The National Liberation Front of Corsica (Corsican: Fronte di liberazione naziunale di a Corsica or Fronte di liberazione naziun",
    "National_Olympic_Committee": "A National Olympic Committee (NOC) is a national constituent of the worldwide Olympic movement. Subject to the controls of the I",
    "National_Park_Service": "The National Park Service (NPS) is an agency of the United States federal government, within the US Department of the Interior. ",
    "National_Party_(South_Africa)": "The National Party (Afrikaans: Nasionale Party, NP), also known as the Nationalist Party, was a political party in South Africa ",
    "National_Rifle_Association": "The National Rifle Association of America (NRA) is a gun rights advocacy group based in the United States. Founded in 1871 to ad",
    "National_Tennis_Centre_(United_Kingdom)": "The United Kingdom's National Tennis Centre at Roehampton in south-west London is the high-performance training facility of the ",
    "National_Transportation_Safety_Board": "The National Transportation Safety Board (NTSB) is an independent U.S. government investigative agency responsible for civil tra",
    "National_University_of_Singapore": "The National University of Singapore (NUS) is a national public research university in Singapore. It was officially established ",
    "National_Weather_Service": "The National Weather Service (NWS) is an agency of the United States federal government that is tasked with providing weather fo",
    "National_stadium": "",
    "NationsBank": "NationsBank was one of the largest banking corporations in the United States, based in Charlotte, North Carolina. The company na",
    "Native_Americans_in_the_United_States": "Native Americans (also called American Indians, First Americans, or Indigenous Americans) are the Indigenous peoples of the Unit",
    "Natural_Law_Party_(United_States)": "The Natural Law Party (NLP) is a political party in Michigan. It was a national political party in the United States, founded in",
    "Nature_(journal)": "Nature is a British weekly scientific journal founded and based in London, England. As a multidisciplinary publication, Nature f",
    "Navjot_Singh_Sidhu": "Navjot Singh Sidhu (born 20 October 1963) is an Indian politician from the Indian National Congress, television personality and ",
    "Nawaz_Sharif": "Mian Muhammad Nawaz Sharif (Urdu: میاں محمد نواز شریف; born 25 December 1949) is a Pakistani businessman and politician who serv",
    "Nayan_Mongia": "Nayan Ramlal Mongia  (born 19 December 1969) is a former Indian cricketer and cricket coach. He was a right-handed batsman and a",
    "Nazi_Germany": "Nazi Germany, officially known as the German Reich and later the Greater German Reich, was the German state between 1933 and 194",
    "Nazi_Party": "The Nazi Party, officially the National Socialist German Workers' Party (German: Nationalsozialistische Deutsche Arbeiterpartei ",
    "Nazism": "Nazism (  NA(H)T-siz-əm), formally named National Socialism (NS; German: Nationalsozialismus, German: [natsi̯oˈnaːlzotsi̯aˌlɪsmʊ",
    "Neal_Lancaster": "Grady Neal Lancaster (born September 13, 1962) is an American professional golfer who has played on the PGA Tour, Nationwide Tou",
    "Neale_Fraser": "Neale Andrew Fraser,  (3 October 1933 – 2 December 2024) was an Australian champion tennis player. Fraser is the most recent man",
    "Neath_RFC": "Neath Rugby Football Club (Welsh: Clwb Rygbi Castell-Nedd) is a Welsh rugby union club which plays in the Indigo Premiership for",
    "Nebraska": "Nebraska (  nə-BRASS-kə) is a landlocked state in the Midwestern region of the United States. It borders South Dakota to the nor",
    "Nebraska_Cornhuskers_football": "The Nebraska Cornhuskers football team competes as part of the NCAA Division I Football Bowl Subdivision, representing the Unive",
    "Necmettin_Erbakan": "Necmettin Erbakan (29 October 1926 – 27 February 2011) was a Turkish politician, engineer, and academic who was the Prime Minist",
    "Neemuch": "Neemuch or Nimach is a city in the Malwa region. Neemuch crowns the north western part of Madhya Pradesh. It has been also refer",
    "Neil_Back": "Neil Antony Back MBE (born 16 January 1969) is a former international rugby union footballer for England and the British & Irish",
    "Neil_Fairbrother": "Neil Fairbrother (born Neil Harvey Fairbrother; 9 September 1963) is an English former cricketer who played 75 One Day Internati",
    "Neil_Hodgson": "Neil Stuart Hodgson (born 20 November 1973) is a British former motorcycle racer, who won the 2000 British Superbike Championshi",
    "Neil_Jordan": "Neil Patrick Jordan (born 25 February 1950) is an Irish film director, screenwriter, novelist and short-story writer. He first a",
    "Neil_Williams_(cricketer)": "Neil Fitzgerald Williams (2 July 1962 – 27 March 2006) was an England cricketer, who played first-class cricket for both Middles",
    "Nelson,_New_Zealand": "Nelson (Māori: Whakatū) is a consolidated city and unitary authority on the eastern shores of Tasman Bay at the top of the South",
    "Nelson_A._Miles": "Nelson Appleton Miles (August 8, 1839 – May 15, 1925) was a United States Army officer who served in the American Civil War (186",
    "Nelson_Mandela": "Nelson Rolihlahla Mandela ( man-DEL-ə, Xhosa: [xolíɬaɬa mandɛ̂ːla]; born Rolihlahla Mandela; 18 July 1918 – 5 December 2013) was",
    "Nelė_Žilinskienė": "Nelė Žilinskienė (née Savickytė, born 29 December 1969) is a lithuanian retired female high jumper. Born in Telšiai, her persona",
    "Neo-Nazism": "Neo-Nazism comprises the post-World War II militant, social, and political movements that seek to revive and reinstate Nazi ideo",
    "Nepal": "Nepal, officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is mainly situated in the ",
    "Nepali_Congress": "The Nepali Congress (Nepali: नेपाली कांग्रेस Nepali pronunciation: [neˈpali ˈkaŋres]; abbr. NC) is a social democratic political",
    "Netherlands": "The Netherlands, informally Holland, is a country in Northwestern Europe, with overseas territories in the Caribbean. It is the ",
    "Netherlands_Fed_Cup_team": "",
    "Netherlands_national_football_team": "The Netherlands national football team (Dutch: Nederlands voetbalelftal or simply Het Nederlands elftal) has represented the Net",
    "Neuchâtel": "Neuchâtel (UK: , US: ; French: [nøʃɑtɛl] ; German: Neuenburg [ˈnɔʏənbʊrɡ] ) is a town, a municipality, and the capital of the Sw",
    "Neuchâtel_Xamax": "",
    "Nevada": "Nevada (  nə-VAD-ə, -⁠VAH-, Spanish: [neˈβaða]) is a landlocked state in the Western region of the United States. It borders Ore",
    "Nevil_Dede": "Nevil Thanas Dede (born 10 January 1975) is an Albanian professional football coach and former player who is the current manager",
    "Nevill_Ground": "The Nevill Ground is a cricket ground at Royal Tunbridge Wells in the English county of Kent. It is owned by Tunbridge Wells Bor",
    "Neville_Godwin": "Neville Godwin (born 31 January 1975) is a former tennis player from South Africa.\nGodwin turned professional in 1994. The right",
    "NewYork–Presbyterian_Hospital": "",
    "New_Aspiration_Party": "The New Aspiration Party ([พรรคความหวังใหม่] Error: {{Langx}}: invalid parameter: |transl= (help)) is a political party in Thail",
    "New_Caledonia": "New Caledonia (  KAL-ih-DOH-nee-ə; French: Nouvelle-Calédonie [nuvɛl kaledɔni] ) is a group of islands in the southwest Pacific ",
    "New_Delhi": "New Delhi ( , Hindi: [ˈnəiː ˈdɪlːiː], ISO: Naī Dillī) is the capital of India and a part of the National Capital Territory of De",
    "New_Democracy_(Greece)": "New Democracy (ND; Greek: Νέα Δημοκρατία, romanized: Néa Dimokratía, IPA: [ˈnea ðimokraˈti.a]) is a liberal-conservative politic",
    "New_England": "New England is a region comprising six states in the Northeastern United States: Connecticut, Maine, Massachusetts, New Hampshir",
    "New_England_Patriots": "The New England Patriots are a professional American football team based in the Greater Boston area. The Patriots compete in the",
    "New_Hampshire,_Ohio": "New Hampshire is a census-designated place in central Goshen Township, Auglaize County, Ohio, United States. As of the 2010 cens",
    "New_Haven,_Connecticut": "New Haven is a city in New Haven County, Connecticut, United States. It is located on New Haven Harbor on the northern shore of ",
    "New_Jersey": "New Jersey is a state in both the Mid-Atlantic and Northeastern regions of the United States. It is the most densely populated s",
    "New_Jersey_Devils": "The New Jersey Devils are a professional ice hockey team based in Newark, New Jersey. The Devils compete in the National Hockey ",
    "New_Jersey_Nets": "",
    "New_Mexico": "New Mexico is a state in the Southwestern region of the United States. It is one of the Mountain States of the southern Rocky Mo",
    "New_Mexico_Activities_Association": "The New Mexico Activities Association (NMAA) is a nonprofit organization that regulates interscholastic programs for junior and ",
    "New_Orleans_Hornets": "",
    "New_Orleans_Saints": "The New Orleans Saints are a professional American football team based in New Orleans. The Saints compete in the National Footba",
    "New_Party_Sakigake": "The New Party Sakigake (新党さきがけ, Shintō Sakigake), also known as the New Harbinger Party, was a political party in Japan that bro",
    "New_Scientist": "New Scientist is a popular science magazine covering all aspects of science and technology. Based in London, it publishes weekly",
    "New_South_Wales_rugby_league_team": "The New South Wales rugby league team has represented the Australian state of New South Wales in rugby league football since the",
    "New_Territories": "The New Territories (abbr. N.T. , Chinese: 新界) is one of the three areas of Hong Kong, alongside Hong Kong Island and the Kowloo",
    "New_York": "New York most commonly refers to:\n\nNew York (state), a state in the northeastern United States\nNew York City, the most populous ",
    "New_York_City": "New York, often called New York City or NYC, is the most populous city in the United States, located at the southern tip of New ",
    "New_York_City_Department_of_Transportation": "The New York City Department of Transportation (NYCDOT) is the agency of the government of New York City responsible for the man",
    "New_York_Cotton_Exchange": "The New York Cotton Exchange (NYCE) is a commodities exchange founded in 1870 by a group of one hundred cotton brokers and merch",
    "New_York_Giants": "The New York Giants are a professional American football team based in the New York metropolitan area. The Giants compete in the",
    "New_York_Islanders": "The New York Islanders (colloquially known as the Isles) are a professional ice hockey team based in Elmont, New York. The Islan",
    "New_York_Jets": "The New York Jets are a professional American football team based in the New York metropolitan area. The Jets compete in the Nat",
    "New_York_Knicks": "The New York Knickerbockers, shortened and more commonly referred to as the New York Knicks, are an American professional basket",
    "New_York_Mercantile_Exchange": "The New York Mercantile Exchange (NYMEX) is a commodity futures exchange owned and operated by CME Group of Chicago. NYMEX is lo",
    "New_York_Mets": "The New York Mets are an American professional baseball team based in the New York City borough of Queens. The Mets compete in M",
    "New_York_Post": "The New York Post (NY Post) is an American conservative daily tabloid newspaper published in New York City. The Post also operat",
    "New_York_Rangers": "The New York Rangers are a professional ice hockey team based in New York City. The Rangers compete in the National Hockey Leagu",
    "New_York_Stock_Exchange": "The New York Stock Exchange (NYSE, nicknamed \"The Big Board\") is an American stock exchange in the Financial District of Lower M",
    "New_York_Yankees": "The New York Yankees are an American professional baseball team based in the New York City borough of the Bronx. The Yankees com",
    "New_Zealand": "New Zealand is an island country in the southwestern Pacific Ocean. It consists of two main landmasses—the North Island (Te Ika-",
    "New_Zealand_Barbarians": "The New Zealand Barbarian Rugby Club Inc., nicknamed the Barbarians, or Baa-Baas, is a rugby union club headquartered in Kingsla",
    "New_Zealand_First": "New Zealand First (Māori: Aotearoa Tuatahi), commonly abbreviated to NZ First or NZF, is a political party in New Zealand, found",
    "New_Zealand_Labour_Party": "The New Zealand Labour Party, also known simply as Labour (Māori: Reipa), is a centre-left political party in New Zealand. The p",
    "New_Zealand_National_Party": "The New Zealand National Party (Māori: Rōpū Nāhinara o Aotearoa), shortened to National (Nāhinara) or the Nats, is a centre-righ",
    "New_Zealand_Press_Association": "The New Zealand Press Association (NZPA) was a news agency that existed from 1879 to 2011 and provided national and internationa",
    "New_Zealand_Warriors": "",
    "New_Zealand_dollar": "The New Zealand dollar (Māori: tāra o Aotearoa; sign: $; code: NZD) is the official currency and legal tender of New Zealand, th",
    "New_Zealand_national_cricket_team": "The New Zealand national cricket team represents New Zealand in men's international cricket. Nicknamed the Black Caps (Māori: Pō",
    "New_Zealand_national_rugby_union_team": "The New Zealand national rugby union team, commonly known as the All Blacks, represents New Zealand in men's international rugby"
}