{
    "New_Zealanders": "New Zealanders (Māori: Tāngata Aotearoa) are people associated with New Zealand, sharing a common history, culture, and language",
    "New_media": "New media are communication technologies that enable or enhance interaction between users as well as interaction between users a",
    "Newark,_New_Jersey": "Newark ( NEW-ərk, locally: [nʊɹk]) is the most populous city in the U.S. state of New Jersey, the county seat of Essex County, a",
    "Newbridge_RFC": "Newbridge RFC is a Welsh Rugby Union club based in Newbridge, Caerphilly in South Wales. Newbridge RFC was formed in 1888 and jo",
    "Newbury,_Berkshire": "Newbury is a market town in West Berkshire, England, in the valley of the River Kennet. It is 26 miles (42 km) south of Oxford, ",
    "Newcastle_Knights": "The Newcastle Knights are an Australian professional rugby league team based in Newcastle, New South Wales that competes in the ",
    "Newcastle_United_F.C.": "Newcastle United Football Club is a professional association football club based in Newcastle upon Tyne, Tyne and Wear, England.",
    "Newcastle_upon_Tyne": "Newcastle upon Tyne, or simply Newcastle (  new-KASS-əl, RP:   NEW-kah-səl), is a city and metropolitan borough in Tyne and Wear",
    "Newcrest_Mining": "Newcrest Mining Limited is an Australian-based corporation which engages in the exploration, development, mining and sale of gol",
    "Newfoundland_(island)": "Newfoundland ( NEW-fən(d)-lənd, -⁠land, locally  NEW-fən-LAND; French: Terre-Neuve, locally [taɛ̯ʁˈnœːv]) is a large island with",
    "Newmarket,_Suffolk": "Newmarket is a market town and civil parish in the West Suffolk district of Suffolk, England, 14 miles west of Bury St Edmunds a",
    "Newmont_Mining_Corporation": "",
    "Newport_Gwent_Dragons": "",
    "Newport_RFC": "Newport Rugby Football Club (Welsh: Clwb Rygbi Casnewydd) is a Welsh rugby union club based in the city of Newport, Wales. They ",
    "News_Corporation": "The original incarnation of News Corporation (abbreviated News Corp. and also variously known as News Corporation Limited) was a",
    "Newsnight": "Newsnight is the BBC's news and current affairs programme, providing in-depth investigation and analysis of the stories behind t",
    "Newt_Gingrich": "Newton Leroy Gingrich (; né McPherson; born June 17, 1943) is an American politician and author who served as the 50th speaker o",
    "Niall_Quinn": "Niall John Quinn (honorary MBE; born 6 October 1966) is an Irish former professional footballer, manager, businessman and sports",
    "Nicaragua": "Nicaragua, officially the Republic of Nicaragua, is the geographically largest country in Central America, comprising 130,370 km",
    "Nicaraguans": "Nicaraguans (Spanish: Nicaragüenses; also called Nicas) are people inhabiting in, originating or having significant heritage fro",
    "Nice": "Nice ( NEESS; French pronunciation: [nis] ) is a city in and the prefecture of the Alpes-Maritimes department in France. The Nic",
    "Nick_Faldo": "Sir Nicholas Alexander Faldo (born 18 July 1957) is an English retired professional golfer and television commentator. Widely re",
    "Nick_Farr-Jones": "Nicholas Campbell Farr-Jones AM (born 18 April 1962) is a former Australian rugby union player, who played as a scrum-half. He d",
    "Nick_Knight": "Nick Knight or Nicholas Night may refer to:\n\n\n== People ==\nNick Knight (cricketer) (born 1969), former England international cri",
    "Nick_Nieland": "Nicholas Nieland (born 31 January 1972 in Truro, Cornwall) is a British javelin thrower.\nHe was the British number three for man",
    "Nick_Popplewell": "Nicholas Popplewell (born 6 April 1964 in Dublin) is an Irish former rugby union player who won 48 caps for his country between ",
    "Nick_Price": "Nicholas Raymond Leige Price (born 28 January 1957) is a Zimbabwean former professional golfer who has won three major champions",
    "Nicklas_Kulti": "Nicklas Kulti (born 22 April 1971) is a former professional tennis player from Sweden. He was born in Stockholm.\n\n\n== Tennis car",
    "Nicky_Boje": "Nico Boje ( boy-YAY; born 20 March 1973) is a South African former cricketer who played in 43 Tests, 115 One Day Internationals ",
    "Niclas_Fasth": "Niclas Krister Fasth (born 29 April 1972) is a Swedish professional golfer, who has won six times on the European Tour. He has f",
    "Nico-Jan_Hoogma": "Nico-Jan Hoogma (born 26 October 1968) is a Dutch former professional footballer who played as a defender. He started his career",
    "Nico_Motchebon": "Nico Motchebon (born 13 November 1969 in Berlin) is a former German 800 metres runner.\nHis personal best of 1:43.91 was set on 3",
    "Nico_van_Kerckhoven": "",
    "Nicola_Mazzucato": "Nicola Mazzucato (born 27 October 1975 in Padua) is a former Italian rugby union footballer and the former coach of the SMRUFC. ",
    "Nicolas_Ouédec": "Nicolas Pierre Ouédec (born 28 October 1971) is a retired French professional footballer who played as a striker.\n\n\n== Club care",
    "Nicole_Arendt": "Nicole J. Arendt (born August 26, 1969) is an American retired professional tennis player. Arendt won sixteen doubles titles in ",
    "Nicole_Bradtke": "Nicole Bradtke (née Provis) (born 22 September 1969) is a retired professional tennis player from Australia.\nBradtke won three s",
    "Nicole_Brown_Simpson": "Nicole Brown Simpson (née Brown; May 19, 1959 – June 12, 1994) was the second wife of American football player O. J. Simpson. Br",
    "Nicoleta_Grasu": "Lenuţa Nicoleta Grasu is a retired Romanian discus thrower. She was born on 11 September 1971 in Secuieni as Nicoleta Grădinaru,",
    "Nicolás_Lapentti": "Nicolás Alexander Lapentti Gómez (Spanish pronunciation: [nikoˈlas laˈpenti]; born 13 August 1976) is a former professional tenn",
    "Nicolás_Pereira": "Nicolás Pereira (born September 29, 1970) is a commentator for the Tennis Channel and former professional tennis player, who bec",
    "Nicosia": "Nicosia, also known as Lefkosia and Lefkoşa, is the capital and largest city of Cyprus. It is the southeasternmost of all EU mem",
    "Nigel_Mobbs": "Sir Gerald Nigel Mobbs KStJ JP (22 September 1937 – 21 October 2005) was a businessman who was Lord Lieutenant of Buckinghamshir",
    "Nigel_Walker": "Nigel Walker may refer to:\n\nNigel Walker (athlete) (born 1963), Welsh runner and rugby union player\nNigel Walker (criminologist)",
    "Niger": "Niger, officially the Republic of the Niger, is a landlocked country in West Africa. It is a unitary state bordered by Libya to ",
    "Nigeria": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa.  It is situated between the Sahel to the north",
    "Nihon_Keizai_Shimbun": "",
    "Nikkei_225": "The Nikkei 225, or the Nikkei Stock Average (Japanese: 日経平均株価, Hepburn: Nikkei heikin kabuka), more commonly called the Nikkei o",
    "Nir_Sivilia": "Nir Avraham Sivilia (Hebrew: ‏ניר אברהם סביליה; born 26 May 1975) is a former Israeli footballer.\n\n\n== Honours ==\nMaccabi Tel Av",
    "Nixon_McLean": "Nixon Alexei McNamara McLean (born 20 July 1973) is a West Indian cricketer from St. Vincent and the Grenadines. He featured in ",
    "Nobel_Peace_Prize": "The Nobel Peace Prize (Swedish and Norwegian: Nobels fredspris) is one of the five Nobel Prizes established by the will of Swedi",
    "Nobel_Prize": "The Nobel Prizes ( noh-BEL; Swedish: Nobelpriset [nʊˈbɛ̂lːˌpriːsɛt]; Norwegian: Nobelprisen [nʊˈbɛ̀lːˌpriːsn̩]) are five separat",
    "Nobina_Sverige": "Nobina Sverige AB, former Swebus AB, is the largest bus operator in Sweden, with 5,277 employees, 2,241 buses and net sales of 5",
    "Noel_Gallagher": "Noel Thomas David Gallagher (born 29 May 1967) is an English musician, singer and songwriter. Gallagher is the primary songwrite",
    "Noel_Whelan": "Noel David Whelan (; born 30 December 1974) is an English football coach, former professional footballer and radio co-commentato",
    "Nolan_Henke": "Nolan Jay Henke (born November 25, 1964) is an American professional golfer who has played on the PGA Tour and the Nationwide To",
    "Nolan_Ryan": "Lynn Nolan Ryan Jr. (born January 31, 1947), nicknamed \"the Ryan Express\", is an American former professional baseball pitcher a",
    "Noranda_(mining_company)": "",
    "Norberto_Téllez": "Norberto Téllez Santana (born January 22, 1972, in Rodas, Cienfuegos) is a retired Cuban runner.\n\n\n== Career ==\nOriginally a 400",
    "Nordegg,_Alberta": "",
    "Noriaki_Kasai": "Noriaki Kasai (葛西 紀明, Kasai Noriaki, born 6 June 1972) is a Japanese ski jumper. His career achievements include a gold medal at",
    "Norifumi_Abe": "Norifumi \"Norick\" Abe (阿部典史, Abe Norifumi, September 7, 1975 – October 7, 2007), or Norick Abe (ノリック・アベ) was a Japanese professi",
    "Norio_Omura": "Norio Omura (小村 徳男, Omura Norio, born September 6, 1969) is a Japanese former football player and manager. He played for the Jap",
    "Noriyuki_Haga": "Noriyuki Haga (芳賀 紀行, Haga Noriyuki, born 2 March 1975 in Atsuta-ku, Nagoya) is a Japanese former professional motorcycle racer.",
    "Norm_Charlton": "Norman Wood Charlton III (born January 6, 1963), nicknamed \"the Sheriff\", is an American former professional baseball relief pit",
    "Norm_Hewitt": "Norman Jason Hewitt (11 November 1968 – 16 July 2024) was a New Zealand rugby union player who played as a hooker. He won nine c",
    "Norodom_Ranariddh": "Norodom Ranariddh (Khmer: នរោត្តម រណឫទ្ធិ; 2 January 1944 – 28 November 2021, UNGEGN: Nôroŭttâm Rôṇârœ̆ddhĭ, ALA-LC: Narottam Ra",
    "Norodom_Sihanouk": "Norodom Sihanouk (; 31 October 1922 – 15 October 2012) was a member of the Cambodian royal house who led the country as King and",
    "North_America": "North America is a continent in the Northern and Western Hemispheres. North America is bordered to the north by the Arctic Ocean",
    "North_Battleford": "North Battleford is a city in west-central Saskatchewan, Canada. It is the seventh largest city in the province and is directly ",
    "North_Caucasus": "The North Caucasus, or Ciscaucasia, is a subregion in Eastern Europe governed by Russia. It constitutes the northern part of the",
    "North_Dakota": "North Dakota (   də-KOH-tə) is a landlocked U.S. state in the Upper Midwest, named after the indigenous Dakota Sioux. It is bord",
    "North_Island": "The North Island (Māori: Te Ika-a-Māui [tɛ i.kɐ ɐ mɑː.ʉ.i], lit. 'the fish of Māui', officially North Island or   Te Ika-a-Māui ",
    "North_Kivu": "North Kivu (Jimbo la Kivu Kaskazini in Swahili) is a province bordering Lake Kivu in the eastern Democratic Republic of the Cong",
    "North_Korea": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia. It constitutes the northern",
    "North_Melbourne_Football_Club": "The North Melbourne Football Club, nicknamed the Kangaroos or colloquially the Roos, is a professional Australian rules football",
    "North_Queensland_Cowboys": "The North Queensland Cowboys is an Australian professional rugby league football club based in Townsville, the largest city in N",
    "North_Shore_City": "North Shore City was a territorial authority unit in the Auckland Region of New Zealand that was governed by the North Shore Cit",
    "North_Sydney_Bears": "The North Sydney Bears are an Australian rugby league football club based on Sydney's North Shore. The club competes in the NSW ",
    "North_West_(South_African_province)": "North West (Tswana: Bokone Bophirima; Afrikaans: Noord-Wes [ˈnuərt.vɛs]) is a province of South Africa. Its capital is Mahikeng.",
    "North_Yemen": "North Yemen (Arabic: اليمن الشمالي, romanized: al-Yaman al-šamāliyya) is a term used to describe the Kingdom of Yemen (1918-1962",
    "Northampton": "Northampton (  nor-THAMP-tən) is a town and civil parish in the West Northamptonshire unitary authority area of Northamptonshire",
    "Northampton_Saints": "Northampton Saints (officially Northampton Rugby Football Club) are a professional rugby union club from Northampton, England. T",
    "Northampton_Town_F.C.": "Northampton Town Football Club is a professional association football club based in the town of Northampton, England. The team c",
    "Northamptonshire_County_Cricket_Club": "Northamptonshire County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of Englan",
    "Northern_Cape": "The Northern Cape (Afrikaans: Noord-Kaap [ˈnuərtkɑːp]; Tswana: Kapa Bokone; Xhosa: Mntla-Koloni) is the largest and most sparsel",
    "Northern_Ireland": "Northern Ireland (Irish: Tuaisceart Éireann [ˈt̪ˠuəʃcəɾˠt̪ˠ ˈeːɾʲən̪ˠ] ; Ulster Scots: Norlin Airlann) is a part of the United K",
    "Northern_Ireland_national_football_team": "The Northern Ireland national football team represents Northern Ireland in men's international association football. From 1882 t",
    "Northerns_cricket_team": "",
    "Norway": "Norway (Bokmål: Norge, Nynorsk: Noreg), officially the Kingdom of Norway, is a Nordic country in Northern Europe, situated on th",
    "Norwest": "Norwest may refer to:\n\n\n== Businesses and organizations ==\nNorwest Corporation, a bank based in Minneapolis, Minnesota that oper",
    "Norwich_City_F.C.": "Norwich City Football Club is a professional football club based in Norwich, Norfolk, England. The club competes in the Champion",
    "Notting_Hill_Carnival": "The Notting Hill Carnival is an annual Caribbean Carnival event that has taken place in London since 1966 on the streets of the ",
    "Nottingham": "Nottingham (  NOT-ing-əm, locally ) is a city and unitary authority area in Nottinghamshire, East Midlands, England. It is locat",
    "Nottingham_Forest_F.C.": "Nottingham Forest Football Club is a professional association football club based in West Bridgford, Nottinghamshire, England. T",
    "Nottinghamshire_County_Cricket_Club": "Nottinghamshire County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England",
    "Notts_County_F.C.": "Notts County Football Club, commonly known as Notts, is a professional football club based in Nottingham, England. The club comp",
    "Nouakchott": "Nouakchott ( nwa(h)k-SHOT; French: [nwakʃɔt]; Arabic: نواكشوط, romanized: Nwākshūṭ, Hassaniyya: [nwakʃuːtˤ] ; Wolof: Nuwaaksoot;",
    "Noureddine_Morceli": "Noureddine Morceli (Arabic: نور الدين مرسلي, Nūr ud-Dīn Mursilī; born February 28, 1970) is a retired Algerian middle-distance r"
}