{
    "Novye_Atagi": "Novye Atagi (Russian: Но́вые Атаги́: Chechen: Жима АтагӀа, Ƶima Ataġa) is a rural locality (a selo) in Shalinsky District of the",
    "Numico": "",
    "Nunthorpe_Stakes": "The Nunthorpe Stakes is a Group 1 flat horse race in Great Britain open to horses aged two years or older. It is run at York ove",
    "Nuremberg": "Nuremberg (, NURE-əm-burg; German: Nürnberg [ˈnʏʁnbɛʁk] ; in the local East Franconian dialect: Nämberch [ˈnɛmbɛrç]) is the larg",
    "Nuremberg_Airport": "Nuremberg Airport (German: Albrecht Dürer Flughafen Nürnberg (IATA: NUE, ICAO: EDDN)) is an international airport of the Francon",
    "O._J._Simpson": "Orenthal James Simpson (July 9, 1947 – April 10, 2024), also known by his nickname \"the Juice\", was an American professional foo",
    "OFK_Beograd": "OFK Beograd (Serbian Cyrillic: ОФК Београд – Омладински фудбалски клуб Београд, English: Belgrade Youth Football Club), also kno",
    "OGC_Nice": "Olympique Gymnaste Club de Nice (French pronunciation: [ɔlɛ̃pik ʒimnast klœb də nis]), commonly referred to as OGC Nice or simpl",
    "OKD": "OKD  (Czech: Ostravsko-karvinské doly; Ostrava-Karviná Mines) is a major mining company in the Czech Republic, the only producer",
    "OKS_1945_Olsztyn": "",
    "OPEC": "The Organization of the Petroleum Exporting Countries (OPEC,  OH-pek) is a cartel enabling the co-operation of leading oil-produ",
    "OSCE_Minsk_Group": "The OSCE Minsk Group was created in 1992 by the Conference on Security and Cooperation in Europe (CSCE), now Organization for Se",
    "O_Globo": "O Globo (Portuguese pronunciation: [uˈɡlobu], The Globe) is a Brazilian newspaper based in Rio de Janeiro. O Globo is the leadin",
    "Oakland,_California": "Oakland is a city in the East Bay region of the San Francisco Bay Area in the U.S. state of California. It is the county seat an",
    "Oakland,_New_Jersey": "Oakland is a borough in Bergen County, in the U.S. state of New Jersey and a suburb of New York City. As of the 2020 United Stat",
    "Oakland_Athletics": "The Oakland Athletics (often referred to as the Oakland A's) were an American professional baseball team based in Oakland, Calif",
    "Oakland_Raiders": "The Oakland Raiders were a professional American football team that played in Oakland, California from its founding in 1960 to 1",
    "Oasis_(band)": "Oasis are an English rock band formed in Manchester in 1991. The group initially consisted of Liam Gallagher (lead vocals), Paul",
    "Oaxaca": "Oaxaca, officially the Free and Sovereign State of Oaxaca, is one of the 32 states that compose the Federative Entities of the U",
    "Oceano_da_Cruz": "",
    "Odra_Wodzisław": "",
    "Oerlikon_(Zürich)": "Oerlikon is a quarter in the northern part of the city of Zürich, Switzerland. A formerly independent municipality, Oerlikon was",
    "Office_of_Fair_Trading": "The Office of Fair Trading (OFT) was a non-ministerial government department of the United Kingdom, established by the Fair Trad",
    "Ogün_Temizkanoğlu": "Ogün Temizkanoğlu (born 6 October 1969) is a Turkish former international footballer. He played mostly for Trabzonspor and Fener",
    "Ohio": "Ohio (  oh-HY-oh) is a state in the Midwestern region of the United States. It borders Lake Erie to the north, Pennsylvania to t",
    "Ohio_State_Buckeyes_football": "The Ohio State Buckeyes football team competes as part of the NCAA Division I Football Bowl Subdivision, representing Ohio State",
    "Okinawa_Prefecture": "Okinawa Prefecture (Japanese: 沖縄県, Hepburn: Okinawa-ken) is the southernmost and westernmost prefecture of Japan. It has a popul",
    "Oklahoma": "Oklahoma (  OHK-lə-HOH-mə; Choctaw: Oklahumma, pronounced [oklahómma]) is a state in the South Central region of the United Stat",
    "Oklahoma_Panhandle": "",
    "Oklahoma_State_University–Stillwater": "",
    "Okocim": "Okocim [ɔˈkɔt͡ɕim] is a village in Brzesko County, Lesser Poland Voivodeship, Poland. Less than 3 kilometres (2 mi) away from th",
    "Oksana_Grishina": "Oksana Grishina may refer to:\n\nOksana Grishina (cyclist) (born 1968), Russian Olympic track cyclist\nOksana Grishina (fitness pro",
    "Olabisi_Afolabi": "Olabisi (\"Bisi\") Afolabi (born 31st October 1975 in Ilorin, Kwara State) is a retired female track and field athlete from Nigeri",
    "Olaf_Ludwig": "Olaf Ludwig (born 13 April 1960 in Gera, Bezirk Gera) is a former German racing cyclist. His career began at the SG Dynamo Gera ",
    "Olaf_Thon": "Olaf Thon (born 1 May 1966) is a German former professional football player and coach.\nMainly a central midfielder, Thon's 19-ye",
    "Old_City_(Jerusalem)": "",
    "Old_Testament": "The Old Testament (OT) is the first division of the Christian biblical canon, which is based primarily upon the 24 books of the ",
    "Old_Trafford": "Old Trafford () is a football stadium in Old Trafford, Greater Manchester, England, and is the home of Manchester United. With a",
    "Old_Trafford_Cricket_Ground": "Old Trafford not to be confused with Old Trafford (Manchester United) is a cricket ground in Old Trafford, Greater Manchester, E",
    "Oldham_Athletic_A.F.C.": "Oldham Athletic Association Football Club is a professional association football club in Oldham, Greater Manchester, England. Th",
    "Oldham_Roughyeds": "",
    "Ole_Einar_Bjørndalen": "Ole Einar Bjørndalen (Norwegian pronunciation: [ˈûːɽə ˈæ̂ɪnɑr ˈbjø̂ːɳˌɖɑːɫn̩]; born 27 January 1974) is a retired Norwegian prof",
    "Ole_Gunnar_Solskjær": "Ole Gunnar Solskjær  (Norwegian pronunciation: [ˈûːlə ˈɡʉ̂nːɑr ˈsûːlʂæːr] ; born 26 February 1973) is a Norwegian professional f",
    "Olga_Chernyavskaya": "Olga Mikhailovna Chernyavskaya, née Davydova, formerly Burova (Russian: Ольга Михайповна Чернявская; born 17 September 1963) is ",
    "Olga_Melnik": "Olga Ivanovna Melnik (Russian: Ольга Ивановна Мельник; born 12 May 1974 in Sovetsky, Khanty-Mansi Autonomous Okrug) is a Russian",
    "Olga_Slyusareva": "Olga Anatolyevna Slyusareva (Russian: Ольга Анатольевна Слюсарева) (born 28 April 1969 in Chervonyi Donets, Ukrainian SSR) is a ",
    "Olin_Browne": "Olin Douglas Browne (born May 22, 1959) is an American professional golfer who played on the PGA Tour and now plays on the PGA T",
    "Oliver_Bierhoff": "Oliver Bierhoff (born 1 May 1968) is a German football official and former player who played as a forward. He has previously ser",
    "Oliver_Kahn": "Oliver Rolf Kahn (German: [ˈɔlivɐ ˈkaːn]; born 15 June 1969) is a German football executive and former professional player who p",
    "Oliver_McCall": "Oliver McCall (born April 21, 1965) is an American professional boxer who began competing professionally in 1985. A veteran of t",
    "Oliver_Reck": "Oliver Reck (born 27 February 1965) is a German football manager and former player.\nIn a 20-year professional career, he played ",
    "Olivier_Grouillard": "Olivier Grouillard (born 2 September 1958) is a racing driver from France. He started racing go-karts from the age of fourteen c",
    "Olivier_Panis": "Olivier Jean Denis Marie Panis (French pronunciation: [ɔlivje panis]; born 2 September 1966) is a French former racing driver, w",
    "Olo_Brown": "Olo Max Brown (born 24 October 1967 in Apia, Samoa) played 56 tests at a prop for the New Zealand All Blacks rugby team from 199",
    "Olympiacos_F.C.": "Olympiacos F.C. (Greek: ΠΑΕ Ολυμπιακός Σ.Φ.Π. [olibiaˈkos]), known simply as Olympiacos or Olympiacos Piraeus, is a Greek profes",
    "Olympiad": "An olympiad (Greek: Ὀλυμπιάς, Olympiás) is a period of four years, particularly those associated with the ancient and modern Oly",
    "Olympic_Airlines": "Olympic Airlines (Greek: Ολυμπιακές Αερογραμμές, Olympiakés Aerogrammés – OA), formerly named Olympic Airways, was the flag carr",
    "Olympic_sports": "Olympic sports are sports that are contested in the Summer Olympic Games and Winter Olympic Games. The 2024 Summer Olympics incl",
    "Olympique_Khouribga": "",
    "Olympique_Lyonnais": "Olympique Lyonnais (French pronunciation: [ɔlɛ̃pik ljɔnɛ]), commonly referred to as simply Lyon (French pronunciation: [ljɔ̃]) o",
    "Olympique_de_Marseille": "Olympique de Marseille (French: [ɔlɛ̃pik də maʁsɛj], locally [olɛ̃ˈpikə də maχˈsɛjə]; Occitan: Olimpic de Marselha, pronounced [",
    "Omaha,_Nebraska": "Omaha ( OH-mə-hah) is the most populous city in the U.S. state of Nebraska and the county seat of Douglas County. It is located ",
    "Oman": "Oman, officially the Sultanate of Oman, is a country on the southeastern coast of the Arabian Peninsula in West Asia. It overloo",
    "Omar_Bongo": "Omar Bongo Ondimba (born Albert-Bernard Bongo; 30 January 1935 – 8 June 2009) was a Gabonese politician who was the second presi",
    "Omar_Karami": "Omar Abdul Hamid Karami (last name also spelled Karamé and Karameh) (Arabic: عمر عبد الحميد كرامي; 7 September 1934 – 1 January ",
    "On_the_Waterfront": "On the Waterfront is a 1954 American crime drama film, directed by Elia Kazan and written by Budd Schulberg. It stars Marlon Bra",
    "Ong_Ewe_Hock": "Ong Ewe Hock  (Chinese: 王友福; pinyin: Wáng Yǒu Fú; born 14 March 1972) is a former badminton player from Malaysia. He is the youn",
    "Opel": "Opel Automobile GmbH (German pronunciation: [ˈoːpl̩]), usually shortened to Opel, is a German automobile manufacturer which has ",
    "Operation_Provide_Comfort": "Operation Provide Comfort and Provide Comfort II were military operations initiated by the United States and other Coalition nat",
    "Oppenheimer_Holdings": "Oppenheimer Holdings Inc. is an American multinational independent investment bank and financial services company offering inves",
    "Oradea_International_Airport": "Oradea Airport (IATA: OMR, ICAO: LROD) is an international airport located 5 km (3.1 mi) southwest of Oradea in northwestern Rom",
    "Oran": "Oran (Arabic: وَهران, romanized: Wahrān) is a major coastal city located in the northwest of Algeria. It is considered the secon",
    "Orel_Hershiser": "Orel Leonard Hershiser IV (born September 16, 1958) is an American former baseball pitcher who played 18 seasons in Major League",
    "Organisation_of_the_Islamic_Conference": "",
    "Orhan_Çıkırıkçı": "Orhan Çıkırıkçı (born 15 April 1967) is a retired Turkish football (soccer) striker. He played for Çorluspor, Eskişehirspor, Tra",
    "Orlando_Magic": "The Orlando Magic are an American professional basketball team based in Orlando, Florida. The Magic compete in the National Bask",
    "Orlando_Miller": "Orlando Miller Salmon (born January 13, 1969), is a former professional baseball player who played in Major League Baseball prim",
    "Orlando_Pace": "Orlando Lamar Pace (born November 4, 1975) is an American former professional football offensive tackle who played for 13 season",
    "Orlando_Pirates_FC": "",
    "Orrell_R.U.F.C.": "Orrell Rugby Union Football Club is a rugby union club from Orrell in the Metropolitan Borough of Wigan, Greater Manchester.\nThe",
    "Orvieto": "Orvieto (Italian: [orˈvjɛːto]) is a city and comune in the Province of Terni, southwestern Umbria, Italy, situated on the flat s",
    "Osaka": "Osaka (Japanese: 大阪市, Hepburn: Ōsaka-shi, pronounced [oːsakaɕi]; commonly just 大阪, Ōsaka [oːsaka] ) is a designated city in the ",
    "Osaka_International_Airport": "",
    "Oscar_Luigi_Scalfaro": "Oscar Luigi Scalfaro (Italian pronunciation: [ˈɔskar luˈiːdʒi ˈskalfaro]; 9 September 1918 – 29 January 2012) was the president ",
    "Oslo": "Oslo (Norwegian: [ˈʊ̂ʂlʊ]  or [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]; Southern Sami: Oslove) is the capital and most populous city of Norway. It const",
    "Oslobođenje": "The Oslobođenje (Serbo-Croatian Cyrillic: Ослобођење; Bosnian pronunciation: [oslobod͡ʑěːɲe]; 'Liberation') is the Bosnian natio",
    "Osmond_Ezinwa": "Osmond Ezinwa (born 22 November 1971) is a former sprinter from Nigeria. Together with Olapade Adeniken, Francis Obikwelu and Da",
    "Otis_Nixon": "Otis Junior Nixon (born January 9, 1959) is an American former professional baseball center fielder. He played in Major League B",
    "Ottawa": "Ottawa is the capital city of Canada. It is located in the southern portion of the province of Ontario, at the confluence of the",
    "Ottawa_67's": "The Ottawa 67's are a major junior ice hockey team based in Ottawa, Ontario, Canada, that plays in the Ontario Hockey League (OH",
    "Ottawa_Senators": "The Ottawa Senators (French: Sénateurs d'Ottawa), officially the Ottawa Senators Hockey Club and colloquially known as the Sens,",
    "Ottoman_Empire": "The Ottoman Empire (), also called the Turkish Empire, was an imperial realm that controlled much of Southeast Europe, West Asia",
    "Ove_Sellberg": "Ove Bertil Sellberg (born 15 October 1959) is a Swedish professional golfer who played on the European Tour. He was the first Sw",
    "Ovidiu_Stângă": "",
    "Owen_Finegan": "Owen Finegan (born 22 April 1972, in Sydney) is an Australian former rugby union player of Irish descent who played as a flanker",
    "Oxford": "Oxford ( ) is a cathedral city and non-metropolitan district in Oxfordshire, England, of which it is the county town. Founded in",
    "Oxford_United_F.C.": "Oxford United Football Club () is a professional football club based in Oxford, England. The club compete in the EFL Championshi",
    "Ozzie_Guillén": "Oswaldo José Guillén Barrios (Spanish pronunciation: [ɡiˈʎen]; born January 20, 1964) is a Venezuelan-American former profession",
    "Oğuz_Çetin": "Ahmet Oğuz Çetin (born 15 February 1963) is a Turkish football manager and former football player who played as a midfielder.\n\n\n",
    "P._W._Botha": "Pieter Willem Botha,  (locally  BOOR-tə, Afrikaans pronunciation: [ˈpitər ˈvələm ˈbuəta]; 12 January 1916 – 31 October 2006) was"
}