{
    "Andrew_Symonds": "Andrew Symonds (9 June 1975 – 14 May 2022) was an Australian international cricketer, who played all three formats as a batting ",
    "Andrew_Wakefield": "Andrew Jeremy Wakefield (born 3 September 1956) is a British fraudster, discredited academic, anti-vaccine activist, and former ",
    "Andriy_Medvedev": "",
    "Andruw_Jones": "Andruw Rudolf Jones (Papiamento pronunciation: [ˈandruw ˈdʒonz]; born April 23, 1977) is a Curaçaoan former professional basebal",
    "André_Joubert": "André Johan Joubert (born 15 April 1964 in Ladysmith) is a former South African rugby union player, widely known as \"The Rolls-R",
    "André_Ribeiro": "André Ribeiro may refer to:\n\nAndré Ribeiro (racing driver) (1966–2021), Brazilian racing driver\nAndré Ribeiro (footballer, born ",
    "André_Trulsen": "André Trulsen (born 28 May 1965) is a German former footballer who played as a defender or midfielder. He is best known for his ",
    "Andrés_Galarraga": "Andrés José Padovani Galarraga (Spanish: [anˈdɾes ɣalaˈraɣa]; born June 18, 1961) is a Venezuelan former professional baseball f",
    "Andy_Benes": "Andrew Charles Benes (born August 20, 1967) is an American former professional baseball pitcher who played 14 seasons in Major L",
    "Andy_Etchebarren": "Andrew Auguste Etchebarren (June 20, 1943 – October 5, 2019) was an American professional baseball player and minor league manag",
    "Andy_Flower": "Andrew Flower  (born 28 April 1968) is a Zimbabwean cricket coach and a former cricketer. As a cricketer, he captained the Zimba",
    "Andy_Goram": "Andrew Lewis Goram (13 April 1964 – 2 July 2022) was a Scottish footballer who played as a goalkeeper. Born in Bury, Lancashire,",
    "Andy_Hinchcliffe": "Andrew George Hinchcliffe (born 5 February 1969) is an English former professional footballer, sports television pundit, and co-",
    "Andy_Melville": "Andrew Roger Melville (born 29 November 1968) is a Welsh former international footballer. In the early years of his career, he p",
    "Andy_Pettitte": "Andrew Eugene Pettitte (; born June 15, 1972) is an American former professional baseball pitcher who played 18 seasons in Major",
    "Andy_Sinton": "Andrew Sinton (born 19 March 1966) is an English football manager and former professional footballer, who is club ambassador for",
    "Andy_Townsend": "Andrew David Townsend (born 23 July 1963) is a former professional footballer and sports co-commentator for Premier League Produ",
    "Andy_Whittall": "Andrew Richard Whittall (born 19 March 1973) is a former Zimbabwean international cricketer who played in 10 Test matches and 63",
    "Ange-Félix_Patassé": "Ange-Félix Patassé (25 January 1937 – 5 April 2011) was a Central African politician who was president of the Central African Re",
    "Angel_Miranda": "",
    "Anghel_Iordănescu": "Anghel Iordănescu (Romanian pronunciation: [ˈaŋɡel jordəˈnesku]; born 4 May 1950), is a Romanian former footballer and former ma",
    "Anglicanism": "Anglicanism is a Western Christian tradition which developed from the practices, liturgy, and identity of the Church of England ",
    "Anglo-Welsh_Cup": "The Anglo-Welsh Cup (Welsh: Cwpan Eingl-Gymreig), was a cross-border rugby union knock-out cup competition that featured the 12 ",
    "Angola": "Angola, officially the Republic of Angola, is a country on the west-central coast of Southern Africa. It is the second-largest L",
    "Angola_national_football_team": "The Angola national football team (Portuguese: Seleção nacional de futebol de Angola) represents Angola in men's international f",
    "Angélica_Gavaldón": "Angélica Gavaldón Loaiza (born 3 October 1973) is a Mexican retired tennis player.\nGavaldón has dual nationality, was born in th",
    "Anhui": "Anhui is an inland province located in East China. Its provincial capital and largest city is Hefei. The province is located acr",
    "Anil_Kumble": "Anil Kumble (; born 17 October 1970) is an Indian former cricket player, coach and commentator who played Test and One Day Inter",
    "Anita_Gradin": "Anita Gradin (12 August 1933 – 23 May 2022) was a Swedish politician and ambassador. She was the Minister with responsibility fo",
    "Anita_Wachter": "Anita Wachter (born 12 February 1967) is a former World Cup alpine ski racer and Olympic gold medalist from Austria. She focused",
    "Anja_Rücker": "Anja Rücker (born 20 December 1972) is a retired German sprinter who specialized in the 400 metres.\nRücker was born in Bad Loben",
    "Ankara": "Ankara is the capital city of Turkey. Located in the central part of Anatolia, the city has a population of 5.1 million in its u",
    "Anke_Huber": "Anke Huber (born 4 December 1974) is a German retired professional tennis player. She was the runner-up in women's singles at th",
    "Ann_Grossman": "Ann Grossman-Wunderlich (born October 13, 1970) is an American former professional tennis player.\nGrossman was born in the Unite",
    "Anna_Kournikova": "Anna Sergeyevna Kournikova (Russian: Анна Сергеевна Курникова, IPA: [ˈanːə sʲɪrˈɡʲejɪvnə ˈkurnʲɪkəvə] ; born 7 June 1981) is a R",
    "Anne-Gaëlle_Sidot": "Anne-Gaëlle Sidot (born 24 July 1979) is a former professional tennis player from France.\n\n\n== Career ==\nSidot turned profession",
    "Anne_Boleyn": "Anne Boleyn (; c. 1501 or 1507 – 19 May 1536) was Queen of England from 1533 to 1536, as the second wife of King Henry VIII. The",
    "Annemari_Sandell-Hyvärinen": "",
    "Annemarie_Jorritsma": "Annemarie Jorritsma-Lebbink (born 1 June 1950) is a Dutch politician of the People's Party for Freedom and Democracy (VVD) and b",
    "Annett_Neumann": "Annett Neumann (born 31 January 1970) is a German track cyclist who competed at the 1992 Summer Olympics in Barcelona, winning t",
    "Antara_(news_agency)": "Antara is an Indonesian news agency organized as a statutory corporation. It is the country's national news agency, supplying ne",
    "Anthony_Bancarel": "Anthony Bancarel (born 15 May 1971) is a French former professional footballer played as a striker.\nHe is best known as a member",
    "Anthony_Gobert": "Anthony Stephen Gobert (5 March 1975 – 17 January 2024) was an Australian professional motorcycle road racer, nicknamed The Go S",
    "Anthony_Quayle": "Sir John Anthony Quayle  (7 September 1913 – 20 October 1989) was a British actor, theatre director and novelist. He was nominat",
    "Anthony_Raine_Barker": "Anthony Raine (A.R.) Barker (4 September 1880 – 9 August 1963) was a British artist. He was educated at Framlingham College, Suf",
    "Anthony_Sullivan": "Anthony Sullivan may refer to:\n\nAnthony Sullivan (rugby) (born 1968), Welsh former professional rugby player\nAnthony Sullivan (p",
    "Anthony_Washington": "Anthony Washington (born January 16, 1966, in Glasgow, Montana) is an American former discus thrower, who competed in three cons",
    "Anthuan_Maybank": "Anthuan Maybank (born December 30, 1969) is a retired 1996 Olympic Games gold medalist in the men's 4x400 meter relay for the Un",
    "Antioquia_Department": "Antioquia (Spanish pronunciation: [anˈtjokja] ) is one of the 32 departments of Colombia, located in the central northwestern pa",
    "Anto_Drobnjak": "Anto Drobnjak (Cyrillic: Анто Дробњак; born 21 September 1968) is a Montenegrin former professional footballer who played as a f",
    "Antoine_Kombouaré": "Antoine Krilone Kombouaré (French pronunciation: [ɑ̃twan kɔ̃bwaʁe]; born 16 November 1963) is a French professional football man",
    "Antoine_Lahad": "Antoine Lahad  (1927 – 10 September 2015) was a Lebanese military officer and the leader of the South Lebanon Army (SLA) from 19",
    "Anton_Bruckner": "Joseph Anton Bruckner (German: [ˈantoːn ˈbʁʊknɐ] ; 4 September 1824 – 11 October 1896) was an Austrian composer and organist bes",
    "Anton_Doboş": "",
    "Anton_Pfeffer": "Anton \"Toni\" Pfeffer (born 17 August 1965) is an Austrian former professional footballer who played as a defender.\nAfter ending ",
    "Anton_Shantyr": "Anton Igorevich Shantyr (Russian: Антон Игоревич Шантырь; born 25 April 1974 in Budapest) is a retired Russian professional road",
    "Antonella_Bellutti": "Antonella Bellutti (born 7 November 1968) is an Italian racing cyclist and two-time Olympic champion in track cycling.\nShe won t",
    "Antonio_Esposito": "Antonio Esposito may refer to:\n\nAntonio Esposito (footballer, born 1972), Swiss-Italian former midfielder\nAntonio Esposito (foot",
    "Antonio_Quarracino": "Antonio Quarracino (8 August 1923 – 28 February 1998) was an Argentine prelate and cardinal of the Catholic Church in Argentina ",
    "Antonio_Tartaglia": "Antonio Tartaglia (born 13 January 1968 in Casalbordino) is an Italian bobsledder who competed in the 1990s. He came to the spor",
    "Antony_Marlow": "",
    "Antwerp": "Antwerp ( ; Dutch: Antwerpen [ˈɑntʋɛrpə(n)] ; French: Anvers [ɑ̃vɛʁs] ) is a city and a municipality in the Flemish Region of Be",
    "António_Folha": "António José dos Santos Folha  (born 21 May 1971) is a Portuguese retired professional footballer who played mostly as a winger,",
    "António_Luís_Alves_Ribeiro_Oliveira": "",
    "Anyang_LG_Cheetahs": "",
    "Apple_Inc.": "Apple Inc. is an American multinational corporation and technology company headquartered and incorporated in Cupertino, Californ",
    "Appleton,_Wisconsin": "Appleton  (Menominee: Ahkōnemeh) is a city in and the county seat of Outagamie County, Wisconsin, United States. A small portion",
    "Aqaba": "Aqaba (English:   AK-ə-bə, US also  AHK-; Arabic: الْعَقَبَة, romanized: al-ʿAqaba, pronounced [ælˈʕæqɑba, ælˈʕæɡæba]) is the on",
    "Arab_Contractors_(company)": "",
    "Arab_World": "",
    "Arab_citizens_of_Israel": "The Arab citizens of Israel form Israel’s largest ethnic minority. They are mostly former Palestinian citizens who have continue",
    "Arab_people": "",
    "Arabic_language": "",
    "Arad,_Romania": "Arad (Romanian pronunciation: [aˈrad] ) is the capital city of Arad County, at the edge of Crișana and the Banat. No villages ar",
    "Arantxa_Parra_Santonja": "Arantxa Parra Santonja (Spanish pronunciation: [aˈɾantʃa ˈpara sanˈtoŋxa]; born 9 November 1982) is a Spanish former tennis play",
    "Arantxa_Sánchez_Vicario": "Aránzazu Isabel María \"Arantxa\" Sánchez Vicario (Spanish pronunciation: [aˈɾanθaθw isaˈβel maˈɾi.a aˈɾantʃa ˈsantʃeθ βiˈkaɾjo]; ",
    "Aravinda_de_Silva": "Deshabandu Pinnaduwage Aravinda de Silva (Sinhala: අරවින්ද ද සිල්වා,Tamil: அரவிந்த டி சில்வா ; born 17 October 1965) is a former",
    "Arbil": "",
    "Arbroath_F.C.": "Arbroath Football Club is a semi-professional Scottish football club based in the town of Arbroath, Angus. They currently play i",
    "Arctic": "The Arctic ( or ) (from Greek ἄρκτος, 'bear') is a polar region located at the northernmost part of Earth. The Arctic region, fr",
    "Ards_F.C.": "Ards Football Club is a semi-professional, Northern Irish football club playing in NIFL Championship. The club is based in Newto",
    "Argentina": "Argentina, officially the Argentine Republic,  is a country in the southern half of South America. Argentina covers an area of 2",
    "Ari-Pekka_Nikkola": "Ari-Pekka Nikkola (born 16 May 1969) is a Finnish former ski jumper.\n\n\n== Career ==\nHe won two gold medals in the Team large hil",
    "Arif_Erdem": "Arif Erdem (born 2 January 1972) is a Turkish retired football manager and former professional player who played in the forward ",
    "Arizona": "Arizona (  ARR-iz-OH-nə; Navajo: Hoozdo Hahoodzo [hoː˥z̥to˩ ha˩hoː˩tso˩]; O'odham: Alĭ ṣonak [ˈaɭi̥ ˈʂɔnak]) is a state in the S",
    "Arizona_Cardinals": "The Arizona Cardinals are a professional American football team based in the Phoenix metropolitan area. The Cardinals compete in",
    "Arizona_State_Sun_Devils_football": "The Arizona State Sun Devils football team represents Arizona State University (ASU) in the sport of American college football. ",
    "Arjan_Xhumba": "Arjan Xhumba (born 9 July 1968) is an Albanian retired footballer\n\n\n== Club career ==\nHe made his senior debut for local side Lu",
    "Arjuna_Ranatunga": "Deshamanya Arjuna Ranatunga (Sinhala: අර්ජුන රණතුංග; Tamil: அர்ஜூன ரணதுங்க; born 1 December 1963), is a Sri Lankan politician an",
    "Arkadiusz_Bąk": "Arkadiusz Bąk (Polish pronunciation: [arˈkadjuʐ ˈbɔŋk]; born 6 October 1974) is a Polish former professional footballer who play",
    "Arkansas": "Arkansas (  AR-kən-saw) is a landlocked state in the West South Central region of the Southern United States. It borders Missour",
    "Arkansas_State_Police": "The Arkansas State Police is a state police division of the Arkansas Department of Public Safety and the \"premier\" law enforceme",
    "Arlen_Specter": "Arlen Specter (February 12, 1930 – October 14, 2012) was an American lawyer, author and politician who served as a United States",
    "Arlington,_Texas": "Arlington is a city in Tarrant County, Texas, United States. It is part of the Mid-Cities region of the Dallas–Fort Worth–Arling",
    "Armando_Reynoso": "Martín Armando Reynoso Gutiérrez (born May 1, 1966) is a Mexican former professional baseball right-handed pitcher.\n\n\n== Career ",
    "Armen_Martirosyan_(athlete)": "Armen Martirosyan (Armenian: Արմեն Մարտիրոսյան, born 6 August 1969 in Leninakan, Shirak, Armenian SSR) is a retired Armenian tri",
    "Armenia": "Armenia, officially the Republic of Armenia, is a landlocked country in the Armenian Highlands of West Asia. It is a part of the",
    "Armenia_national_football_team": "The Armenia national football team (Armenian: Հայաստանի ֆուտբոլի ազգային հավաքական) represents Armenia in men's international fo",
    "Arminia_Bielefeld": "DSC Arminia Bielefeld (pronounced [ˌdeːʔɛsˈtseː ʔaʁˈmiːni̯a ˈbiːləfɛlt]; full name: Deutscher Sportclub Arminia Bielefeld e.V. [",
    "Arnaud_Boetsch": "Arnaud Benjamin Boetsch (born 1 April 1969) is a French former tennis player who turned professional in 1987. Known for his styl"
}