{
    "PBC_CSKA_Moscow": "PBC CSKA Moscow (Russian: ПБК ЦСКА Москва) is a Russian professional basketball team based in Moscow, Russia. The club is a memb",
    "PFC_CSKA_Moscow": "Professional Football Club CSKA (Russian: Профессиональный футбольный клуб – ЦСКА, derived from the historical name 'Центральный",
    "PFC_Levski_Sofia": "PFC Levski Sofia (Bulgarian: ПФК Левски София) is a Bulgarian professional association football club based in Sofia, which compe",
    "PFC_Nyva_Vinnytsia": "",
    "PGA_European_Tour": "The European Tour, currently titled as the DP World Tour for sponsorship reasons, and legally the PGA European Tour or the Europ",
    "PGA_Tour": "The PGA Tour (stylized as PGA TOUR by its officials) is the organizer of professional golf tours in North America. It organizes ",
    "PMC-Sierra": "PMC-Sierra was a global fabless semiconductor company with offices worldwide that developed and sold semiconductor devices into ",
    "PSINet": "PSINet, formerly Performance Systems International, was an American internet service provider based in Northern Virginia. As one",
    "PSV_Eindhoven": "Philips Sport Vereniging (Dutch pronunciation: [ˈfilɪp ˌspɔrt fərˈeːnəɣɪŋ]; English: Philips Sports Association), abbreviated as",
    "Pablo_Sánchez": "Pablo Sánchez may refer to:\n\nPablo Sánchez (footballer, born 1983), Spanish professional football left winger\nPablo Sánchez (rac",
    "Pacific_Division_(NBA)": "The Pacific Division is one of the three divisions in the Western Conference of the National Basketball Association (NBA). The d",
    "Pacific_Division_(NHL)": "The National Hockey League's Pacific Division was formed in 1993 as part of the Western Conference in a league realignment. It i",
    "Pacific_Exchange": "The Pacific Exchange was a regional stock exchange in California, from 1956 to 2006. Its main exchange floor and building were i",
    "Pacific_Rim": "The Pacific Rim comprises the lands around the rim of the Pacific Ocean.  The Pacific Basin includes the Pacific Rim and the isl",
    "Pacific_coast": "Pacific coast may be used to reference any coastline that borders the Pacific Ocean.\n\n\n== Geography ==\n\n\n=== Americas ===\n\n\n====",
    "Paine_Webber": "PaineWebber & Co. was an American investment bank and stock brokerage firm that was acquired by the Swiss bank UBS in 2000. The ",
    "Pakistan": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the fifth-most populous country, with a",
    "Pakistan_Muslim_League_(N)": "The Pakistan Muslim League (N) abbreviated as PML (N), (Urdu: پاکستان مسلم لیگ (ن)) is a centre-right, conservative liberal poli",
    "Pakistan_national_cricket_team": "The Pakistan national cricket team has represented Pakistan in international cricket since 1952. It is controlled by the Pakista",
    "Palestine": "",
    "Palestinian_Legislative_Council": "The Palestinian Legislative Council (PLC) is the unicameral legislature of the Palestinian Authority, elected by the Palestinian",
    "Palestinian_National_Authority": "",
    "Palestinian_territories": "",
    "Palk_Strait": "The Palk Strait (Tamil: பாக்கு நீரிணை Pākku Nīriṇai, Sinhala: පෝක් සමුද්‍ර සන්ධිය Pok Samudra Sandhiya) is a strait between the ",
    "Pallacanestro_Treviso": "Pallacanestro Treviso, named Benetton Basket due to a long running sponsorship by the Benetton Group and widely referred to as B",
    "Pam_Shriver": "Pamela Howard Shriver (born July 4, 1962) is an American former professional tennis player and current tennis broadcaster, pundi",
    "Pamir_Mountains": "The Pamir Mountains are a range of mountains between Central Asia and South Asia. They are located at a junction with other nota",
    "Pamplona": "Pamplona (Spanish pronunciation: [pamˈplona] ; Basque: Iruña [iɾuɲa]), historically also known as Pampeluna in English, is the c",
    "Pan-Turkism": "Pan-Turkism (Turkish: Pan-Türkizm) or Turkism (Turkish: Türkçülük or Türkizm) is a political movement that emerged during the 18",
    "Pan_Am_Flight_103": "Pan Am Flight 103 (PA103/PAA103) was a regularly scheduled Pan Am transatlantic flight from Frankfurt to Detroit via a stopover ",
    "Pan_American_World_Airways": "",
    "Panama": "Panama, officially the Republic of Panama, is a country in Latin America at the southern end of Central America, bordering South",
    "Panama_City": "Panama City, also known as Panama (or Panamá in Spanish), is the capital and largest city of Panama. It has a total population o",
    "Panama_national_football_team": "The Panama national football team (Spanish: Selección de fútbol de Panamá) represents Panama in men's international football and",
    "Panathinaikos_BC": "",
    "Panathinaikos_F.C.": "Panathinaikos Football Club (Greek: ΠΑΕ Παναθηναϊκός Α.Ο. [panaθinaiˈkos] ), known as Panathinaikos, or by its full name, and th",
    "Panhellenic_Socialist_Movement": "",
    "Panionios_B.C.": "Panionios B.C. (Greek: Πανιώνιος KAE), known in European competitions as Panionios Athens is the Greek professional basketball c",
    "Paola_Suárez": "Paola Suárez (Latin American Spanish: [paˈola ˈswaɾes]; born 23 June 1976) is a retired tennis player from Argentina. She was on",
    "Paolo_Di_Canio": "Paolo Di Canio (born 9 July 1968) is an Italian former professional footballer and manager. During his playing career he made ov",
    "Paolo_Negro": "Paolo Negro  (Italian pronunciation: [ˈpaːolo ˈneːɡro]; born 16 April 1972) is an Italian former professional footballer and man",
    "Paolo_Vaccari": "Paolo Vaccari (born 17 January 1971) is an Italian former rugby union player. He was a versatile back: he used to play as  centr",
    "Papendrecht": "Papendrecht (Dutch pronunciation: [ˈpaːpə(n)drɛxt] ) is a town and municipality in the western Netherlands, in the province of S",
    "Papua_New_Guinea": "Papua New Guinea, officially the Independent State of Papua New Guinea, is a country in Oceania that comprises the eastern half ",
    "Paraguay": "Paraguay (; Spanish pronunciation: [paɾaˈɣwaj] ), officially the Republic of Paraguay (Spanish: República del Paraguay; Guarani:",
    "Paralympic_Games": "The Paralympic Games or Paralympics, also known as the Games of the Paralympiad, is a periodic series of international multispor",
    "Paramaribo": "Paramaribo (UK:  PARR-ə-MARR-ib-oh, US:  PAR-ə-MAR-ib-oh, Dutch: [ˌpaːraːˈmaːriboː] ) is the capital and largest city of Surinam",
    "Paramount,_California": "Paramount is a city in Los Angeles County, California, United States.  According to the 2010 census, the city had a total popula",
    "Paramount_Pictures": "Paramount Pictures Corporation, commonly known as Paramount Pictures or simply Paramount, is an American film production and dis",
    "Paraná_Clube": "Paraná Clube, commonly referred to as Paraná, is a Brazilian professional club based in Curitiba, Paraná founded on 19 December ",
    "Parc_des_Princes": "The Parc des Princes (French pronunciation: [paʁk de pʁɛ̃s], lit. 'Park of Princes') is an all-seater football stadium in Paris,",
    "Paris": "Paris (French pronunciation: [paʁi] ) is the capital and largest city of France. With an estimated population of 2,102,650 resid",
    "Paris,_Arkansas": "Paris is a city in Logan County, Arkansas, United States, and serves as the county seat for the northern district of Logan Count",
    "Paris-Charles_de_Gaulle_Airport": "",
    "Paris_Saint-Germain_F.C.": "",
    "Paris_Saint_Germain_(rugby_league_team)": "",
    "Park_Sung-hee": "Park Sung-hee (Korean: 박성희; born 17 February 1975) is a former tennis player from South Korea.\n\n\n== Career ==\nPark who turned pr",
    "Parma_F.C.": "",
    "Parramatta_Eels": "The Parramatta Eels are an Australian professional rugby league football club based in the Sydney suburb of Parramatta that comp",
    "Partick_Thistle_F.C.": "Partick Thistle Football Club are a professional football club from Glasgow, Scotland. Despite their name, the club are based at",
    "Partition_of_India": "The partition of India in 1947 was the division of British India into two independent dominion states, Union of India and Domini",
    "Party_of_Democratic_Action": "The Party of Democratic Action (Bosnian: Stranka demokratske akcije; abbr. SDA) is a Bosniak nationalist, conservative political",
    "Party_of_Democratic_Socialism_(Germany)": "The Party of Democratic Socialism (German: Partei des Demokratischen Sozialismus, PDS) was a left-wing populist political party ",
    "Pará": "Pará (Brazilian Portuguese pronunciation: [paˈɾa]) is a state of Brazil, located in northern Brazil and traversed by the lower A",
    "Pascal_Renier": "Pascal Renier (born 3 August 1971) is a former Belgian football defender.  His former clubs include Club Brugge and R.E. Mouscro",
    "Pascal_Zuberbühler": "Pascal Zuberbühler (born 8 January 1971) is a Swiss former professional footballer who played as a goalkeeper.\nHe played in the ",
    "Pat_Cash": "Patrick Hart Cash (born 27 May 1965) is an Australian former professional tennis player and coach. He reached a career-high ATP ",
    "Pat_Hentgen": "Patrick George Hentgen (born November 13, 1968) is an American former professional baseball pitcher, and currently a special ass",
    "Pat_Howard": "Patrick William Howard (born 14 November 1973) is an ex-head coach at Leicester Tigers and a former Australian rugby union inter",
    "Pat_Hurst": "Pat Hurst (born May 23, 1969) is an American professional golfer who plays on the LPGA Tour.\nHurst's mother is originally from J",
    "Pat_Manson": "Pat Manson (born November 29, 1967, in West Point, New York) is a retired American pole vaulter, best known for winning three go",
    "Pat_McGinlay": "Patrick McGinlay (born 30 May 1967) is a Scottish former professional footballer who played as a midfielder and is best known fo",
    "Pat_Symcox": "Patrick Leonard Symcox (born 14 April 1960) is a former South African international cricketer. He played 20 Test matches and 80 ",
    "Patrice_Loko": "Patrice Loko (born 6 February 1970) is French former professional footballer who played as a striker.\n\n\n== Career ==\nLoko began ",
    "Patricia_Girard": "Patricia Girard (also Girard-Léno; born 8 April 1968) is a French athlete who competed mainly in the 100m hurdles.\n\n\n== Biograph",
    "Patrick_Colleter": "Patrick Colleter (born 6 November 1965) is a French former professional footballer who played as a full-back.\n\n\n== Career ==\n\n\n=",
    "Patrick_Kluivert": "Patrick Stephan Kluivert (Dutch pronunciation: [ˈpɛtrɪ ˈklœyvərt] ; born 1 July 1976) is a Dutch former football player, coach a",
    "Patrick_Rafter": "",
    "Patrick_Sang": "Patrick Sang (born 11 April 1964) is a Kenyan running coach and retired steeplechase runner.\nSang won three silver medals in maj",
    "Patrick_Seale": "Patrick Abram Seale (7 May 1930 – 11 April 2014) was a British journalist and author who specialised in the Middle East. A forme",
    "Patrick_Stevens": "Patrick Stevens (born 31 January 1968 in Leut) is a retired sprinter from Belgium. He won the bronze medal in the 200 metres at ",
    "Patrick_Sylvestre": "Patrick Sylvestre (born 1 September 1968, in Bure, Switzerland) is a retired Swiss football midfielder.\nHe made his debut for th",
    "Patrick_Vieira": "Patrick Paul Vieira (French: [patʁik vjɛʁa]; born 23 June 1976) is a French professional football manager and former player who ",
    "Patrik_Andersson": "Patrik Jonas Andersson (pronounced [ˈpɑ̌ːtrɪk ˈânːdɛˌʂɔn]; born 18 August 1971) is a Swedish former professional footballer who ",
    "Patrik_Sjöberg": "Jan Niklas Patrik Sjöberg (Swedish pronunciation: [ˈpɑ̌ːtrɪk ˈɧø̂ːbærj]; born 5 January 1965) is a Swedish former high jumper. H",
    "Patriotic_Salvation_Movement": "The Patriotic Salvation Movement (Arabic: الحركة الوطنية للإنقاذ; French: Mouvement patriotique du salut, MPS) is the ruling pol",
    "Patriotic_Union_of_Kurdistan": "The Patriotic Union of Kurdistan (PUK; Kurdish: یەکێتیی نیشتمانیی کوردستان, romanized: Yekêtîy Nîştimanîy Kurdistan) is a politi",
    "Patsy_Kensit": "Patricia Jude Kensit (born 4 March 1968) is an English actress and singer. Beginning her career as a child actor, Kensit gained ",
    "Pattaya": "Pattaya is a city in Eastern Thailand, the second-largest city in Chonburi province and the eighth-largest city in Thailand. It ",
    "Paul_Adams_(cricketer)": "Paul Regan Adams (born 20 January 1977) is a former South African cricketer. A left-arm unorthodox spin bowler with a unique bow",
    "Paul_Affleck": "Paul Affleck (born 25 June 1966) is a Welsh professional golfer who has played on the European Tour.\nAffleck was born in St Asap",
    "Paul_Belmondo": "Paul Alexandre Belmondo (born 23 April 1963) is a French racing driver who raced in Formula One for the March and Pacific Racing",
    "Paul_Broadhurst": "Paul Andrew Broadhurst (born 14 August 1965) is an English professional golfer. He won six times on the European Tour and played",
    "Paul_Curry_(golfer)": "Paul Andrew Curry (born 5 May 1961) is an English golfer.\nCurry was born in Colchester. He turned professional in 1979 and playe",
    "Paul_Eales": "Paul Martyn Eales (born 2 August 1963) is an English professional golfer.\n\n\n== Career ==\nEales was born in Epping, Essex. He tur",
    "Paul_Gascoigne": "Paul John Gascoigne (, born 27 May 1967), nicknamed Gazza, is an English former professional footballer who played as an attacki",
    "Paul_Goydos": "Paul David Goydos (born June 20, 1964) is an American professional golfer who currently plays on the PGA Tour Champions. He was ",
    "Paul_Haarhuis": "Paul Vincent Nicholas Haarhuis (born 19 February 1966) is a Dutch former professional tennis player. He is a former world No. 1 ",
    "Paul_Ince": "Paul Emerson Carlyle Ince (; born 21 October 1967) is an English professional football manager and former player who was most re"
}