{
    "Paul_Johnson_(cricketer)": "Paul Johnson (born 24 April 1965) is a former English cricketer. He was a right-handed batsman and a right-arm medium-pace bowle",
    "Paul_Johnson_(squash_player)": "Paul Johnson (born 18 July 1972) is a former professional squash player from England.\n\n\n== Squash career ==\nPaul Johnson played ",
    "Paul_Justin": "Paul Donald Justin (born May 19, 1968) is an American former professional football quarterback primarily for the Indianapolis Co",
    "Paul_Keating": "Paul John Keating (born 18 January 1944) is an Australian former politician who served as the 24th prime minister of Australia f",
    "Paul_Koech": "Paul Koech (25 June 1969 – 3 September 2018) was a Kenyan distance and marathon runner. He participated at the IAAF World Half M",
    "Paul_Lawrie": "Paul Stewart Lawrie  (born 1 January 1969) is a Scottish professional golfer who is best known for winning The Open Championship",
    "Paul_McGinley": "Paul Noel McGinley (born 16 December 1966) is an Irish professional golfer who has won four events on the European Tour. At the ",
    "Paul_McGrath_(footballer)": "Paul McGrath (born 4 December 1959) is an Irish former professional footballer, who played as a defender. McGrath is widely cons",
    "Paul_Newlove": "Paul Newlove (born 10 August 1971) is an English former professional rugby league footballer who played in the 1980s, 1990s and ",
    "Paul_Peschisolido": "Paolo Pasquale Peschisolido (born 25 May 1971), commonly known as Paul Peschisolido, is a Canadian former soccer player and coac",
    "Paul_Prichard": "Paul Prichard (born 7 January 1965) is an English cricket coach and retired cricketer.\nA former Dorset coach, he has joined the ",
    "Paul_Reiffel": "Paul Ronald Reiffel (born 19 April 1966) is an Australian former cricketer who played in 35 Tests and 92 One Day Internationals ",
    "Paul_Sorrento": "Paul Anthony Sorrento (born November 17, 1965) is an American former professional baseball first baseman. From 1989 through 1999",
    "Paul_Stankowski": "Paul Francis Stankowski (born December 2, 1969) is an American professional golfer who currently plays on the PGA Tour Champions",
    "Paul_Strang": "Paul Andrew Strang (born 28 July 1970) is a Zimbabwean cricket coach and former international player. A leg-spinning all-rounder",
    "Paul_Tergat": "Paul Kibii Tergat (born 17 June 1969) is a Kenyan former professional long distance runner. He became the first Kenyan man to se",
    "Paul_Tracy": "Paul Anthony Tracy (born December 17, 1968) is a Canadian professional auto racing driver who participated in Champ Car World Se",
    "Paul_Van_Himst": "Paul Guillaume van Himst (born 2 October 1943) is a Belgian former football player and a football manager who played as a forwar",
    "Paul_Warhurst": "Paul Warhurst (born 26 September 1969) is an English former professional footballer who played as a defender, midfielder or stri",
    "Paul_Wright_(footballer)": "Paul Hamilton Wright (born 17 August 1967) is a Scottish retired footballer whose position was striker. Wright played for seven ",
    "Paula_Radcliffe": "Paula Jane Radcliffe MBE (born 17 December 1973) is a British former long-distance runner. She is a three-time winner of the Lon",
    "Pauline_Davis-Thompson": "Pauline Elaine Davis-Thompson (born 9 July 1966) is a former Bahamian sprinter. She competed at five Olympics, a rarity for a tr",
    "Pauline_Konga": "Pauline Konga (born 10 April 1970) is a retired Kenyan long-distance runner. At the 1996 Summer Olympics she won the silver meda",
    "Paulinho_Santos": "João Paulo Maio dos Santos (born 21 November 1970), commonly known as Paulinho Santos, is a Portuguese former footballer who pla",
    "Paulo_Alves": "Paulo Alves may refer to:\n\nPaulo Alves (footballer, born 1969), Portuguese former football forward and coach\nPaulo Alves (footba",
    "Paulo_Bento": "Paulo Jorge Gomes Bento (Portuguese pronunciation: [ˈpawlu ˈbẽtu]; born 20 June 1969) is a Portuguese football manager and forme",
    "Paulo_Roberto_do_Carmo": "",
    "Paulo_Sousa": "Paulo Manuel Carvalho de Sousa  (Portuguese pronunciation: [ˈpawlu ˈsozɐ]; born 30 August 1970) is a Portuguese football manager",
    "Paulo_Sérgio_Silvestre_do_Nascimento": "",
    "Pavel_Buran": "",
    "Pavel_Bure": "Pavel Vladimirovich Bure (Russian: Па́вел Влади́мирович Буре́, IPA: [ˈpavʲɪl bʊˈrɛ]; born 31 March 1971) is a Russian former pro",
    "Pavel_Muslimov": "Pavel Iliych Mouslimov (Russian: Павел Ильич Муслимов) (born June 15, 1967 in Ufa) is a former Russian biathlete.\n\n\n== Biathlon ",
    "Pavel_Nedvěd": "Pavel Nedvěd (Czech pronunciation: [ˈpavɛl ˈnɛdvjɛt] ; born 30 August 1972) is a Czech former professional footballer who played",
    "Pavel_Polomský": "Pavel Polomský (born 8 January 1966) is a Czech retired bobsledder.\n\n\n== Life ==\nPolomský was born on 8 January 1966 in Domažlic",
    "Payne_Stewart": "William Payne Stewart (January 30, 1957 – October 25, 1999) was an American professional golfer who won 11 PGA Tour events, incl",
    "Peace_River_(Canada)": "",
    "Pedro_Diniz": "Pedro Paulo Falleiros dos Santos Diniz (Portuguese pronunciation: [ˈpedɾu dʒiˈnis]; born 22 May 1970) is a Brazilian former raci",
    "Pedro_I_of_Brazil": "Dom Pedro I (12 October 1798 – 24 September 1834) was the founder and first ruler of the Empire of Brazil, where he was known as",
    "Pedro_Lamy": "José Pedro Mourão Nunes Lamy Viçoso, OIH, known as Pedro Lamy (Portuguese pronunciation: [ˈpeðɾu laˈmi]; born 20 March 1972), is",
    "Pedro_Linhart": "Pedro Linhart (born 30 December 1962) is a Spanish professional golfer.\nLinhart was born Las Palmas, Gran Canaria, Spain to Amer",
    "Pedro_Martínez": "Pedro Jaime Martínez (born October 25, 1971) is a Dominican-American former professional baseball starting pitcher, who played i",
    "Peer_Gynt": "Peer Gynt (, Norwegian: [peːr ˈjʏnt, - ˈɡʏnt]) is a five-act play in verse written in 1867 by the Norwegian dramatist Henrik Ibs",
    "Pemberton,_British_Columbia": "Pemberton is a village municipality in the Squamish-Lillooet region of southwestern British Columbia. This Pemberton Valley comm",
    "Pembroke,_Massachusetts": "Pembroke is an historic town in Plymouth County, Massachusetts, United States. Pembroke is a South Shore suburb of the Boston me",
    "Pembroke_Pines,_Florida": "Pembroke Pines is a city in southern Broward County, Florida, United States. The city is located 22 miles (35 km) north of Miami",
    "Pendleton,_Oregon": "Pendleton is a city in and the county seat of Umatilla County, Oregon, United States. The population was 17,107 at the time of t",
    "Pennsylvania": "Pennsylvania (  PEN-sil-VAY-nee-ə, lit. 'Penn's forest country'), officially the Commonwealth of Pennsylvania (Pennsylvania Dutc",
    "Penrith_Panthers": "The Penrith Panthers are an Australian professional rugby league football club based in the Greater Western Sydney suburb of Pen",
    "People's_Party_(Spain)": "The People's Party (Spanish: Partido Popular [paɾˈtiðo popuˈlaɾ] ; known mostly by its acronym, PP [peˈpe]) is a conservative an",
    "People's_Party_–_Movement_for_a_Democratic_Slovakia": "The Movement for a Democratic Slovakia (Slovak: Hnutie za demokratické Slovensko, HZDS), later known as the People's Party – Mov",
    "People's_Republic_of_China": "",
    "People_of_the_United_States": "",
    "Per_Nyman": "Per Nyman (born 14 February 1968) is a Swedish professional golfer.\nNyman was born in Kristianstad and attended Fresno State Uni",
    "Perm": "Perm or PERM may refer to:\n\n\n== Places ==\nPerm, Russia, a city in Russia\nPermsky District, the district\nPerm Krai, a federal sub",
    "Pernilla_Wiberg": "Pernilla Wiberg  (born 15 October 1970) is a Swedish former alpine ski racer and businesswoman. She competed on the World Cup ci",
    "Peronism": "Peronism, also known as justicialism, is an Argentine ideology and movement based on the ideas, doctrine and legacy of Juan Peró",
    "Persian_Gulf": "The Persian Gulf, sometimes called the Arabian Gulf, is a mediterranean sea in West Asia. The body of water is an extension of t",
    "Perth,_Western_Australia": "",
    "Peru": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombi",
    "Perugia_Calcio": "",
    "Pesalai": "Pesalai (Tamil: பேசாலை) is a village in Mannar District, situated on the northern coast of Mannar Island, Sri Lanka. Most of the",
    "Pete_Harnisch": "Peter Thomas Harnisch (born September 23, 1966) is an American former Major League Baseball right-handed pitcher. He played in c",
    "Pete_Incaviglia": "Peter Joseph Incaviglia (born April 2, 1964) is an American professional baseball coach and former left fielder who is currently",
    "Pete_Sampras": "Pete Sampras (born August 12, 1971) is an American former world No. 1 tennis player. His professional career began in 1988 and e",
    "Pete_Wilson": "Peter Barton Wilson (born August 23, 1933) is an American attorney and politician who served as a United States senator from Cal",
    "Peter_Atherton": "Peter Atherton may refer to:\n\nPeter Atherton (Massachusetts politician) (1705–1764), a Massachusetts colonial leader\nPeter Ather",
    "Peter_Baker_(golfer)": "Peter Alan Baker (born 7 October 1967) is an English professional golfer. He had three wins on the European Tour, one in 1988 an",
    "Peter_Beardsley": "Peter Andrew Beardsley  (born 18 January 1961) is an English football coach and former footballer who played as a forward or mid",
    "Peter_Blank": "Peter Blank (born 10 April 1962) is a German track and field athlete who competed in the javelin throw. Early on in his career, ",
    "Peter_Dubovský": "Peter Dubovský may refer to:\n\nPeter Dubovský (footballer) (1972–2000), Slovak international football player\nPeter Dubovský (bish",
    "Peter_Hedblom": "Peter Mikael Hedblom (born 20 January 1970) is a retired Swedish professional golfer, who won three times on the European Tour a",
    "Peter_Johansson_(motorcyclist)": "Peter Johansson is a Swedish former professional Grand Prix motocross racer. He competed in the Motocross World Championships fr",
    "Peter_Kox": "Petrus Dionysius Lambertus Theodorus Kox (born 23 February 1964 in Eindhoven) is a racing driver from the Netherlands.\nKox began",
    "Peter_Martin_(cricketer)": "Peter James Martin (born 15 November 1968) is a former English cricketer who played in 8 Tests and 20 ODIs for England from 1995",
    "Peter_Mitchell_(golfer)": "Peter Robert Mitchell (born 6 April 1958) is an English professional golfer.\nMitchell was born in London. He turned professional",
    "Peter_Munk": "Peter Munk  (November 8, 1927 – March 28, 2018) was a Hungarian-Canadian businessman, investor, founder and philanthropist. He w",
    "Peter_Nicol": "Peter Nicol  (born 5 April 1973) is a former professional squash player from Scotland, who represented first Scotland and then E",
    "Peter_Schöttel": "Peter Schöttel (born 26 March 1967) is a retired Austrian footballer and manager. He currently works as a pundit for Sky Austria",
    "Peter_Such": "Peter Mark Such (born 12 June 1964) is an English cricketer, cricket coach, and match referee. An off-spinner, Such was brought ",
    "Peter_Tramacchi": "Peter Tramacchi (born 8 November 1970 in Gympie, Queensland, Australia), is a former professional tennis player from Australia.\n",
    "Peter_van_Vossen": "Peter Jacobus van Vossen (Dutch pronunciation: [ˈpeːtər jaːˈkoːbʏs fɑɱ ˈvɔsə(n)]; born 21 April 1968) is a Dutch former professi",
    "Peterborough_United_F.C.": "Peterborough United Football Club is a professional association football club based in Peterborough,\nCambridgeshire, England. Th",
    "Petersburg,_Virginia": "Petersburg is an independent city in the Commonwealth of Virginia in the United States. As of the 2020 census, the population wa",
    "Petr_Gabriel": "Petr Gabriel (born 17 May 1973) is a Czech former professional footballer who played as a defender. He played for the Czech Repu",
    "Petr_Korda": "Petr Korda (born 23 January 1968) is a Czech former professional tennis player. He won the 1998 Australian Open and was runner-u",
    "Petra_Behle": "Petra Behle (born Petra Schaaf on 5 January 1969 in Offenbach am Main) is a former German biathlete.\n\n\n== Career ==\nBehle won he",
    "Petra_Langrová": "Petra Píchalová Langrová (born 27 June 1970) is a retired tennis player from Czechoslovakia and later Czech Republic.\nLangrová g",
    "Petra_News_Agency": "",
    "Petre_Roman": "Petre Roman (Romanian pronunciation: [ˈpetre ˈroman]; born 22 July 1946) is a Romanian engineer and politician who was Prime Min",
    "Phil_Babb": "Philip Andrew Babb (born 30 November 1970) is a sports television pundit and former professional football player and manager.\nAs",
    "Phil_Gray": "Philip Gray (born 2 October 1968) is a Northern Irish former professional footballer. A striker, Gray won 26 caps for his countr",
    "Phil_Mickelson": "Philip Alfred Mickelson (born June 16, 1970) is an American professional golfer  who currently plays in the LIV Golf League. He ",
    "Phil_Regan_(baseball)": "Philip Ramond Regan (born April 6, 1937) is an American former professional baseball pitcher, scout, and manager, who played in ",
    "Phil_Simmons": "Philip Verant Simmons (born 18 April 1963) is a Trinidadian cricket coach and former player who is currently a coach of the Bang",
    "Philadelphia": "Philadelphia, colloquially referred to as Philly, is the most populous city in the U.S. state of Pennsylvania and the sixth-most",
    "Philadelphia_76ers": "The Philadelphia 76ers, also known colloquially as the Sixers, are an American professional basketball team based in the Philade",
    "Philadelphia_Eagles": "The Philadelphia Eagles are a professional American football team based in Philadelphia. The Eagles compete in the National Foot",
    "Philadelphia_Flyers": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia. The Flyers compete in the National Hockey Leag",
    "Philadelphia_Phillies": "The Philadelphia Phillies are  an American professional baseball team based in Philadelphia. The Phillies compete in Major Leagu",
    "Philip_Morris_International": "Philip Morris International Inc. (PMI) is an American multinational tobacco company, with products sold in over 180 countries. T"
}