{
    "Philip_Walton": "Philip Joseph Walton (born 28 March 1962) is an Irish professional golfer.\n\n\n== Amateur career ==\nAccording to Ronan Rafferty, W",
    "Philippe_Ermenault": "Philippe Ermenault (born 29 April 1969) is a French former track cyclist. Ermenault was twice world champion in individual pursu",
    "Philippe_Sella": "Philippe Sella (born 14 February 1962, in Tonneins) is French former rugby union player. He started as a rugby league junior in ",
    "Philippe_Séguin": "Philippe Séguin (French pronunciation: [filip seɡɛ̃]; 21 April 1943 – 7 January 2010) was a French political figure who was Pres",
    "Philippine_Basketball_Association": "The Philippine Basketball Association (PBA) is a men's professional basketball league in the Philippines composed of twelve comp",
    "Philippines": "Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. In the western Pacific Oc",
    "Phillip_Cocu": "Phillip John-William Cocu (born 29 October 1970) is a Dutch professional football manager and former midfielder who was most rec",
    "Phillip_DeFreitas": "Phillip Anthony Jason \"Daffy\" DeFreitas (born 18 February 1966) is an English former cricketer. He played county cricket for Lei",
    "Phillip_Price": "John Phillip Price (born 21 October 1966) is a Welsh professional golfer who plays on the European Senior Tour. He won three Eur",
    "Phnom_Penh": "Phnom Penh is the capital and most populous city of Cambodia. It has been the national capital since the French protectorate of ",
    "Phoenix,_Arizona": "Phoenix (  FEE-niks) is the capital and most populous city of the U.S. state of Arizona, with 1,662,607 residents as of 2024. It",
    "Phoenix_Coyotes": "",
    "Phoenix_Suns": "The Phoenix Suns are an American professional basketball team based in Phoenix, Arizona. The Suns compete in the National Basket",
    "Phylis_Smith": "Phylis Smith (née Watt, born 29 September 1965) is a female former sprinter from Great Britain who won an Olympic bronze medal i",
    "Piacenza_Calcio": "",
    "Picabo_Street": "Picabo Street (; born April 3, 1971) is an American former World Cup alpine ski racer and Olympic gold medalist. She won the sup",
    "Pierluigi_Casiraghi": "Pierluigi Casiraghi (Italian pronunciation: [ˌpjɛrluˈiːdʒi kaziˈraːɡi]; born 4 March 1969) is an Italian professional football c",
    "Pierre-Henri_Raphanel": "Pierre-Henri Raphanel (born 27 May 1961) is a French former racing driver.\nHe participated in 17 Formula One Grands Prix for Lar",
    "Pierre_Buyoya": "Pierre Buyoya (24 November 1949 – 17 December 2020) was a Burundian army officer and politician who served two terms as Presiden",
    "Pierre_Fulke": "Pierre Olof Fulke (born 21 February 1971) is a Swedish professional golfer who played on the European Tour.\n\n\n== Early life and ",
    "Pierre_Laigle": "Pierre Laigle (born 9 September 1970) is a French former professional footballer who played as a midfielder.\nLaigle played for a",
    "Pierre_Lueders": "Pierre Fritz Lueders (born 26 September 1970) is a Canadian Olympic, world and World Cup champion bobsledder who competed from 1",
    "Pierre_van_Hooijdonk": "Pierre van Hooijdonk (Dutch pronunciation: [piˈjɛr vɑn ˈɦoːidɔŋk]; born 29 November 1969) is a Dutch former professional footbal",
    "Pilot_Pen_Tennis": "",
    "Piper_Jaffray": "",
    "Pirelli": "Pirelli & C. S.p.A. is an Italian multinational tyre manufacturer based in the city of Milan, Italy. The company, which has been",
    "Pittsburgh": "Pittsburgh ( PITS-burg) is a city in and the county seat of Allegheny County, Pennsylvania, United States. It is the second-most",
    "Pittsburgh_Penguins": "The Pittsburgh Penguins (colloquially known as the Pens) are a professional ice hockey team based in Pittsburgh. The Penguins co",
    "Pittsburgh_Pirates": "The Pittsburgh Pirates are an American professional baseball team based in Pittsburgh. The Pirates compete in Major League Baseb",
    "Pittsburgh_Steelers": "The Pittsburgh Steelers are a professional American football team based in Pittsburgh. The Steelers compete in the National Foot",
    "Place_Beauvau": "The Place Beauvau (English: Beauvau Square) is a public square in the 8th arrondissement of Paris, at the intersection of the Ru",
    "Plymouth,_Montserrat": "Plymouth is a ghost town and the de jure capital of the island of Montserrat, an overseas territory of the United Kingdom locate",
    "Plymouth_Argyle_F.C.": "Plymouth Argyle Football Club, is a professional association football club based in the city of Plymouth, Devon, England. The te",
    "Podujevo": "",
    "Pohang_Steelers": "The Pohang Steelers (Hangul: 포항 스틸러스) are a South Korean professional football club based in Pohang, North Gyeongsang Province t",
    "Pol_Pot": "Pol Pot (born Saloth Sâr; 19 May 1925 – 15 April 1998) was a Cambodian revolutionary, politician and dictator who ruled Cambodia",
    "Poland": "Poland, officially the Republic of Poland, is a country in Central Europe. It extends from the Baltic Sea in the north to the Su",
    "Poland_national_football_team": "The Poland national football team (Polish: Reprezentacja Polski w piłce nożnej) represents Poland in men's international footbal",
    "Poles": "",
    "Polish_Press_Agency": "The Polish Press Agency (Polish: Polska Agencja Prasowa, PAP) is Poland's national news agency, producing and distributing polit",
    "Polonia_Warszawa": "",
    "Pontefract": "Pontefract is a historic market town in the City of Wakefield, a metropolitan district in West Yorkshire, England. It lies to th",
    "Pontiac,_Michigan": "Pontiac ( PON-(t)ee-ak) is a city in and the county seat of Oakland County in the U.S. state of Michigan.  Located roughly 26 mi",
    "Pontypridd": "Pontypridd ( PON-tih-PREEDH, Welsh: [ˌpɔntəˈpriːð]), colloquially referred to as Ponty, is a town and a community in Rhondda Cyn",
    "Pontypridd_RFC": "Pontypridd Rugby Football Club (Welsh: Clwb Rygbi Pontypridd) is a rugby union team from Pontypridd, Rhondda Cynon Taf, Wales. I",
    "Pope_John_Paul_II": "Pope  John Paul II (Latin: Ioannes Paulus II; Polish: Jan Paweł II; Italian: Giovanni Paolo II; born Karol Józef Wojtyła, Polish",
    "Popular_Revolutionary_Army": "The Popular Revolutionary Army or Ejercito Popular Revolucionario is a leftist guerrilla movement in Mexico.  Though it operates",
    "Porsche": "Dr. Ing. h.c. F. Porsche AG, usually shortened to Porsche (German pronunciation: [ˈpɔʁʃə] ; see below), is a German automobile m",
    "Port_Arthur,_Tasmania": "Port Arthur is a town and former convict settlement on the Tasman Peninsula, in Tasmania, Australia. It is located approximately",
    "Port_Louis": "Port Louis (French: Port-Louis, [pɔʁ lwi] ; Mauritian Creole: Polwi or Porlwi, [poːlwi]) is the capital and most populous city o",
    "Port_Vale_F.C.": "Port Vale Football Club are a professional football club based in Burslem, Stoke-on-Trent, England, which compete in EFL League ",
    "Portadown_F.C.": "Portadown Football Club is a semi-professional Northern Irish football club who play in the NIFL Premiership.\nThe club was forme",
    "Portland,_Oregon": "Portland ( PORT-lənd) is the most populous city in the U.S. state of Oregon, located in the Pacific Northwest region. Situated i",
    "Portland_Trail_Blazers": "The Portland Trail Blazers (colloquially known as the Blazers) are an American professional basketball team based in Portland, O",
    "Portsmouth": "Portsmouth (  PORTS-məth) is a port city and unitary authority in Hampshire, England. Most of Portsmouth is located on Portsea I",
    "Portsmouth_F.C.": "Portsmouth Football Club is a professional association football club based in Portsmouth, Hampshire, England. The team is curren",
    "Portugal": "Portugal, officially the Portuguese Republic, is a country in the Iberian Peninsula in Southwestern Europe. Featuring the wester",
    "Portugal_national_football_team": "The Portugal national football team (Portuguese: Seleção Portuguesa de Futebol) has represented Portugal in men's international ",
    "Portuguese_Empire": "The Portuguese Empire was a colonial empire that existed between 1415 and 1999. In conjunction with the Spanish Empire, it usher",
    "Portuguese_Liga": "",
    "Post-Communism": "",
    "Post-Soviet_states": "The post-Soviet states, also referred to as the former Soviet Union (FSU) or the former Soviet republics, are the independent so",
    "Potsdam": "Potsdam (German pronunciation: [ˈpotsdam] ) is the capital and largest city of the German state of Brandenburg. It is part of th",
    "Poul-Erik_Høyer_Larsen": "Poul-Erik Høyer Larsen is the current president of the Badminton World Federation and a retired Danish badminton player who won ",
    "Prague": "Prague ( PRAHG; Czech: Praha [ˈpraɦa] ) is the capital and largest city of the Czech Republic and the historical capital of Bohe",
    "Prague_Stock_Exchange": "Prague Stock Exchange (PSE; Czech: Burza cenných papírů Praha (BCPP)) is the largest and oldest securities market organizer in t",
    "Prakash_Chandra_Lohani": "Prakash Chandra Lohani (Nepali: प्रकाशचन्द्र लोहनी) (born 21 April 1944) is a Nepalese politician, economist and member of the A",
    "Predrag_Mijatović": "Predrag Mijatović (Serbian Cyrillic: Предраг Мијатовић; born 19 January 1969) is a Montenegrin football administrator and former",
    "Premier_League": "The Premier League is a professional association football league in England and the highest level of the English football league",
    "Prensa_Latina": "Agencia de Noticias Latinoamericana S.A. (Latin American News Agency), trading as Prensa Latina, is the official state news agen",
    "Press_Trust_of_India": "The Press Trust of India Ltd., commonly known as PTI, is the largest news agency in India. It is headquartered in New Delhi and ",
    "Preston": "Preston or Prestons may refer to:\n\n\n== Places ==\n\n\n=== Australia ===\nPreston, Victoria\nCity of Preston (Victoria)\nElectoral dist",
    "Preston_North_End_F.C.": "Preston North End Football Club, commonly referred to as Preston, North End or PNE, is a professional association football club ",
    "Prestwick": "Prestwick (Scottish Gaelic: Preastabhaig) is a town in South Ayrshire on the west coast of Ayrshire in Scotland about 30 miles (",
    "Pretoria": "Pretoria ( prih-TOR-ee-ə, pree-; Afrikaans: [prəˈtʊəria] ) is South Africa's administrative capital, serving as the seat of the ",
    "Primož_Peterka": "Primož Peterka (Slovene pronunciation: [ˈpriːmɔʃ ˈpeːtərka] ) is a Slovenian former ski jumper who competed from 1996 to 2011. H",
    "Prince_Eugene_of_Savoy": "Prince Eugene Francis of Savoy-Carignano (18 October 1663 – 21 April 1736), better known as Prince Eugene, was a distinguished f",
    "Prince_Rupert,_British_Columbia": "Prince Rupert is a port city in the province of British Columbia, Canada. Its location is on Kaien Island near the Alaskan panha",
    "Prince_William_Sound": "Prince William Sound (Sugpiaq: Suungaaciq) is a sound off the Gulf of Alaska on the south coast of the U.S. state of Alaska. It ",
    "Princeton_N._Lyman": "",
    "Pro_Bowl": "The National Football League All-Star Game (1939–1942), Pro Bowl (1951–2022), or Pro Bowl Games (since 2023) is an annual event ",
    "Pro_Football_Hall_of_Fame": "The Pro Football Hall of Fame is the hall of fame for professional American football, located in Canton, Ohio. Opened on Septemb",
    "Professional_Squash_Association": "The Professional Squash Association, aka PSA, is the governing body for the men's and women's professional squash circuit. The b",
    "Progressive_Field": "Progressive Field is a baseball stadium in the downtown area of Cleveland, Ohio, United States. It is the ballpark of the Clevel",
    "Province_of_Mantua": "The province of Mantua (Italian: provincia di Mantova; Mantuan, Lower Mantuan: pruvincia ad Mantua; Upper Mantuan: pruinsa de Ma",
    "Provisional_Irish_Republican_Army": "The Provisional Irish Republican Army (Provisional IRA), officially known as the Irish Republican Army (IRA; Irish: Óglaigh na h",
    "Prudential_plc": "Prudential plc is a British-domiciled multinational insurance and asset management company headquartered in London and Hong Kong",
    "Public_Transport_Corporation": "The Public Transport Corporation (PTC) was a Victoria State Government owned statutory authority formed under the Transport Act ",
    "Public_utilities_commission": "A public utilities commission is a quasi-governmental body that provides oversight and/or regulation of public utilities in a pa",
    "Pudong": "Pudong is a district of Shanghai located east of the Huangpu, the river which flows through central Shanghai. The name Pudong wa",
    "Puebla_F.C.": "",
    "Puerto_Rico": "Puerto Rico (Spanish for 'rich port'; abbreviated PR), officially the Commonwealth of Puerto Rico, is a self-governing Caribbean",
    "Puertollano": "Puertollano (Spanish pronunciation: [pweɾtoˈʎano]) is a municipality of Spain located in the province of Ciudad Real, Castile-La",
    "Punjab,_Pakistan": "Punjab (; Punjabi, Urdu: پنجاب, pronounced [pənˈd͡ʒɑːb] ) is a province of Pakistan. With a population of over 127 million, it i",
    "Pyramiden": "Pyramiden (Norwegian: [pʏrɑˈmîːdn̩]; Russian: Пирами́да, romanized: Piramída, IPA: [pʲɪrɐˈmʲidə]; literally 'The Pyramid') is an",
    "Pádraig_Harrington": "Pádraig Peter Harrington (born 31 August 1971) is an Irish professional golfer who plays on the European Tour, PGA Tour and the ",
    "Pável_Pardo": "Pável Pardo Segura (Spanish: [ˈpaβel ˈpaɾðo] ; born 26 July 1976) is a Mexican former professional footballer who played as a de",
    "Qasr-e_Shirin": "Qasr-e Shirin (Persian: قصرشيرين) is a city in the Central District of Qasr-e Shirin County, Kermanshah province, Iran, serving ",
    "Qian_Qichen": "Qian Qichen (Chinese: 钱其琛; pinyin: Qián Qíchēn; 5 January  1928 – 9 May 2017) was a Chinese diplomat and politician. He served a"
}