{
    "Qing_Dynasty": "",
    "Queen's_Park,_Chesterfield": "Queen's Park is a county cricket ground located in Chesterfield, Derbyshire, England and lies within a park in the centre of the",
    "Queen_of_the_South_F.C.": "Queen of the South Football Club is a Scottish professional football club formed in 1919 in Dumfries. The club plays in Scottish",
    "Queens_Park_Rangers_F.C.": "Queens Park Rangers Football Club, commonly abbreviated to QPR, is a professional association football club based in Shepherd's ",
    "Queensland": "Queensland (locally  KWEENZ-land, commonly abbreviated as Qld) is a state in northeastern Australia, and is the second-largest a",
    "Quentin_Coryatt": "Quentin John Coryatt (born August 1, 1970) is a former American football linebacker in the National Football League (NFL) for th",
    "Quetta": "Quetta (; Urdu: کوئٹہ, ko'eṭa, [ˈkweːʈə] , Pashto: کوټه) is the capital and largest city of the Pakistani province of Balochista",
    "Quintana_Roo": "Quintana Roo, officially the Free and Sovereign State of Quintana Roo, is one of the 31 states which, with Mexico City, constitu",
    "Quito": "Quito (Spanish pronunciation: [ˈkito] ; Quechua: Kitu), officially San Francisco de Quito, is the capital of Ecuador, with an es",
    "Qur'an": "",
    "R.E._Mouscron": "Royal Excelsior Mouscron was a Belgian football club from the municipality of Mouscron, Hainaut. In December 2009 they were decl",
    "R.S.C._Anderlecht": "Royal Sporting Club Anderlecht, commonly abbreviated to RSC Anderlecht (Dutch: [ˈɑndərlɛxt] , French: [ɑ̃dɛʁlɛkt], German: [ˈand",
    "R.W.D._Molenbeek": "",
    "R._Charleroi_S.C.": "",
    "R._Nicholas_Burns": "Robert Nicholas Burns (born January 28, 1956) is an American diplomat and international relations scholar who has been serving a",
    "RAI": "RAI – Radiotelevisione italiana (Italian: [ˈrai ˌradjoteleviˈzjoːne itaˈljaːna]), commercially styled as Rai since 2000 and know",
    "RAO_UES": "OAO RAO UES (OAO Unified Energy System of Russia; Russian: ЕЭС России or Russian: Единая Энергетическая Система) was an electric",
    "RCD_Espanyol": "Reial Club Deportiu Espanyol de Barcelona (Catalan: [rəˈjal ˈklub dəpuɾˈtiw əspəˈɲɔl də βəɾsəˈlonə]; \"Royal Sports Club Espanyol",
    "RC_Lens": "Racing Club de Lens (French pronunciation: [ʁasiŋ klœb də lɑ̃s]), commonly referred to as RC Lens or simply as Lens, is a French",
    "RC_Strasbourg": "",
    "RKC_Waalwijk": "RKC Waalwijk (Dutch pronunciation: [ˌɛrkaːˈseː ˈʋaːlʋɛik]) is a Dutch professional football club based in Waalwijk, that is curr",
    "RMS_Titanic": "",
    "RSA_Security": "RSA Security LLC, formerly RSA Security, Inc. and trade name RSA, is an American computer and network security company with a fo",
    "Rabat": "Rabat (, also UK: , US: ; Arabic: الرباط, romanized: ar-Ribāṭ) is the capital city of Morocco and the country's seventh-largest ",
    "Rabobank": "Rabobank (Dutch pronunciation: [ˈraːboːbɑŋk]; full name: Coöperatieve Rabobank U.A.) is a Dutch multinational banking and financ",
    "Rabobank_(cycling_team)": "",
    "Racing_Club_de_Avellaneda": "Racing Club de Avellaneda, officially known as Racing Club, is an Argentine professional sports club based in Avellaneda, a city",
    "Racing_de_Santander": "Real Racing Club de Santander, S.A.D. (Spanish pronunciation: [reˈal ˈraθiŋ kluβ ðe santanˈdeɾ]), also known as Racing de Santan",
    "Radek_Bonk": "Radek Bonk (born 9 January 1976) is a Czech former professional ice hockey player who most recently played for Oceláři Třinec of",
    "Radical_Cause": "The Radical Cause (Spanish: La Causa Radical, LCR), stylized as La Causa Я, is a minor left-wing political party in Venezuela, a",
    "Radio_Kabul": "",
    "Radio_New_Zealand": "Radio New Zealand (Māori: Te Reo Irirangi o Aotearoa), commonly known as RNZ or Radio NZ, is a New Zealand public-service radio ",
    "Radiotelevision_of_Bosnia-Herzegovina": "",
    "Radka_Zrubáková": "Radomira \"Radka\" Zrubáková (born 26 December 1970) is a retired tennis player from Slovakia.\nZrubáková gained professional statu",
    "Rafael_Alkorta": "Rafael Alkorta Martínez (born 16 September 1968) is a Spanish former professional footballer who played mainly as a central defe",
    "Rafael_Palmeiro": "Rafael Palmeiro Corrales (born September 24, 1964) is a Cuban-American former baseball first baseman and left fielder. He played",
    "Rafic_Hariri": "Rafic Bahaa El Deen al-Hariri (Arabic: رفيق بهاء الدين الحريري, romanized: Rafīq Bahāʾ ad-Dīn al-Ḥarīrī, Lebanese Arabic pronunc",
    "Rahul_Dravid": "Rahul Sharad Dravid ( ; born 11 January 1973) is a former cricket player, ex-captain and ex-coach of the Indian national cricket",
    "Rainier_III,_Prince_of_Monaco": "Rainier III (Rainier Louis Henri Maxence Bertrand Grimaldi; 31 May 1923 – 6 April 2005) was Prince of Monaco from 1949 to his de",
    "Raith_Rovers_F.C.": "Raith Rovers Football Club is a Scottish professional football club based in the town of Kirkcaldy, Fife. The club was founded i",
    "Raja_Casablanca": "",
    "Raków_Częstochowa": "Robotniczy Klub Sportowy Raków Częstochowa Spółka Akcyjna (commonly referred to as Raków Częstochowa, or simply Raków) is a Poli",
    "Ralf_Kelleners": "Ralf Kelleners (born 18 May 1968 in Dinslaken) is a racing driver from Germany.\nHis father Helmut Kelleners was also a racing dr",
    "Rama": "Rama (; Sanskrit: राम, IAST: Rāma, Sanskrit: [ˈraːmɐ] ) is a major deity in Hinduism. He is worshipped as the seventh and one of",
    "Ramallah": "Ramallah (UK:  rə-MAL-ə, US:  rə-MAH-lə; Arabic: رام الله, romanized: , lit. 'God's Height') is a Palestinian city in the centra",
    "Rambo_(film_series)": "",
    "Rameswaram": "Rameswaram (IPA: [ɾaːmeːsʋaɾam]; also transliterated as Ramesvaram, Rameshwaram) is a municipality in the Ramanathapuram distric",
    "Ramla": "Ramla or Ramle (Hebrew: רַמְלָה, Ramlā; Arabic: الرملة, ar-Ramleh) is a city in the Central District of Israel. Ramle is one of ",
    "Ramon_Vega": "Ramon Vega (born 14 June 1971) is a Swiss retired footballer, who played as a central defender.\nDuring his 13-year professional ",
    "Ramón_Delgado": "Ramón Delgado (Spanish pronunciation: [raˈmon delˈɣaðo]; born 14 November 1976) is a Paraguayan retired tennis player and curren",
    "Ramón_Ramírez": "Ramón Ramírez may refer to:\n\nRamón Ramírez (footballer) (born 1969), retired Mexican football (soccer) player\nRamón Ramírez (Pan",
    "Randall_Cunningham": "Randall Wade Cunningham Sr. (born March 27, 1963) is an American former professional football quarterback who played in the Nati",
    "Randy_Johnson": "Randall David Johnson (born September 10, 1963), nicknamed \"the Big Unit\", is an American former professional baseball pitcher w",
    "Randy_Jones_(bobsleigh)": "Randal Jones (born June 24, 1969 in Winston-Salem, North Carolina) is an American bobsledder.  Jones competed in both the 2-man ",
    "Randy_Velarde": "Randy Lee Velarde (born November 24, 1962) is an American former baseball infielder and utility player who played 16 seasons in ",
    "Rangers_F.C.": "Rangers Football Club is a professional football club in Glasgow, Scotland. The team competes in the Scottish Premiership, the t",
    "Ranji_Trophy": "The Ranji Trophy is a premier domestic first-class cricket championship played in India and organized annually by the Board of C",
    "Ransart,_Belgium": "Ransart (French pronunciation: [ʁɑ̃saʁ]; Walloon: El Ronsåt) is a town of Wallonia and district of the municipality of Charleroi",
    "Raphaël_Wicky": "Raphaël Wicky (born 26 April 1977) is a Swiss football coach and a former player. He was most recently the manager of Swiss Supe",
    "Ras_Tanura": "Ras Tanura (Arabic: رأس تنورة, romanized: Ra's Tannūrah, lit. 'cape oven, cape brazier', presumably due to the unusual heat prev",
    "Rashid_Latif": "Rashid Latif (born 14 October 1968), is a Pakistani cricket coach and former cricketer who played for the Pakistan national cric",
    "Rashid_Sidek": "Datuk Abdul Rashid Dato' Haji Mohd Sidek  (born 8 July 1968) is a Malaysian former badminton player and coach.\n\n\n== Personal lif",
    "Ratlam": "Ratlam is a city in the northwestern part of the Malwa region in Madhya Pradesh state of India. The city of Ratlam lies 480 metr",
    "Ravenna_Calcio": "",
    "Ravi_River": "The Ravi River () is a transboundary river crossing northwestern India and eastern Pakistan. It is one of five rivers associated",
    "Ravindra_Pushpakumara": "Deshabandu Karuppiahyage Ravindra Pushpakumara (born 21 July 1975), or Ravindra Pushpakumara, is a former Sri Lankan cricketer o",
    "Ray_Buchanan": "Raymond Louis Buchanan (born September 29, 1971) is an American former professional football player who was a cornerback in the ",
    "Ray_Durham": "Ray Durham (born November 30, 1971) is a former Major League Baseball second baseman. He is a 14-year major league veteran ownin",
    "Ray_Houghton": "Raymond James Houghton (born 9 January 1962) is a former professional footballer and current sports analyst and commentator with",
    "Ray_Knight": "Charles Ray Knight (born December 28, 1952) is an American former Major League Baseball infielder best remembered for his time w",
    "Ray_Lankford": "Raymond Lewis Lankford (born June 5, 1967) is an American former professional baseball center fielder. He played in Major League",
    "Raymond_Atteveld": "Raymond Atteveld (born 8 September 1966) is a Dutch professional football manager. He currently works as director of football de",
    "Raymond_James": "",
    "Raymond_Russell": "Raymond Russell may refer to:\n\nRaymond Russell (actor) (1887–1918), American silent film actor\nRaymond Russell (organologist) (1",
    "Rayo_Vallecano": "Rayo Vallecano de Madrid, S.A.D. (Spanish pronunciation: [ˈraʝo βaʎeˈkano ðe maˈðɾið]), often abbreviated to Rayo (Spanish for \"",
    "Raúl_González": "",
    "Reading_F.C.": "Reading Football Club (  RED-ing) is a professional football club based in Reading, Berkshire, England. They compete in EFL Leag",
    "Reading_R.F.C.": "Reading R.F.C. is an English rugby union club, which runs a total of 21 sides across men's, women's, girls' and junior rugby and",
    "Real_Betis": "Real Betis Balompié, known as Real Betis (pronounced [reˈal ˈβetis]) or just Betis, is a Spanish professional football club base",
    "Real_Madrid_C.F.": "",
    "Real_Oviedo": "Real Oviedo (Asturian: Real Uviéu) is a Spanish professional football club based in Oviedo, Asturias. Founded on 26 March 1926, ",
    "Real_Sociedad": "Real Sociedad de Fútbol, more commonly referred to as Real Sociedad (pronounced [reˈal soθjeˈðað] es ; Royal Society) in English",
    "Real_Valladolid": "Real Valladolid Club de Fútbol, S.A.D., or simply Real Valladolid (pronounced [reˈal βaʎaðoˈlið]), is a Spanish professional foo",
    "Real_Zaragoza": "Real Zaragoza, S.A.D. (Spanish pronunciation: [reˈal θaɾaˈɣoθa]), commonly referred to as Zaragoza, is a football club based in ",
    "Recep_Çetin": "Recep Çetin (born 1 October 1965) is a Turkish former footballer whose career as a defender lasted from 1979 to 2002.\n\n\n== Caree",
    "Red_Brigades": "The Red Brigades (Italian: Brigate Rosse [briˈɡaːte ˈrosse], often abbreviated BR) was an Italian Marxist–Leninist armed terrori",
    "Red_River_of_the_North": "The Red River (French: rivière Rouge), also called the Red River of the North (French: rivière Rouge du Nord) to differentiate i",
    "Red_Sea": "The Red Sea is a sea inlet of the Indian Ocean, lying between Africa and Asia. Its connection to the ocean is in the south, thro",
    "Red_Star_Belgrade": "Fudbalski klub Crvena zvezda (Serbian Cyrillic: Фудбалски клуб Црвена звезда, lit. 'Red Star Football Club'), commonly referred ",
    "Rede_Globo": "",
    "Redmond,_Washington": "Redmond is a city in King County, Washington, United States, located 15 miles (24 km) east of Seattle. The population was 73,256",
    "Reform_Party_of_the_United_States_of_America": "The Reform Party of the United States of America (RPUSA), generally known as the Reform Party USA or the Reform Party, is a cent",
    "Regi_Blinker": "Reginald Waldie Blinker (born 4 June 1969) is a former professional footballer who played as a left winger. During his 17-year s",
    "Regina_Jacobs": "Regina Jacobs (born August 28, 1963 in Los Angeles) is an American former middle-distance runner from Los Angeles. She had an ex",
    "Reinhard_Schwarzenberger": "Reinhard Schwarzenberger (born 7 January 1977) is an Austrian former ski jumper.\n\n\n== Career ==\nHe won a bronze medal in the tea",
    "Remington_Model_8": "The Remington Model 8 is a semi-automatic rifle designed by John Browning and produced by Remington Arms, introduced as the Remi",
    "Renate_Götschl": "Renate Götschl (born 6 August 1975) is an Austrian former alpine ski racer. She is a two-time individual World Champion in the c",
    "Rennae_Stubbs": "Rennae Stubbs  (born 26 March 1971) is an Australian tennis coach, television commentator, and former professional player.   She"
}