{
    "Rennes": "Rennes (French pronunciation: [ʁɛn] ; Breton: Roazhon [ˈrwɑːõn]; Gallo: Resnn; Latin: Condate Redonum) is a city in the east of ",
    "Renzo_Furlan": "Renzo Furlan (born 17 May 1970) is an Italian tennis coach and former professional player.\n\n\n== Career ==\nHaving turned professi",
    "René_(novella)": "René is a short novella by François-René de Chateaubriand, which first appeared in 1802. The work had an immense impact on early",
    "René_Eijkelkamp": "René Antonius Maria Eijkelkamp (born 6 April 1964) is a Dutch football coach and former player who played as a Forward He has be",
    "René_Schneider_(footballer)": "",
    "René_Tretschok": "René Tretschok (born 23 December 1968) is a German former professional footballer who played as a midfielder. As a player of Bor",
    "Repsol_YPF": "",
    "Republic_of_China": "",
    "Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] ), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Eur",
    "Republic_of_Ireland_national_football_team": "The Republic of Ireland national football team (Irish: Foireann peile náisiúnta Phoblacht na hÉireann) represents the Republic o",
    "Republic_of_Macedonia": "",
    "Republic_of_Serbian_Krajina": "The Republic of Serbian Krajina or Serb Republic of Krajina (Serbo-Croatian: Република Српска Крајина / Republika Srpska Krajina",
    "Republic_of_the_Congo": "The Republic of the Congo, also known as Congo-Brazzaville, the Congo Republic or simply either Congo or the Congo, is a country",
    "Republican_National_Convention": "The Republican National Convention (RNC) is a series of presidential nominating conventions held every four years since 1856 by ",
    "Republican_Party_(United_States)": "The Republican Party, also known as the GOP (Grand Old Party), is one of the two major contemporary political parties in the Uni",
    "Republican_Rally_for_Democracy_in_Rwanda": "The Republican Rally for Democracy in Rwanda (French: Rassemblement Républicain pour la Démocratie au Rwanda (RDR)), also known ",
    "Republika_(Indonesian_newspaper)": "Republika was an Indonesian national daily newspaper. The newspaper was known, and described itself, as a publication for the Mu",
    "Republika_Srpska": "Republika Srpska (Serbian Cyrillic: Република Српска, pronounced [repǔblika sr̩̂pskaː] , also known as the Republic of Srpska) i",
    "Resalat_(newspaper)": "Resalat (Persian: رسالت, lit. 'The Prophecy') is a Persian-language conservative daily newspaper in Tehran, Iran. It is a pro-Kh",
    "Reserve_Bank_of_Australia": "The Reserve Bank of Australia (RBA) is Australia's central bank and banknote issuing authority. It has had this role since 14 Ja",
    "Reserve_Bank_of_India": "The Reserve Bank of India (abbreviated as RBI) is India's central bank and regulatory body responsible for regulation of the Ind",
    "Resistance_movement": "A resistance movement is an organized group of people that tries to resist or try to overthrow a government or an occupying powe",
    "Retief_Goosen": "Retief Goosen (born 3 February 1969) is a South African professional golfer who plays on the PGA Tour Champions. He has won two ",
    "Reto_Götschi": "Reto Götschi (born 25 December 1965, in Hausen am Albis) is a Swiss bobsledder who competed in the 1990s. He won a silver medal ",
    "Reuters": "Reuters (  ROY-terz) is a news agency owned by Thomson Reuters. It employs around 2,500 journalists and 600 photojournalists in ",
    "Revolutionary_Armed_Forces_of_Colombia": "The Revolutionary Armed Forces of Colombia – People's Army (Spanish: Fuerzas Armadas Revolucionarias de Colombia – Ejército del ",
    "Revolutionary_United_Front": "The Revolutionary United Front (RUF) was a rebel group that fought a failed eleven-year war in Sierra Leone, beginning in 1991 a",
    "Reynald_Pedros": "Reynald Michel Sebastian Pedros (born 10 October 1971) is a French professional football manager and former player who played as",
    "Rheinpark_Stadion": "Rheinpark Stadion in Vaduz is the national stadium of Liechtenstein. It plays host to home matches of the Liechtenstein national",
    "Ricardo_Peláez": "Ricardo Peláez Linares (born 14 March 1963) is a Mexican former professional footballer and former Director of Football for Liga",
    "Ricardo_Rosset": "Ricardo Rosset (born 27 July 1968) is a Brazilian racing driver. Runner-up in the 1995 International Formula 3000 Championship, ",
    "Ricardo_Sá_Pinto": "Ricardo Manuel Andrade e Silva Sá Pinto (born 10 October 1972) is a Portuguese former professional footballer who played as a fo",
    "Ricco_Groß": "Ricco Groß (also spelled Gross, born 22 August 1970) is a former German biathlete. He is one of the most successful biathletes o",
    "Richard_Hadlee": "Sir Richard John Hadlee  (born 3 July 1951) is a New Zealand former cricketer. Hadlee is widely regarded as one of the greatest ",
    "Richard_Hannon": "Richard Hannon may refer to:\n\nRichard Hannon Sr. (born 1945), British racehorse trainer\nRichard Hannon Jr. (born 1975), his son,",
    "Richard_Kettleborough": "Richard Allan Kettleborough (born 15 March 1973) is an English international cricket umpire, and former first-class cricketer wh",
    "Richard_Krajicek": "Richard Peter Stanislav Krajicek (Czech: Krajíček; born 6 December 1971) is a Dutch former professional tennis player. In 1996, ",
    "Richard_Lamm": "Richard Douglas Lamm (August 3, 1935 – July 29, 2021) was an American politician, writer, and attorney. He served three terms as",
    "Richard_Roelofsen": "Richard Roelofsen (born 13 July 1969) is a Dutch former professional footballer who played as a striker.\n\n\n== Career ==\nRoelofse",
    "Richard_Witschge": "Richard Peter Witschge (born 20 September 1969) is a Dutch former professional footballer who played as a midfielder. He was kno",
    "Richey_Reneberg": "Richey Reneberg (born October 5, 1965) is an American former professional tennis player.\nHe attended Southern Methodist Universi",
    "Richmond,_Virginia": "Richmond ( RITCH-mənd) is the capital city of the Commonwealth of Virginia in the United States. Incorporated in 1742, Richmond ",
    "Richmond_Football_Club": "The Richmond Football Club, nicknamed the Tigers or colloquially the Tig(e)s, is a professional Australian rules football team c",
    "Richter_magnitude_scale": "",
    "Rick_Huisman": "Richard Allen Huisman (born May 17, 1969) is an American former Major League Baseball (MLB) pitcher who played for the Kansas Ci",
    "Rickey_Henderson": "Rickey Nelson Henley Henderson (born December 25, 1958), nicknamed Man of Steal, is an American former professional baseball lef",
    "Ricky_Ponting": "Ricky Thomas Ponting  (born 19 December 1974) is an Australian cricket coach, commentator and former player. He was widely regar",
    "Ricky_Watters": "Richard James Watters (born April 7, 1969) is an American former professional football player who was a running back for the San",
    "Riga": "Riga ( REE-gə) is the capital, the primate, and the largest city of Latvia. Home to 605,273 inhabitants, the city accounts for a",
    "Rika_Hiraki": "Rika Hiraki (Japanese: 平木 理化, born 6 December 1971) is a former professional Japanese tennis player.\nShe won the mixed-doubles t",
    "Rio_Tinto_Alcan": "Rio Tinto Alcan is a Canada-based mining company. Headquartered in Montreal, Quebec, it is a subsidiary of global mining conglom",
    "Rio_de_Janeiro": "Rio de Janeiro (Portuguese: [ˈʁi.u d(ʒi) ʒɐˈne(j)ɾu] ), or simply Rio, is the capital of the state of Rio de Janeiro. It is the ",
    "Riverside_Ground": "The Riverside Ground, known for sponsorship reasons as the Seat Unique Riverside, is a cricket venue in Chester-le-Street, Count",
    "Riyadh": "Riyadh ( ree-YAHD; Arabic: الرياض, romanized: ar-Riyāḍ, standard pronunciation: [ar.riˈjaːdˤ], Najdi pronunciation: [er.rɪˈjɑːðˤ",
    "Rob_Andrew": "Christopher Robert Andrew  (born 18 February 1963) is a former English rugby union player who as a fly-half played 71 Tests for ",
    "Rob_Enderle": "Rob Enderle (born July 27, 1954 in Corona, California) is an American technology analyst.\nEnderle has formerly worked at EMS Dev",
    "Rob_Howley": "Robert Howley (born 13 October 1970) is a Welsh rugby union coach and former player. As a player, he won 59 caps for Wales, 22 o",
    "Robbie_Earle": "Robert Fitzgerald Earle MBE (born 27 January 1965) is an English-born Jamaican former international footballer who played as an ",
    "Robbie_Fowler": "Robert Bernard Fowler (born 9 April 1975) is an English football coach and former player. He most recently managed Saudi First D",
    "Robbie_McEwen": "Robbie McEwen  (born 24 June 1972) is an Australian former professional road cyclist. He is a three-time winner of the Tour de F",
    "Robbie_Winters": "Robert Winters (born 4 November 1974) is a Scottish former footballer who played as a striker. He made one appearance for the Sc",
    "Robert_Allenby": "Robert Allenby (born 12 July 1971) is an Australian professional golfer.\n\n\n== Early years ==\nAllenby was born in Melbourne on 12",
    "Robert_Coles_(golfer)": "Robert Anthony Coles (born 2 September 1972) is an English professional golfer who formerly played on the European Tour.\nColes w",
    "Robert_Croft": "Robert Damien Bale Croft  (born 25 May 1970) is a former Welsh cricketer who played international cricket for the England cricke",
    "Robert_Karlsson": "Robert Karlsson (born 3 September 1969) is a Swedish professional golfer who has played on the European Tour and the PGA Tour, a",
    "Robert_Mugabe": "Robert Gabriel Mugabe (; Shona: [muɡaɓe]; 21 February 1924 – 6 September 2019) was a Zimbabwean revolutionary and politician who",
    "Robert_P._Casey": "",
    "Robert_Pelletreau": "Robert Halsey Pelletreau Jr. (born July 9, 1935) is an American former diplomat who was United States Ambassador to Bahrain (197",
    "Robert_Pirès": "",
    "Robert_Reichel": "Robert Reichel (born June 25, 1971) is a Czech former professional ice hockey centre and coach.  He began his career with HC Lit",
    "Robert_Rubin": "Robert Edward Rubin (born August 29, 1938) is an American retired banking executive, lawyer, and former government official. He ",
    "Robert_Samuels": "Robert Samuels may refer to:\n\nRobert Samuels (cricketer)\nRobert Samuels (journalist)\n\n\n== See also ==\nRobert Samuel, English pri",
    "Robert_Schuman": "Jean-Baptiste Nicolas Robert Schuman (French: [ʁɔbɛʁ ʃuman]; 29 June 1886 – 4 September 1963) was a Luxembourg-born French state",
    "Robert_W._Baird": "Robert Wilson Baird (1883–1969) was an American businessman who helped found the Robert W. Baird & Co., and led it for more than",
    "Roberta_Brunet": "Roberta Brunet (born 20 May 1965 in Aosta) is a former middle distance runner from Italy\n\n\n== Biography ==\nRoberta Brunet won fo",
    "Roberto_Alomar": "Roberto Alomar Velázquez (; Spanish pronunciation: [aloˈmaɾ]; born February 5, 1968) is a Puerto Rican former second baseman who",
    "Roberto_Ayala": "Roberto Fabián Ayala ([roˈβeɾto faˈβjan aˈʝala]; born 14 April 1973), nicknamed El Ratón (\"The Mouse\"), is an Argentine former f",
    "Roberto_Baggio": "Roberto Baggio  (Italian pronunciation: [roˈbɛrto ˈbaddʒo]; born 18 February 1967) is an Italian former professional footballer ",
    "Roberto_Benigni": "Roberto Remigio Benigni  (Italian: [roˈbɛrto beˈniɲɲi]; born 27 October 1952) is an Italian actor, comedian, screenwriter and di",
    "Roberto_Bisconti": "Roberto Bisconti (born 21 July 1973) is a Belgian retired professional footballer who played as a midfielder.\n\n\n== Club career =",
    "Roberto_Carlos_(Spanish_footballer)": "",
    "Roberto_Carlos_(footballer)": "",
    "Roberto_Carretero": "Roberto Carretero Díaz (born 30 August 1975) is a Spanish former professional tennis player. He won one singles title, the 1996 ",
    "Roberto_Chiappa": "Roberto Chiappa (born 11 September 1973) is an Italian track cyclist born in Terni. He is a 44 time Italian Champion and became ",
    "Roberto_Durán": "Roberto Carlos Durán Samaniego (born June 16, 1951) is a Panamanian former professional boxer who competed from 1968 to 2001. He",
    "Roberto_M._Levingston": "",
    "Roberto_Mancini": "Roberto Mancini  (Italian pronunciation: [roˈbɛrto manˈtʃiːni]; born 27 November 1964) is an Italian football manager and former",
    "Robin_Brooke": "Robin Matthew Brooke (born 10 December 1966 in Warkworth, New Zealand) is a former New Zealand rugby player. He played for the N",
    "Robin_Ventura": "Robin Mark Ventura (born July 14, 1967) is an American former professional baseball third baseman and manager. Ventura played 16",
    "Rochdale_A.F.C.": "Rochdale Association Football Club is a professional association football club based in the town of Rochdale, Greater Manchester",
    "Rochester,_New_Hampshire": "Rochester is a city in Strafford County, New Hampshire, United States. The population was 32,492 at the 2020 census, making it t",
    "Rocky": "Rocky is a 1976 American independent sports drama film directed by John G. Avildsen and written by and starring Sylvester Stallo",
    "Rocky_Coppinger": "John Thomas Coppinger (born March 19, 1974) is a former pitcher in Major League Baseball who played from 1996 through 2001 for t",
    "Rod_Beck": "Rodney Roy Beck (August 3, 1968 – June 23, 2007), nicknamed \"Shooter\", was an American professional baseball relief pitcher in M",
    "Roda_JC": "",
    "Rodney_Eyles": "Rodney James Eyles (born 15 September 1967 in Brisbane) is a former professional squash player from Australia. He is best rememb",
    "Roermond": "Roermond (Dutch pronunciation: [ruːrˈmɔnt] ; Limburgish: Remunj [ʀəˈmʏɲ] or Remuunj [ʀəˈmyːɲ]) is a city, municipality, and dioc",
    "Rogel_Nachum": "Rogel Nachum (or Nahum, Hebrew: רוגל נחום; born 21 May 1967) is a retired Israeli triple jumper, whose personal best was 17.20 m",
    "Roger_Black": "Roger Anthony Black MBE (born 31 March 1966) is an English former athlete who competed internationally for Great Britain and Eng"
}