{
    "Roger_Chapman_(golfer)": "Roger Michael Chapman (born 1 May 1959) is an English professional golfer who played on the European Tour and later on the PGA T",
    "Roger_Clemens": "William Roger Clemens (born August 4, 1962), nicknamed \"Rocket\", is an American former professional baseball pitcher who played ",
    "Roger_García_Junyent": "",
    "Roger_Kingdom": "Roger Kingdom  (born August 26, 1962) is an American former sprint hurdler who was twice Olympic champion in the 110 meters. Kin",
    "Roger_Pavlik": "Roger Allen Pavlik (born October 4, 1967) is a former Major League Baseball pitcher who played for the Texas Rangers from 1992 t",
    "Rogers_Cup_(tennis)": "",
    "Rohan_Robinson": "Rohan Stuart Robinson (born 15 November 1971 in Melbourne, Victoria) is an Australian retired hurdler.\nHis personal best time wa",
    "Roland_Holder": "Roland Irwin Christopher Holder (born 22 December 1967) is a cricketer, born in Port of Spain, Trinidad who played the majority ",
    "Rolf_Ekéus": "Carl Rolf Ekéus (born 7 July 1935) is a Swedish diplomat.  From 1978 to 1983, he was a representative to the Conference on Disar",
    "Rolf_Fringer": "Rolf Fringer  (born 26 January 1957) is an Austrian football manager and former player. He has managed the Switzerland national ",
    "Rolf_Sørensen": "Rolf Sørensen (born 20 April 1965) is a former Danish professional road bicycle racer.  He is currently working as a cycling com",
    "Roman_Empire": "The Roman Empire was the era of Roman civilisation lasting from 27 BC to 476 AD. Rome ruled the Mediterranean and much of Europe",
    "Romania": "Romania is a country located at the crossroads of Central, Eastern and Southeast Europe. It borders Ukraine to the north and eas",
    "Romania_national_football_team": "The Romania national football team (Romanian: Echipa națională de fotbal a României) represents Romania in men's international f",
    "Romania_national_under-21_football_team": "The Romania national under-21 football team, also known as Romania under-21s or Romania U21(s), is considered to be the feeder t",
    "Romanian_National_Unity_Party": "The Romanian National Unity Party (Romanian: Partidul Unităţii Naţionale a Românilor, PUNR) was a nationalist political party in",
    "Romanians": "Romanians (Romanian: români, pronounced [roˈmɨnʲ]; dated exonym Vlachs) are a Romance-speaking ethnic group and nation native to",
    "Romano_Prodi": "Romano Prodi  (Italian: [roˈmaːno ˈprɔːdi] ; born 9 August 1939) is an Italian politician who served as President of the Europea",
    "Rome": "Rome (Italian and Latin: Roma, pronounced [ˈroːma] ) is the capital city of Italy. It is also the capital of the Lazio region, t",
    "Romesh_Kaluwitharana": "Deshabandu Romesh Shantha Kaluwitharana (Sinhala: රොමේෂ් ශාන්ත කලුවිතාරණ; born 24 November 1969) is a former Sri Lankan crickete",
    "Ron_Wright_(baseball)": "Ronald Wade Wright (born January 21, 1976) is an American former professional baseball player whose career spanned 11 seasons, f",
    "Ronald_Brunmayr": "Ronald Brunmayr (born 17 February 1975) is an Austrian football manager and a former player who is currently the assistant manag",
    "Ronald_Goldman": "",
    "Ronald_Hamming": "Ronald Hamming (born January 9, 1973, in Zeegse, Drenthe) is a football striker from the Netherlands, who played for BV Veendam ",
    "Ronald_Reagan": "Ronald Wilson Reagan (February 6, 1911 – June 5, 2004) was an American politician and actor who served as the 40th president of ",
    "Ronald_Waterreus": "Ronald Katarina Martinus Waterreus (Dutch pronunciation: [ˈroːnɑlt kaːtaːˈrinaː mɑrˈtinʏs ˈʋaːtərøːs]; born 25 August 1970) is a",
    "Ronald_de_Boer": "Ronaldus de Boer (Dutch pronunciation: [ˈroːnɑl də ˈbuːr]; born 15 May 1970) is a Dutch former professional footballer who playe",
    "Ronaldo": "Ronaldo is a Portuguese given name equivalent to the English Ronald. It became a common name in all Portuguese-speaking countrie",
    "Ronan_Rafferty": "Ronan Patrick Rafferty (born 13 January 1964) is a Northern Irish professional golfer who formerly played on the European Tour. ",
    "Ronde_van_Nederland": "",
    "Ronnie_Irani": "Ronald Charles Irani (born 26 October 1971) is an English former cricketer. He played three Tests for England in 1996 and 1999, ",
    "Roosevelt_family": "The Roosevelt family is an American political family from New York whose members have included two United States presidents, a F",
    "Rory_Underwood": "Rory Underwood,  (born 19 June 1963) is an English former rugby union player. He is England's record international try scorer, w",
    "Rosario,_Santa_Fe": "",
    "Rosario_Central": "Club Atlético Rosario Central (Spanish pronunciation: [roˈsaɾjo senˈtɾal]), more commonly referred to as Rosario Central, is a s",
    "Rose_Bowl_(stadium)": "The Rose Bowl is an outdoor athletic stadium located in Pasadena, California. Opened in October 1922, the stadium is recognized ",
    "Rose_Cheruiyot": "Rose Jelagat Cheruiyot (born 21 July 1976) is a runner from Kenya. She competed in the 5000 metres at the 1996 Summer Olympics a",
    "Rosenborg_BK": "Rosenborg Ballklub, commonly referred to simply as Rosenborg (Urban East Norwegian: [ˈrùːsn̩bɔrɡ]) or RBK, is a Norwegian profes",
    "Roshan_Mahanama": "Deshabandu Roshan Siriwardene Mahanama (Sinhala: රොෂාන් මහානාම, [roʃa:n maɦa:na:mə]; born 31 May 1966) is a former Sri Lankan cr",
    "Ross_County_F.C.": "Ross County Football Club is a professional football club based in Dingwall, Scotland. The club currently play in the Scottish P",
    "Ross_McFarlane": "Ross McFarlane (born 25 May 1961) is an English professional golfer.\nMcFarlane was born in Manchester, and is the son of Manches",
    "Ross_Perot": "Henry Ross Perot Sr. (  pə-ROH; June 27, 1930 – July 9, 2019) was an American businessman, politician and philanthropist. He was",
    "Rostelecom": "Rostelecom (Ростелеком) is Russia’s largest provider of digital services for a wide variety of consumers, households, private bu",
    "Rotary_International": "Rotary International is one of the largest service organizations in the world. The mission of Rotary, as stated on its website, ",
    "Rotherham_United_F.C.": "Rotherham United Football Club, nicknamed The Millers, is a professional association football club based in Rotherham, South Yor",
    "Rotterdam": "Rotterdam ( ROT-ər-dam, UK also  ROT-ər-DAM; Dutch: [ˌrɔtərˈdɑm] ; lit. 'The Dam on the River Rotte') is the second-largest city",
    "Rottweiler": "The Rottweiler (, UK also , German: [ˈʁɔtvaɪ̯lɐ] ) is a breed of domestic dog, regarded as medium-to-large or large. The dogs we",
    "Rovereto": "Rovereto (Italian pronunciation: [roveˈreːto]; \"wood of sessile oaks\"; locally: Roveredo) is a city and comune in Trentino in no",
    "Rowanduz": "",
    "Roxbury,_Vermont": "Roxbury is a town in Washington County, Vermont, United States, created by Vermont charter on  August 6, 1781. The population wa",
    "Roy_Aitken": "Robert Sime \"Roy\" Aitken (born 24 November 1958) is a Scottish former football player and manager. He made over 480 league appea",
    "Roy_Keane": "Roy Maurice Keane (born 10 August 1971) is an Irish football pundit, former coach, and former professional player. He is the joi",
    "Royal_Antwerp_FC": "",
    "Royal_Boskalis_Westminster": "",
    "Royal_Clipper": "Royal Clipper is a steel-hulled five-masted fully rigged tall ship used as a cruise ship. She was redesigned by Robert McFarlane",
    "Royal_Free_Hospital": "The Royal Free Hospital (also known simply as the Royal Free) is a major teaching hospital in the Hampstead area of the London B",
    "Royal_Meteorological_Institute": "The Royal Meteorological Institute of Belgium (French: Institut Royal Météorologique de Belgique or IRM; Dutch: Koninklijk Meteo",
    "Royal_Tunbridge_Wells": "Royal Tunbridge Wells is a town in Kent, England, 30 miles (50 kilometres) southeast of central London.  It lies close to the bo",
    "Royce_Clayton": "Royce Spencer Clayton (born January 2, 1970) is an American former professional baseball shortstop. He played in Major League Ba",
    "Rubber_Board": "The Rubber Board is a statutory organization of constituted under Section (4) of the Rubber Act, 1947 and functions under the ad",
    "Ruben_Kruger": "Ruben Jacobus Kruger (30 March 1970 – 27 January 2010) was a South African rugby union player. He played as a flanker. He had tw",
    "Rubens_Barrichello": "Rubens Gonçalves Barrichello (Brazilian Portuguese: [ˈʁubẽjz ʁuˈbĩɲu ɡõˈsawviz baʁiˈkɛlu]; born 23 May 1972) is a Brazilian raci",
    "Rubén_Sierra": "Rubén Angel Sierra García (born October 6, 1965) is a Puerto Rican former Major League Baseball (MLB) outfielder. Over 20 season",
    "Ruch_Chorzów": "Ruch Chorzów (Polish: [ˈrux ˈxɔʐuf] ) is a Polish professional football club based in Chorzów, Upper Silesia. It is one of the m",
    "Rudi_Vata": "Rudi Vata (born 13 February 1969) is an Albanian former professional footballer who played as a defender, and had also a short s",
    "Rudyard,_Montana": "Rudyard is an unincorporated community and census-designated place (CDP) in Hill County, Montana, United States. The population ",
    "Rugby_Football_Union": "The Rugby Football Union (RFU) is the national governing body for rugby union in England. It was founded in 1871, and was the sp",
    "Rugby_World_Cup": "The Men's Rugby World Cup is a rugby union tournament contested every four years between the top international teams, the winner",
    "Rugby_football": "Rugby football is the collective name for the team sports of rugby union or rugby league.\nRugby football started at Rugby School",
    "Rugby_league": "Rugby league football, commonly known as rugby league in English-speaking countries and rugby XIII in non-Anglophone Europe and ",
    "Rugby_union": "Rugby union football, commonly known simply as rugby union or often just rugby, is a close-contact team sport that originated at",
    "Ruggiero_Rizzitelli": "Ruggiero Rizzitelli (Italian pronunciation: [rudˈdʒɛːro rittsiˈtɛlli]; born 2 September 1967) is an Italian former footballer wh",
    "Rui_Barros": "Rui Gil Soares de Barros (born 24 November 1965) is a Portuguese former professional footballer who played as an attacking midfi",
    "Rui_Correia": "Rui Manuel da Silva Correia (born 22 October 1967) is a Portuguese former professional footballer who played as a goalkeeper.\nHe",
    "Rui_Costa": "Rui Manuel César Costa  (Portuguese pronunciation: [ʁuj ˈkɔʃtɐ]; born 29 March 1972) is a Portuguese former professional footbal",
    "Rui_Madeira": "Rui Adelino Pinto Madeira (born 1 March 1969, in Almada) is a former rally driver from Portugal. He was the first Portuguese ral",
    "Rumbek": "Rumbek (Arabic: رمبك) is the capital of Lakes State in the  Bahr el Ghazal region of South Sudan.\n\n\n== Location ==\nRumbek is app",
    "Run_(baseball)": "In baseball, a run is scored when a player advances around first, second and third base and returns safely to home plate, touchi",
    "Rupert_Murdoch": "Keith Rupert Murdoch  ( MUR-dok; born 11 March 1931) is an Australian-born American business magnate, investor, oligarch, and me",
    "Ruse,_Bulgaria": "Ruse (also transliterated as Rousse, Russe; Bulgarian: Русе [ˈrusɛ]) is the fifth largest city in Bulgaria. Ruse is in the north",
    "Russ_Cochran": "Russell Earl Cochran (born October 31, 1958) is an American professional golfer who plays on the PGA Tour Champions, having prev",
    "Russell_Claydon": "Russell Claydon (born 19 November 1965) is an English professional golfer.\nClaydon was born in Cambridge, England. He won the En",
    "Russia": "Russia, or the Russian Federation, is a country spanning Eastern Europe and North Asia. It is the largest country in the world b",
    "Russia_national_football_team": "The Russia national football team (Russian: Сборная России по футболу, romanized: Sbornaya Rossii po futbolu) represents Russia ",
    "Russian_Empire": "The Russian Empire was a vast empire that spanned most of northern Eurasia from its proclamation in November 1721 until the proc",
    "Russian_Trading_System": "The Russian Trading System (RTS; Russian: Фондовая биржа РТС) was a stock market that operated in Moscow from 1995 to 2011. It w",
    "Rusty_Greer": "Thurman Clyde \"Rusty\" Greer III (born January 21, 1969) is an American former professional baseball outfielder who played in Maj",
    "Ruth_Perry": "Ruth Sando Fahnbulleh Perry (16 July 1939 – 8 January 2017) was a Liberian politician. She served as the interim Chairman of the",
    "Ruxandra_Dragomir": "Ruxandra Dragomir Ilie (born 24 October 1972) is a retired tennis player from Romania.\nShe won four singles and five doubles tit",
    "Rwanda": "Rwanda, officially the Republic of Rwanda, is a landlocked country in the Great Rift Valley of East Africa, where the African Gr",
    "Ryder_Cup": "The Ryder Cup is a biennial men's golf competition between European and United States teams. The competition is contested every ",
    "Ryne_Sandberg": "Ryne Dee Sandberg (born September 18, 1959), nicknamed \"Ryno\", is an American former professional baseball player, coach, and ma",
    "Ryszard_Wieczorek": "Ryszard Wieczorek (born 25 January 1962) is a Polish professional football manager and former player who played as a midfielder.",
    "Ryutaro_Hashimoto": "Ryutaro Hashimoto (橋本 龍太郎, Hashimoto Ryūtarō, 29 July 1937 – 1 July 2006) was a Japanese politician who served as prime minister",
    "Régine_Cavagnoud": "Régine Cavagnoud (27 June 1970 – 31 October 2001) was a World Cup alpine ski racer from France. She was the World Cup and World ",
    "S&P_500": "S, or for lowercase, s, is the nineteenth letter of the Latin alphabet, used in the English alphabet, the alphabets of other wes",
    "S.C._Braga": "Sporting Clube de Braga (European Portuguese pronunciation: [sɨˈpɔɾtĩ ˈkluβɨ ðɨ ˈβɾaɣɐ]; Euronext Lisbon: SCB\n), commonly known ",
    "S.C._Espinho": "Sporting Clube de Espinho, also known as Sporting de Espinho, is a Portuguese sports club from the city of Espinho in the Aveiro",
    "S.L._Benfica": "Sport Lisboa e Benfica (Portuguese pronunciation: [sɨˈpɔɾ liʒˈβoɐ i βɐ̃jˈfikɐ] ), commonly known as Benfica, is a professional f",
    "S.S.C._Napoli": ""
}