{
    "Dampier,_Western_Australia": "Dampier is a major industrial port in the Pilbara region in the northwest of Western Australia. It is located near the city of K",
    "Dan_Crowley": "",
    "Dan_Glickman": "Daniel Robert Glickman (born November 24, 1944) is an American politician, lawyer, lobbyist, and nonprofit leader. He served as ",
    "Dan_Jenson": "Dan Jenson (born 20 June 1975 in Brisbane, Australia) is an Australian former professional squash player. He joined the professi",
    "Dan_Petrescu": "Daniel \"Dan\" Vasile Petrescu (Romanian pronunciation: [daniˈel vaˈsile peˈtresku]; born 22 December 1967) is a Romanian football",
    "Dana_Rohrabacher": "Dana Tyrone Rohrabacher ( ROR-ə-BAH-kər; born June 21, 1947) is an American former politician who served in the U.S. House of Re",
    "Daniel_Andersson_(footballer_born_1977)": "",
    "Daniel_Bravo": "Daniel Bravo (born 9 February 1963) is a French former professional footballer who played as a midfielder. With the exception of",
    "Daniel_Chopra": "Daniel Samir Chopra (born 23 December 1973) is a Swedish professional golfer.\n\n\n== Early life ==\nChopra was born in Stockholm, S",
    "Daniel_Ducruet": "Daniel Ducruet (French: [dykʁɥɛ]; born 27 November 1964) is a former husband of Princess Stéphanie of Monaco, to whom he was mar",
    "Daniel_Herbert": "Daniel Herbert (born 6 February 1974) is an Australian rugby union administrator and former player who was appointed as the chai",
    "Daniel_Komen": "Daniel Kipngetich Komen (born 17 May 1976) is a Kenyan middle- and long-distance runner. Remembered for his rivalry with Haile G",
    "Daniel_Nestor": "Daniel Mark Nestor  ( NES-tər; Serbian: Данијел Нестор, romanized: Danijel Nestor; born September 4, 1972 in Belgrade, SR Serbia",
    "Daniel_Prodan": "Daniel \"Didi\" Claudiu Prodan (23 March 1972 – 16 November 2016) was a Romanian professional footballer who played mainly as a ce",
    "Daniel_Vacek": "Daniel Vacek (born 1 April 1971) is a former tennis player from Czechoslovakia and the Czech Republic who turned professional in",
    "Daniel_da_Cruz_Carvalho": "",
    "Daniele_Carnasciali": "Daniele Carnasciali (Italian pronunciation: [daˈnjɛːle karnaʃˈʃaːli]; born 6 September 1966) is a retired Italian professional f",
    "Danilo_Hondo": "Danilo Hondo (born 4 January 1974) is a German former professional road bicycle racer. He won the German National Road Race in 2",
    "Danny_Blind": "Dirk Franciscus \"Danny\" Blind (Dutch pronunciation: [ˈdɪr(ə)k frɑnˈsɪskʏz ˈdɛni ˈblɪnt]; born 1 August 1961) is a Dutch former f",
    "Danny_Tartabull": "Danilo Tartabull Mora (born October 30, 1962) is a Cuban–Puerto Rican former professional baseball right fielder and designated ",
    "Dante_Bichette": "Alphonse Dante Bichette Sr. (; born November 18, 1963) is an American former professional baseball player. He played in Major Le",
    "Darius_Milhaud": "Darius Milhaud (French: [daʁjys mijo]; 4 September 1892 – 22 June 1974) was a French composer, conductor, and teacher. He was a ",
    "Dariusz_Rosati": "Dariusz Kajetan Rosati ['darjuʂ rɔsati]  (born 8 August 1946 as Gaetano Dario Rosati) is a Polish professor of economics and a p",
    "Dariusz_Wosz": "Dariusz Wosz (German pronunciation: [ˈdaːʁi̯ʊs ˈvɔʃ], Polish: [ˈdarjuʐ ˈvɔʂ]; born 8 June 1969) is a German professional footbal",
    "Darlington_F.C.": "Darlington Football Club is an association football club based in Darlington, County Durham, England. As of the 2023–24 season, ",
    "Darren_Anderton": "Darren Robert Anderton (born 3 March 1972) is an English former professional footballer and pundit.\nAs a player, he was a midfie",
    "Darren_Bragg": "Darren William Bragg (born September 7, 1969) is an American former baseball outfielder who played 11 seasons in Major League Ba",
    "Darren_Dreifort": "Darren James Dreifort (born May 3, 1972) is an American former Major League Baseball pitcher for the Los Angeles Dodgers.\n\n\n== E",
    "Darren_Eadie": "Darren Malcolm Eadie (born 10 June 1975) is an English football manager and former professional footballer, who is joint-manager",
    "Darren_Garforth": "Darren Garforth (born 9 April 1966) is a former international rugby union player who played tighthead prop for Leicester Tigers ",
    "Darren_Gough": "Darren Gough  (born 18 September 1970) is a retired English cricketer and former captain of Yorkshire County Cricket Club. The s",
    "Darren_Jackson": "Darren Jackson (born 25 July 1966) is a Scottish former professional footballer, who played predominantly as a forward. Jackson ",
    "Darren_Lehmann": "Darren Scott Lehmann (born 5 February 1970) is an Australian cricket coach and former cricketer who coached the Australian natio",
    "Darryl_Powell": "Darryl Anthony Powell (born 15 November 1971) is a sports agent and former professional footballer who made more than 350 appear",
    "Darryl_Strawberry": "Darryl Eugene Strawberry (born March 12, 1962) is an American former professional baseball right fielder who played 17 seasons i",
    "Darryn_Hill": "Darryn William Hill (born 11 August 1974 in Perth) is an Australian former racing cyclist, specialising in the sprint events of ",
    "Daryll_Cullinan": "Daryll John Cullinan (born 4 March 1967) is a former South African first-class cricketer who played Test cricket and One Day Int",
    "Dave_Barr_(golfer)": "David Allen Barr (born March 1, 1952) is a Canadian professional golfer who has played on the Canadian Tour, PGA Tour and Champi",
    "Dave_Gilbert_(cricketer)": "David Robert Gilbert (born 29 December 1960) is a former Australian cricketer who played in nine Test matches and 14 One Day Int",
    "Dave_McPherson_(footballer)": "David McPherson (born 28 January 1964, in Paisley) is a Scottish former international footballer who played as a defender, best ",
    "Dave_Nilsson": "David Wayne Nilsson  (born 14 December 1969) is an Australian former professional baseball catcher and current manager of the Au",
    "Dave_Richardson": "",
    "Dave_Telgheder": "David William Telgheder (born November 11, 1966) is an American former Major League Baseball (MLB) pitcher who played for the Ne",
    "Dave_Wilson_(rugby_union)": "",
    "Davey_Johnson": "David Allen Johnson (born January 30, 1943) is an American former professional baseball player and manager. He played as a secon",
    "David": "David (; Biblical Hebrew: דָּוִד‎, romanized: Dāwīḏ, \"beloved one\") was a king of ancient Israel and Judah and the third king of",
    "David_Batty": "David Batty (born 2 December 1968) is an English former professional footballer who played as a defensive midfielder.\nBatty play",
    "David_Boon": "David Clarence Boon  (born 29 December 1960) is an Australian cricket match referee, former cricket commentator and internationa",
    "David_Brabham": "David Philip Brabham (born 5 September 1965) is an Australian racing driver and one of the most successful and experienced speci",
    "David_Byas": "David Byas (born 26 August 1963)) is an English first-class cricketer, who played for Yorkshire and latterly Lancashire, in a 17",
    "David_Campese": "David Ian Campese, AM (; born 21 October 1962), also known as Campo, is a former Australian rugby union player (1982–1996), who ",
    "David_Carter_(golfer)": "David Malcolm Carter (born 16 June 1972) is an English golfer.\nCarter was born in Johannesburg, South Africa, and represented hi",
    "David_Coulthard": "David Marshall Coulthard  (born 27 March 1971) is a British former racing driver and broadcaster from Scotland, who competed in ",
    "David_Elleray": "David Roland Elleray,   (born 3 September 1954), is an English former football referee who officiated in the Football League, Pr",
    "David_Evans_(squash_player)": "David Evans (born 24 October 1974, in Pontypool, Wales) is a squash player from Wales. He won the British Open in 2000, beating ",
    "David_Giffin": "David Giffin (born 6 November 1973) is a former vice-captain of the Wallabies in rugby union, where he played in the lock positi",
    "David_Gilford": "David Gilford (born 14 September 1965) is an English professional golfer.\nGilford was born in Crewe. In 1981, aged just 15, he w",
    "David_Ginola": "David Ginola-Ceze (born 25 January 1967) is a French former professional footballer who has also worked as an actor, model and f",
    "David_Howell_(golfer)": "David Alexander Howell (born 23 June 1975) is an English professional golfer. His career peaked in 2006, when he won the BMW Cha",
    "David_Hulse_(baseball)": "",
    "David_J_Russell": "",
    "David_Kelly_(footballer)": "",
    "David_Levy_(Israeli_politician)": "David Levy (Hebrew: דוד לוי; 21 December 1937 – 2 June 2024) was an Israeli politician who served as a member of the Knesset bet",
    "David_MacEachern": "David \"Eli\" MacEachern (born November 4, 1967) was a two-sport athlete from Canada. He was a Canadian bobsledder who competed in",
    "David_Millns": "David James Millns (born 27 February 1965) is a first class cricket umpire and English former professional cricketer who played ",
    "David_Peleg": "David Akiva Peleg (1942 − 27 November 2013) was an Israeli historian and diplomat. From 2004 to 2009, he served as the ambassado",
    "David_Platt_(footballer)": "",
    "David_Prinosil": "David Prinosil (Czech: David Přinosil; born 9 March 1973) is a former tennis player from Germany, who turned professional in 199",
    "David_Richards_(racing)": "",
    "David_Rikl": "David Rikl (born 27 February 1971) is a former professional tennis player from the Czech Republic. His success came mostly in do",
    "David_Rowson": "David Andrew Rowson (born 14 September 1976) is a Scottish former footballer.\n\n\n== Career ==\nHe started his professional career ",
    "David_Segui": "David Vincent Segui, (; born July 19, 1966) is an American former Major League Baseball first baseman.\nSegui was born in Kansas ",
    "David_Sesa": "David Sesa (born 10 July 1973) is a Swiss football manager and former player. He is the manager of Rapperswil-Jona. A midfielder",
    "David_Wheaton": "David Wheaton (born June 2, 1969) is an American author, radio host, columnist, and former professional tennis player.\n\n\n== Pers",
    "David_Zitelli": "David Zitelli (born 30 October 1968) is a French former professional footballer who played as a striker. While at Strasbourg he ",
    "David_Škoch": "David Škoch (born 6 November 1976) is a professional doubles tennis player from the Czech Republic. He was the Wimbledon boys' s",
    "Davidson_Ezinwa": "Davidson Ezinwa (born 22 November 1971) is a former sprinter from Nigeria.\nHe won a silver medal at the 1992 Summer Olympics as ",
    "Davis_Cup": "The Davis Cup is the premier international team event in men's tennis. It is organised by the International Tennis Federation (I",
    "Davis_Kamoga": "Davis Kamoga (born July 17, 1968) is a Ugandan athlete competing in 400 m. He won the bronze medal at the 1996 Summer Olympics i",
    "Davis_Love_III": "Davis Milton Love III (born April 13, 1964) is an American professional golfer who has won 21 events on the PGA Tour, including ",
    "Davor_Šuker": "Davor Šuker (Croatian pronunciation: [dâʋoːr ʃǔker] ; born 1 January 1968) is a Croatian football administrator and former profe",
    "Dawn_(newspaper)": "Dawn is a Pakistani English-language newspaper that was launched in British India by Muhammad Ali Jinnah in 1941. It is the larg",
    "Dayton,_Ohio": "Dayton ( ) is a city in Montgomery and Greene counties in the U.S. state of Ohio. As of the 2020 census, the city proper had a p",
    "Dayton_Agreement": "The General Framework Agreement for Peace in Bosnia and Herzegovina, also known as the Dayton Agreement or the Dayton Accords (S",
    "De_Graafschap": "Vereniging Betaald Voetbal De Graafschap, simply known as De Graafschap (Dutch pronunciation: [də ˈɣraːfsxɑp]) is a professional",
    "Dead_Sea": "The Dead Sea (Arabic: اَلْبَحْر الْمَيِّت, romanized: al-Baḥr al-Mayyit, or اَلْبَحْر الْمَيْت, al-Baḥr al-Mayt; Hebrew: יַם הַמ",
    "Dean_Gorré": "Dean Roberto Gorré (born 10 September 1970) is a Dutch-Surinamese football coach and former player. He was recently the interim ",
    "Dean_Headley": "Dean Warren Headley (born 27 January 1970) is a former English professional cricketer who played as a right-arm fast bowler for ",
    "Dean_Holdsworth": "Dean Christopher Holdsworth (born 8 November 1968) is an English former professional football player and manager who is the tech",
    "Dean_Jones_(cricketer)": "Dean Mervyn Jones  (24 March 1961 – 24 September 2020) was an Australian cricket player, coach and commentator who played Tests ",
    "Dean_Palmer": "Dean William Palmer (born December 27, 1968) is an American former third baseman in Major League Baseball who had a 14-year care",
    "Dean_Richards_(rugby_union)": "Dean Richards (born 11 July 1963) is a rugby union coach and former player for Leicester Tigers, England and British & Irish Lio",
    "Dean_Saunders": "Dean Nicholas Saunders (born 21 June 1964) is a Welsh football manager and former professional footballer.\nAs a player, he was a",
    "Dean_Sturridge": "Dean Constantine Sturridge (born 26 July 1973) is an English former professional footballer and football commentator for beIN Sp",
    "Dean_Ward": "Dean Ward may refer to:\n\nDean Ward (bobsleigh), British bobsledder\nDean Ward (screenwriter), American screenwriter and filmmaker",
    "Dean_Windass": "Dean Windass (born 1 April 1969) is an English former professional footballer who played as a striker. He played spells at Bradf",
    "Debbie_Graham": "Debbie Graham or Debbie Graham Shaffer (born August 25, 1970) is a retired tennis player from the United States.\nShe was awarded",
    "Deborah_Compagnoni": "Deborah Compagnoni (Italian pronunciation: [ˈdɛːbora kompaɲˈɲoːni]; born 4 June 1970) is an Italian former Alpine skier who won ",
    "Debreceni_VSC": "Debreceni Vasutas Sport Club is a Hungarian professional football club based in Debrecen that competes in the Nemzeti Bajnokság "
}