{
    "S.S._Lazio": "",
    "SBC_Communications": "",
    "SBM_Offshore": "SBM Offshore N.V. (IHC Caland N.V. prior to July 2005) is a Dutch-based global group of companies selling systems and services t",
    "SC_Bastia": "Sporting Club Bastia (Corsican: Sporting Club di Bastia, commonly referred to as SC Bastia or simply Bastia) is a French profess",
    "SC_Freiburg": "Sport-Club Freiburg e.V., commonly known as SC Freiburg (German pronunciation: [ʔɛs ˈtseː ˈfʁaɪbʊɐ̯k]), is a German professional",
    "SC_Heerenveen": "Sportclub Heerenveen (Dutch pronunciation: [ˈspɔrtklʏp ˌɦeːrə(ɱ)ˈveːn]; West Frisian: Sportklub It Hearrenfean) is a Dutch profe",
    "SC_Tavriya_Simferopol": "Sports Club Tavriya (Ukrainian: Спортивний клуб \"Таврія\") was a Ukrainian football club from Simferopol. Tavriya was a member of",
    "SD_Compostela": "Sociedade Deportiva Compostela is a Spanish football team based in Santiago de Compostela, Galicia. They play home matches at Sa",
    "SEGRO": "",
    "SFC_Opava": "Slezský FC Opava is a professional football club based in Opava, Czech Republic. The club plays in the Czech National Football L",
    "SIDOR": "Siderúrgica de Orinoco C.A. (Sidor) is the largest Venezuelan steel corporation. The company is situated in an industrial zone i",
    "SK_Brann": "Sportsklubben Brann is a Norwegian professional football club based in Bergen. Founded on 26 September 1908, Brann has played in",
    "SK_Dynamo_České_Budějovice": "SK Dynamo České Budějovice is a professional football club from České Budějovice, Czech Republic. They currently play in the Cze",
    "SK_Rapid_Wien": "Sportklub Rapid (German pronunciation: [ʁaˈpiːd]), commonly known as Rapid Wien or Rapid Vienna in English, is an Austrian profe",
    "SK_Sigma_Olomouc": "SK Sigma Olomouc is a Czech professional football club based in the city of Olomouc. The club currently competes in the Czech Fi",
    "SK_Sturm_Graz": "Sportklub Sturm Graz is an Austrian professional association football club, based in Graz, playing in the Austrian Football Bund",
    "SNCF": "The Société nationale des chemins de fer français (French pronunciation: [sɔsjete nɑsjɔnal de ʃ(ə)mɛ̃ d(ə) fɛʁ fʁɑ̃sɛ]; abbrevia",
    "SPAL_1907": "",
    "SV_Ried": "SV Ried, commonly known as SV Guntamatic Ried for sponsorship reasons, is an Austrian association football club based in Ried im",
    "SV_Werder_Bremen": "Sportverein Werder Bremen von 1899 e. V. (German pronunciation: [ɛs faʊ̯ ˌvɛʁdɐ ˈbʁeːmən] ), commonly known as Werder Bremen, We",
    "Sabina_Panzanini": "Sabina Panzanini (born February 16, 1972) is an Italian former Alpine skier. She competed at the 1994 Winter Olympics and the 19",
    "Sabine_Appelmans": "Sabine Appelmans  (born 22 April 1972) is a former professional tennis player from Belgium. She was Belgium's Fed Cup captain fr",
    "Sabine_Hack": "Sabine Hack (German pronunciation: [zaˈbiːnə ˈhak]; born 12 July 1969) is a former professional tennis player from Germany. She ",
    "Sabri_Lamouchi": "Sabri Lamouchi (born 9 November 1971) is a French football manager and former professional football midfielder. He is currently ",
    "Sachin_Tendulkar": "Sachin Ramesh Tendulkar ( ; pronounced [sətɕin teːɳɖulkəɾ]; born 24 April 1973) is an Indian former international cricketer who ",
    "Sacramento_Kings": "The Sacramento Kings are an American professional basketball team based in Sacramento, California. The Kings compete in the Nati",
    "Saddam_Hussein": "Saddam Hussein (28 April 1937 – 30 December 2006) was an Iraqi politician and revolutionary who served as the fifth president of",
    "Saeb_Erekat": "Saeb Muhammad Salih Erekat (Arabic: صائب محمد صالح عريقات Ṣāʼib ʻUrayqāt; also ʻRēqāt, Erikat, Erakat, Arekat; 28 April 1955 – 1",
    "Saeed_Anwar": "Saeed Anwar  (Urdu: سعید انور; born 6 September 1968) is a Pakistani former cricketer and a former captain for Tests and ODIs. A",
    "Saffet_Sancaklı": "Saffet Sancaklı (Serbian Cyrillic: Сафет Санџакли, romanized: Safet Sandžakli; born 27 February 1966) is a Turkish former intern",
    "Saint_Croix,_U.S._Virgin_Islands": "",
    "Saint_Nicholas": "Saint Nicholas of Myra (traditionally 15 March 270 – 6 December 343), also known as Nicholas of Bari, was an early Christian bis",
    "Sakai,_Osaka": "",
    "Salah_Hissou": "Salaheddine Hissou (Arabic: صلاح حيسو) (born January 16, 1972) is a long-distance runner from Morocco, who won the gold medal ov",
    "Salang,_Afghanistan": "",
    "Sale_Grammar_School": "Sale Grammar School is a grammar school located in Sale to the south of Manchester, England.\nThe school became an Academy Trust ",
    "Sale_Sharks": "Sale Sharks are a professional rugby union club from Greater Manchester, England. Its team play in Premiership Rugby, and have b",
    "Saleem_Malik": "Saleem Malik (Punjabi: سلیم ملک; born 16 April 1963) is a Pakistani former cricketer.  He played for the Pakistan national crick",
    "Sali_Berisha": "Sali Ram Berisha (Albanian: [saˈli bɛˈɾiʃa] ; born 15 October 1944) is an Albanian cardiologist and conservative politician who ",
    "Sally_Barsosio": "Sally Barsosio (born 21 March 1978 in Keiyo District) is a Kenyan distance runner. As of 2015, Barsosio is the youngest ever med",
    "Sally_Boyden_(cyclist)": "Sally Boyden (born 7 April 1967 in North Ferriby, East Riding of Yorkshire) is a female former British track and road racing cyc",
    "Salomon_Brothers": "Salomon Brothers, Inc., was an American multinational bulge bracket investment bank headquartered in New York City. It was one o",
    "Salzburg": "Salzburg is the fourth-largest city in Austria. In 2020, it had a population of 156,852.\nThe town is on the site of the Roman se",
    "Sammy_Sosa": "Samuel Peralta Sosa (born November 12, 1968) is a Dominican-American former professional baseball right fielder. He played in Ma",
    "Samson_Kitur": "Samson Kitur (February 25, 1966 — April 25, 2003) was a Kenyan athlete, and an Olympic medalist in 1992.\n\n\n== Biography ==\nUnlik",
    "Samsung_Heavy_Industries": "Samsung Heavy Industries Co., Ltd. (Korean: 삼성중공업) is one of the largest shipbuilders in the world and one of the \"Big Three\" sh",
    "Samuel_Matete": "Samuel Matete (born 27 July 1968 in Chingola) is a retired male track and field athlete from Zambia, who competed mainly in 400 ",
    "San_Antonio_Spurs": "The San Antonio Spurs are an American professional basketball team based in San Antonio. The Spurs compete in the National Baske",
    "San_Diego": "San Diego (  SAN dee-AY-goh, Spanish: [san ˈdjeɣo]) is a city on the Pacific coast of Southern California, immediately adjacent ",
    "San_Diego_Chargers": "The San Diego Chargers were a professional American football team in the National Football League (NFL). The Chargers played in ",
    "San_Diego_Padres": "The San Diego Padres are an American professional baseball team based in San Diego. The Padres compete in Major League Baseball ",
    "San_Francisco": "San Francisco, officially the City and County of San Francisco, is a commercial, financial, and cultural center within Northern ",
    "San_Francisco_49ers": "The San Francisco 49ers (also written as the San Francisco Forty-Niners and nicknamed the Niners) are a professional American fo",
    "San_Francisco_Giants": "The San Francisco Giants are an American professional baseball team based in San Francisco. The Giants compete in Major League B",
    "San_Jose,_California": "San Jose, officially the City of San José (Spanish for 'Saint Joseph'  SAN hoh-ZAY, -⁠SAY; Spanish: [saŋ xoˈse]), is the largest",
    "San_Jose_Sharks": "The San Jose Sharks are a professional ice hockey team based in San Jose, California. The Sharks compete in the National Hockey ",
    "San_José,_Costa_Rica": "San José (Spanish: [saŋ xoˈse]; meaning \"Saint Joseph\") is the capital and largest city of Costa Rica, and the capital of San Jo",
    "San_Lorenzo_de_Almagro": "Club Atlético San Lorenzo de Almagro, commonly known as San Lorenzo de Almagro, is an Argentine professional sports club based i",
    "San_Marino": "San Marino (  SAN mə-REE-noh, Italian: [sam maˈriːno]; Romagnol: San Maréin or San Maroin), officially the Most Serene Republic ",
    "San_Marino_national_football_team": "The San Marino national football team (Italian: Nazionale di calcio di San Marino) represents San Marino in men's international ",
    "San_Mateo,_California": "San Mateo (Spanish for 'Saint Matthew') (  SAN mə-TAY-oh) is the most populous city in the county of the same name, on the San F",
    "Sanath_Jayasuriya": "Deshabandu Sanath Teran Jayasuriya (Sinhala: සනත් ‌‌ටෙරාන් ජයසූරිය, Tamil: சனத் ஜெயசூர்யா; born 30 June 1969), is a former Sri L",
    "Sandon_Stolle": "Sandon Stolle (born 13 July 1970) is a former professional male tennis player and at one time ranked No. 2 in World doubles.\nSan",
    "Sandra_Cacic": "Sandra Cacic (born September 10, 1974) is a retired American tennis player. She is of Croatian American descent and\nher Croatian",
    "Sandra_Cecchini": "Anna-Maria \"Sandra\" Cecchini (Italian pronunciation: [ˈsandra tʃekˈkiːni]; born 27 February 1965) is a retired tennis player fro",
    "Sandra_Kleinová": "Sandra Kleinová (born 8 May 1978) is a retired Czech tennis player.\nBorn in Prague, Kleinová reached the Fed Cup final in Nagoya",
    "Sandrine_Testud": "Sandrine Testud (born 3 April 1972) is a former professional tennis player from France.\n\n\n== Career ==\nTestud broke into top 20 ",
    "Sandusky,_Ohio": "Sandusky ( san-DUSS-kee) is a city in and the county seat of Erie County, Ohio, United States. Situated on the southern shore of",
    "Santa_Barbara,_California": "Santa Barbara (Spanish: Santa Bárbara, meaning 'Saint Barbara') is a coastal city in Santa Barbara County, California, of which ",
    "Santa_Claus": "Santa Claus (also known as Saint Nicholas, Saint Nick, Father Christmas, Kris Kringle, or Santa) is a legendary figure originati",
    "Santiago,_Chile": "",
    "Santiago_Bernabéu_Stadium": "Santiago Bernabéu Stadium (Spanish: Estadio Santiago Bernabéu, [esˈtaðjo sanˈtjaɣo βeɾnaˈβew] ) is a retractable roof football s",
    "Santiago_de_Cuba": "Santiago de Cuba is the second-largest city in Cuba and the capital city of Santiago de Cuba Province. It lies in the southeaste",
    "Santos_FC": "Santos Futebol Clube (Brazilian Portuguese: [ˈsɐ̃tus futʃiˈbɔw ˈklubi] ) is a Brazilian sports club based in Vila Belmiro, a bai",
    "Saqlain_Mushtaq": "Saqlain Mushtaq (born 29 December 1976) is a Pakistani cricket coach and former international cricketer who was the head coach o",
    "Saracens_F.C.": "Saracens Rugby Club () are an English professional rugby union club based in North London, England, currently playing in Premier",
    "Sarah_Brady": "Sarah Jane Brady (née Kemp; February 6, 1942 – April 3, 2015) was a prominent advocate for gun control in the United States. Her",
    "Sarah_Pitkowski-Malcor": "Sarah Pitkowski-Malcor (born 13 November 1975) is a former professional tennis player from France. Her career-high singles ranki",
    "Sarah_Thorsett": "Sarah (\"Renk\") Thorsett (born March 18, 1970) is a retired middle distance runner from the United States, who competed in the 19",
    "Sarajevo": "Sarajevo ( SARR-ə-YAY-voh) is the capital and largest city of Bosnia and Herzegovina, with a population of 275,524 in its admini",
    "Sardinia": "Sardinia ( sar-DIN-ee-ə; Italian: Sardegna [sarˈdeɲɲa]; Sardinian: Sardigna [saɾˈdiɲːa]) is the second-largest island in the Med",
    "Saskatchewan": "Saskatchewan is a province in Western Canada. It is bordered on the west by Alberta, on the north by the Northwest Territories, ",
    "Saskatchewan_Wheat_Pool": "The Saskatchewan Wheat Pool was a grain handling, agri-food processing and marketing company based in Regina, Saskatchewan. The ",
    "Satoshi_Higashi": "Satoshi Higashi (born 16 November 1960) is a Japanese professional golfer.\n\n\n== Career ==\nHigashi won seven tournaments on the J",
    "Sauber": "",
    "Saudi_Arabia": "Saudi Arabia, officially the Kingdom of Saudi Arabia (KSA), is a country in West Asia. Located in the centre of the Middle East,",
    "Saudi_Press_Agency": "The Saudi Press Agency (SPA; Arabic: وكالة الأنباء السعودية) is the state news agency of Saudi Arabia. It was established in 197",
    "Saxony": "Saxony, officially the Free State of Saxony, is a landlocked state of Germany, bordering the states of Brandenburg, Saxony-Anhal",
    "Scarborough_F.C.": "Scarborough Football Club was a football club based in the seaside resort of Scarborough, North Yorkshire. They were one of the ",
    "Schering_AG": "Schering AG was a research-centered German multinational pharmaceutical company headquartered in Wedding, Berlin, which operated",
    "Scotland": "Scotland (Scots: Scotland; Scottish Gaelic: Alba) is a country that is part of the United Kingdom. It contains nearly one-third ",
    "Scotland_national_football_team": "The Scotland national football team represents Scotland in men's international football and is controlled by the Scottish Footba",
    "Scotland_national_rugby_union_team": "The Scotland national rugby union team (Scots: Scotland naitional rugby union team, Scottish Gaelic: sgioba nàiseanta rugbaidh n",
    "Scotland_national_under-21_football_team": "The Scotland national under-21 football team, controlled by the Scottish Football Association, is Scotland's national under 21 f",
    "Scott_Brosius": "Scott David Brosius (born August 15, 1966) is an American former professional baseball third baseman for the Oakland Athletics (",
    "Scott_Draper": "Scott Dennis Draper (born 5 June 1974) is an Australian former tennis player and golfer. He won the Australian Open Mixed Double",
    "Scott_Erickson": "Scott Gavin Erickson (born February 2, 1968) is an American former Major League Baseball pitcher. He played for the Minnesota Tw",
    "Scott_Hoch": "Scott Mabon Hoch (born November 24, 1955) is an American professional golfer, who represented his country in the Ryder Cup in 19"
}