{
    "Silvia_Farina_Elia": "Silvia Farina-Elia (Italian pronunciation: [ˈsilvja faˈriːna eˈliːa]; born 27 April 1972) is a former professional tennis player",
    "Silvio_Berlusconi": "Silvio Berlusconi ( BAIR-luu-SKOH-nee, Italian: [ˈsilvjo berluˈskoːni] ; 29 September 1936 – 12 June 2023) was an Italian media ",
    "Simon_Brown_(cricketer)": "Simon John Emmerson Brown (born 29 June 1969 in Cleadon, County Durham) is an English former cricketer who played as a left-arm ",
    "Simon_Crafar": "Simon Crafar (born 15 January 1969 in Waiouru) is a former road racer of solo motorcycles from New Zealand, having competed at G",
    "Simon_Culhane": "Simon Culhane (born 10 March 1968 in Invercargill, New Zealand) is a former rugby union player who won six caps playing at fly-h",
    "Simon_Doull": "Simon Blair Doull (born 6 August 1969) is a New Zealand radio personality, commentator and former international cricketer. He wa",
    "Simon_Parke": "Simon Parke (born 10 August 1972 in Oakham, Rutland, United Kingdom) is a former professional squash player from England.\n\n\n== S",
    "Simone_Greiner-Petter-Memm": "Simone Greiner-Petter-Memm (born 15 September 1967) is a German cross-country skier and biathlete who competed from 1987 to 1997",
    "Sinaloa": "Sinaloa (Spanish pronunciation: [sinaˈloa] ), officially the Estado Libre y Soberano de Sinaloa (English: Free and Sovereign Sta",
    "Sindh_High_Court": "The High Court of Sindh (Urdu: عدالتِ عالیہ سندھ) (Sindhi: سنڌ ھائي ڪورٽ) is the highest judicial institution of the Pakistani p",
    "Singapore": "Singapore, officially the Republic of Singapore, is an island country and city-state in Southeast Asia. The country's territory ",
    "Singapore_International_Monetary_Exchange": "",
    "Singer_World_Series": "",
    "Sisters_of_Loreto": "The Institute of the Blessed Virgin Mary, whose members are commonly known as the Loreto Sisters, is a Roman Catholic religious ",
    "Sivas": "Sivas is a city in central Turkey. It is the seat of Sivas Province and Sivas District. Its population is 365,274 (2022).\nThe ci",
    "Six_Nations_Championship": "The Six Nations Championship (6NC; known as the Guinness Six Nations) is an annual international rugby union competition between",
    "Sjeng_Schalken": "Sjeng Schalken (Dutch pronunciation: [ɕɛŋ ˈsxɑlkə(n)]; born 8 September 1976) is a former professional tennis player from the Ne",
    "Skeid_Fotball": "Skeid is a Norwegian football club from Oslo that currently plays in 2. divisjon, the third tier of the Norwegian football leagu",
    "Skeleton_Canyon": "Skeleton Canyon, called Cañon Bonita by the Mexicans, is located 30 miles (50 km) northeast of the town of Douglas, Arizona, in ",
    "Skhirat": "Skhirat (Arabic: الصخيرات) is a town in Morocco, located between the administrative capital Rabat and the economic centre of Cas",
    "Skopje": "Skopje ( SKOP-yay, US also  SKOHP-yay; Macedonian: Скопје [ˈskɔpjɛ] ; Albanian: Shkup, Albanian definite form: Shkupi) is the ca",
    "Slavia_Prague": "",
    "Sliema": "Sliema (Maltese: Tas-Sliema Maltese pronunciation: [tɐsˈslɪː.mɐ]) is a town located on the northeast coast of Malta in the North",
    "Slobodan_Milošević": "Slobodan Milošević (Serbo-Croatian Cyrillic: Слободан Милошевић, pronounced [slobǒdan milǒːʃevitɕ] ; 20 August 1941 – 11 March 2",
    "Slovakia": "Slovakia, officially the Slovak Republic, is a landlocked country in Central Europe. It is bordered by Poland to the north, Ukra",
    "Slovakia_national_football_team": "The Slovakia national football team (Slovak: Slovenská futbalová reprezentácia) represents Slovakia in men's international footb",
    "Slovenia": "Slovenia officially the Republic of Slovenia  is a country in Central Europe. It borders Italy to the west, Austria to the north",
    "Small_Is_Beautiful": "Small Is Beautiful: A Study of Economics As If People Mattered is a collection of essays published in 1973 by German-born Britis",
    "Social_Democratic_Party_(Japan)": "The Social Democratic Party (社会民主党, Shakai Minshu-tō, often abbreviated to 社民党 Shamin-tō; SDP) is a political party in Japan tha",
    "Social_Democratic_Party_(Romania)": "The Social Democratic Party (Romanian: Partidul Social Democrat, PSD) is the largest political party in Romania. It is also the ",
    "Social_Democratic_Party_of_Germany": "The Social Democratic Party of Germany (German: Sozialdemokratische Partei Deutschlands, [zoˈtsi̯aːldemoˌkʁaːtɪʃə paʁˌtaɪ ˈdɔʏtʃ",
    "Socialist_Federal_Republic_of_Yugoslavia": "The Socialist Federal Republic of Yugoslavia (commonly abbreviated as SFRY or SFR Yugoslavia), commonly referred to as Socialist",
    "Socialist_Party_of_Albania": "The Socialist Party of Albania (Albanian: Partia Socialiste e Shqipërisë, PS or PSSh) is a social-democratic political party in ",
    "Socialist_Party_of_Serbia": "The Socialist Party of Serbia (Serbian: Социјалистичка партија Србије, romanized: Socijalistička partija Srbije, abbr. SPS) is a",
    "Sociedade_Esportiva_Palmeiras": "",
    "Sofia": "Sofia ( SOH-fee-ə, SOF-; Bulgarian: София, romanized: Sofiya, IPA: [ˈsɔfijɐ] ) is the capital and largest city of Bulgaria. It i",
    "SoftBank": "",
    "Sokoto": "Sokoto is a major city located in extreme north-western Nigeria, near the confluence of the Sokoto River and the Rima River. As ",
    "Solidere": "Solidere s.a.l. is a Lebanese joint-stock company in charge of planning and redeveloping Beirut Central District following the c",
    "Somalia": "Somalia, officially the Federal Republic of Somalia, is the easternmost country in continental Africa. The country is located in",
    "Somerset_County_Cricket_Club": "Somerset County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England and Wa",
    "Son_Sen": "Son Sen (Khmer: សុន សេន pronounced [son seːn]; 12 June 1930 – 15 June 1997), alias Comrade Khieu (សមមិត្តខៀវ) or \"Brother Number",
    "Sonora": "Sonora (Spanish pronunciation: [soˈnoɾa] ), officially Estado Libre y Soberano de Sonora (English: Free and Sovereign State of S",
    "Sophia_Loren": "Sofia Costanza Brigida Villani Scicolone  (Italian: [soˈfiːa vilˈlaːni ʃʃikoˈloːne]; born 20 September 1934), known professional",
    "Sourav_Ganguly": "Sourav Chandidas Ganguly ( ; natively spelled as Gangopadhyay; born 8 July 1972), also known as Dada (meaning \"elder brother\" in",
    "South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. Its nine provinces are bound",
    "South_Africa_national_cricket_team": "The South Africa men's national cricket team, also known as the Proteas, represents South Africa in men's international cricket ",
    "South_Africa_national_field_hockey_team": "South Africa national field hockey team may refer to:\n\nSouth Africa men's national field hockey team\nSouth Africa women's nation",
    "South_Africa_national_rugby_union_team": "The South Africa national rugby union team, commonly known as the Springboks (colloquially the Boks, Bokke or Amabhokobhoko), is",
    "South_African_Breweries": "South African Breweries (officially The South African Breweries Limited, informally SAB) is a major brewery headquartered in Joh",
    "South_America": "South America is a continent entirely in the Western Hemisphere and mostly in the Southern Hemisphere, with a considerably small",
    "South_China_Morning_Post": "The South China Morning Post (SCMP), with its Sunday edition, the Sunday Morning Post, is a Hong Kong-based English-language new",
    "South_Dakota": "South Dakota ( ; Sioux: Dakȟóta itókaga, pronounced [daˈkˣota iˈtokaga]) is a landlocked state in the North Central region of th",
    "South_Island": "The South Island (Māori: Te Waipounamu [tɛ wɐ.i.pɔ.ʉ.nɐ.mʉ], lit. 'the waters of Greenstone', officially South Island or Te Waip",
    "South_Kivu": "South Kivu (Swahili: Jimbo la Kivu Kusini; French: Sud-Kivu) is one of 26 provinces of the Democratic Republic of the Congo (DRC",
    "South_Korea": "South Korea, officially the Republic of Korea (ROK), is a country in East Asia. It constitutes the southern half of the Korean P",
    "South_Lebanon_Army": "The South Lebanon Army or South Lebanese Army (SLA; Arabic: جيش لبنان الجنوبي, Jayš Lubnān al-Janūbiyy), also known as the Lahad",
    "South_Queensland_Crushers": "South Queensland Crushers was an Australian rugby league football club based in Brisbane, Queensland. In 1992 it was decided tha",
    "South_Sydney_Rabbitohs": "The South Sydney District Rugby League Football Club, also known as the South Sydney Rabbitohs, is an Australian professional ru",
    "South_Yemen": "South Yemen, officially the People's Democratic Republic of Yemen, abbreviated to Democratic Yemen, was a state that existed fro",
    "Southampton": "Southampton ( ) is a port city and unitary authority in Hampshire, England. It is located approximately 80 miles (130 km) southw",
    "Southampton_F.C.": "Southampton Football Club ( ) is a professional football club based in Southampton, Hampshire, England. The club competes in the",
    "Southeast_Asia": "Southeast Asia is the geographical southeastern region of Asia, consisting of the regions that are situated south of China, east",
    "Southend_United_F.C.": "Southend United Football Club is a professional association football club based in Southend-on-Sea, Essex, England, which compet",
    "Southern_California_Open": "",
    "Southern_Illinois_University_Carbondale": "Southern Illinois University (SIU or SIUC) is a public research university in Carbondale, Illinois. Chartered in 1869, SIU is th",
    "Southern_New_England_Telecommunications": "Southern New England Telecommunications Corporation (SNET) started operations in 1986 as the holding company for the Southern Ne",
    "Soviet_Union": "The Union of Soviet Socialist Republics (USSR), commonly known as the Soviet Union, was a transcontinental country that spanned ",
    "Spain": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with territories in North Africa. Featuring the southe",
    "Spain_Fed_Cup_team": "",
    "Spanish_language": "Spanish (español) or Castilian (castellano) is a Romance language of the Indo-European language family that evolved from the Vul",
    "Spanish_people": "",
    "Sparta_Prague": "",
    "Sparta_Rotterdam": "Sparta Rotterdam (Dutch pronunciation: [ˈspɑrtaː ˌrɔtərˈdɑm]) is a Dutch professional football club based in Rotterdam. Establis",
    "Speed_Skating_World_Cup": "",
    "Spetses": "Spetses (Greek: Σπέτσες, Ancient Greek: Πιτυοῦσσα \"Pityussa\") is an island in Attica, Greece. It is counted among the Saronic Is",
    "Spirou_Charleroi": "Spirou Basket, commonly known simply as Spirou, is a Belgian professional basketball club that is located in Charleroi. The club",
    "Split_(city)": "",
    "Sport_Club_Corinthians_Paulista": "Sport Club Corinthians Paulista (Brazilian Portuguese: [isˈpɔɾtʃi ˈklubi koˈɾĩtʃɐ̃s pawˈlistɐ] ) is a Brazilian professional spo",
    "Sport_Club_Internacional": "",
    "Sport_Club_do_Recife": "Sport Club do Recife (Portuguese pronunciation: [(i)ˈspɔʁtʃi ˈklub(i) du ʁeˈsifi]), commonly known as Sport Recife or simply Spo",
    "Sporting_Clube_de_Portugal": "",
    "Sporting_de_Gijón": "Real Sporting de Gijón, S.A.D. (Spanish pronunciation: [reˈal esˈpoɾtin de xiˈxon]), commonly known as Real Sporting, Sporting G",
    "Sprague,_Manitoba": "Sprague is a community within the Rural Municipality of Piney in the Canadian province of Manitoba. It is named after D.E. Sprag",
    "Springfield,_Massachusetts": "Springfield is the most populous city in and the seat of Hampden County, Massachusetts, United States. Springfield sits on the e",
    "Srebrenica": "Srebrenica (Serbian Cyrillic: Сребреница, pronounced [srêbrenitsa]) is a town and municipality in Republika Srpska, Bosnia and H",
    "Sri_Lanka": "Sri Lanka, historically known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in ",
    "Sri_Lanka_national_cricket_team": "The Sri Lanka men's national cricket team, (Sinhala: ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායම, romanized: Shri Lanka Jathika Crikat Kan",
    "Sri_Lankan_Tamil_people": "",
    "Srinagar": "Srinagar (English:  ; Kashmiri pronunciation: [siriːnagar]) is a city in Indian-administered Jammu and Kashmir in the disputed K",
    "St._Albans_(city),_Vermont": "St. Albans is the only city in and the seat of Franklin County, Vermont, United States. At the 2020 census, the city population ",
    "St._Gallen": "St. Gallen is a Swiss city and the capital of the canton of St. Gallen. It evolved from the hermitage of Saint Gall, founded in ",
    "St._George_Dragons": "The St. George Dragons are an Australian rugby league football club from the St George District in Sydney, New South Wales that ",
    "St._George_Illawarra_Dragons": "The St. George Illawarra Dragons are an Australian professional rugby league football club, representing both the Illawarra and ",
    "St._Johnstone_F.C.": "",
    "St._Leger_Stakes": ""
}