{
    "St._Louis,_Missouri": "",
    "St._Louis_Blues_(ice_hockey)": "",
    "St._Louis_Cardinals": "The St. Louis Cardinals are an American professional baseball team based in St. Louis. The Cardinals compete in Major League Bas",
    "St._Mirren_F.C.": "",
    "St._Petersburg,_Florida": "St. Petersburg is a city in Pinellas County, Florida, United States. As of the 2020 census, the population was 258,308, making i",
    "St_Albans_City_F.C.": "St Albans City Football Club (nicknamed The Saints) is a semi-professional association football team based in St Albans, Hertfor",
    "St_Helens,_Merseyside": "St Helens () is a town in Merseyside, England, with a population of 102,629. It is the administrative centre of the Metropolitan",
    "St_Helens_RLFC": "",
    "St_Kilda_Football_Club": "The St Kilda Football Club, nicknamed the Saints, is a professional Australian rules football club based in Melbourne, Victoria.",
    "Stabæk_Fotball": "Stabæk Fotball is a Norwegian professional football club based in Bærum, a suburb of Oslo. It is part of the multi-sport organiz",
    "Stade_Malherbe_Caen": "Stade Malherbe Caen (French pronunciation: [stad malɛʁb kɑ̃]; commonly known as SM Caen, Malherbe, or simply Caen) is a French p",
    "Stade_Rennais_F.C.": "",
    "Stagecoach_Group": "Stagecoach Group is a transport group based in Perth, Scotland. It operates buses  and express coaches in the United Kingdom.\nSt",
    "Standard_&_Poor's": "Standard may refer to:\n\n\n== Symbols ==\nColours, standards and guidons, kinds of military signs\nStandard (emblem), a type of a la",
    "Standard_Liège": "Royal Standard de Liège, commonly referred to as Standard Liège (French: [stɑ̃daʁ ljɛʒ]; Dutch: Standard Luik [ˈstɑndɑrt ˈlœyk];",
    "Stansted_Mountfitchet": "Stansted Mountfitchet is an English village and civil parish in Uttlesford district, Essex, near the Hertfordshire border, 35 mi",
    "Staouéli": "Staouéli (Berber: ⵚⵟⴰⵡⴰⵍⵉ) is a municipality in Algiers Province, Algeria. It is located in Zéralda district, on a Presque-isle ",
    "State_Council_of_the_People's_Republic_of_China": "The State Council of the People's Republic of China, also known as the Central People's Government, is the chief administrative ",
    "State_of_Palestine": "Palestine, officially the State of Palestine, is a country in the southern Levant region of West Asia recognized by 146 out of 1",
    "Statistics_Canada": "Statistics Canada (StatCan; French: Statistique Canada), formed in 1971, is the agency of the Government of Canada commissioned ",
    "Statoil": "",
    "Stefaan_De_Clerck": "Stefaan Maria Joris Yolanda De Clerck (Dutch pronunciation: [steːˈfaːn də ˈklɛr(ə)k]; born 12 December 1951) is a Belgian politi",
    "Stefan_Edberg": "Jan Stefan Edberg (Swedish pronunciation: [ˈstěːfan ˈêːdbærj]; born 19 January 1966) is a Swedish former world No. 1 professiona",
    "Stefan_Johansson": "Stefan Nils Edwin Johansson (born 8 September 1956) is a Swedish former racing driver and motorsport executive, who competed in ",
    "Stefan_Kuntz": "Stefan Kuntz (born 30 October 1962) is a German professional football manager and former player who played as a striker. He was ",
    "Stefan_Reuter": "Stefan Reuter (born 16 October 1966) is a German football executive and former player who played as a defender or midfielder. He",
    "Stefan_Schwarz": "Hans-Jürgen Stefan Schwarz (born 18 April 1969) is a Swedish former professional footballer who played as a midfielder. Schwarz ",
    "Stefano_Pescosolido": "Stefano Pescosolido (Italian pronunciation: [ˈsteːfano ˌpɛskoˈsɔːlido, - pes-] ; born 13 June 1971) is a former tennis player fr",
    "Stefano_Tilli": "Stefano Tilli (born 22 August 1962) is a former Italian sprinter who specialized in the 100 and 200 m, twice European indoor cha",
    "Stefano_Zanini": "Stefano Zanini (born 23 January 1969 in Varese, Lombardy) is an Italian former professional road racing cyclist, the leadout man",
    "Steffen_Freund": "Steffen Freund (born 19 January 1970) is a German former professional footballer who played as a defensive midfielder in both th",
    "Steffi_Graf": "Stefanie Maria Graf ( GRA(H)F, German: [ˈʃtɛfi ˈɡʁaːf] ; born 14 June 1969) is a German former professional tennis player. She w",
    "Stefka_Kostadinova": "Stefka Georgieva Kostadinova (Bulgarian: Стефка Георгиева Костадинова; born 25 March 1965) is a Bulgarian former athlete who com",
    "Stenhousemuir_F.C.": "Stenhousemuir Football Club is a Scottish football club located in Stenhousemuir, Falkirk. They are a member of the Scottish Pro",
    "Stephan_Marasek": "Stephan Marasek (born 4 January 1970) is an Austrian former professional football player and manager who last managed SVG Reiche",
    "Stephanie_Storp": "Stephanie Storp (born 28 November 1968 in Braunschweig, Lower Saxony) is a retired female shot putter from Germany. Her best per",
    "Stephen_Ames": "Stephen Michael Ames (born April 28, 1964) is a professional golfer formerly of the PGA Tour, who now plays on the PGA Tour Cham",
    "Stephen_Brown_(athlete)": "",
    "Stephen_McAllister": "Stephen McAllister (born 16 February 1962) is a Scottish professional golfer.\n\n\n== Early life ==\nMcAllister was born in Paisley.",
    "Stephen_Pate": "Stephen Pate (born 25 January 1964 in Melbourne, Victoria) is an internationally competitive cyclist and former Olympian. After ",
    "Stephenville_International_Airport": "Stephenville Dymond International Airport (IATA: YJT, ICAO: CYJT) is an airport located 1 nautical mile (1.9 km; 1.2 mi) south s",
    "Steptoe_&_Johnson": "Steptoe or Stepto  may refer to:\n\n\n== People ==\nAmanda Stepto (born 1970), Canadian actress\nAndrew Steptoe (born 1951), British ",
    "Sterling_Hitchcock": "Sterling Alex Hitchcock (born April 29, 1971) is an American former Major League Baseball left-handed pitcher. He played from 19",
    "Steve_Backley": "Stephen James Backley, OBE (born 12 February 1969) is an English retired track and field athlete who competed in the javelin thr",
    "Steve_Finley": "Steven Allen Finley (born March 12, 1965) is an American former center fielder in Major League Baseball who played for eight tea",
    "Steve_Howey_(footballer)": "Steven Norman Howey (born 26 October 1971) is an English football coach, former professional footballer and sports radio present",
    "Steve_Jones_(golfer)": "Steven Glen Jones (born December 27, 1958) is an American professional golfer, best known for winning the U.S. Open in 1996.\n\n\n=",
    "Steve_McManaman": "Steven McManaman (born 11 February 1972) is an English former professional footballer who played as a winger. Nicknamed \"Macca\",",
    "Steve_Redgrave": "Sir Steven Geoffrey Redgrave (born 23 March 1962) is a British retired rower who won gold medals at five consecutive Olympic Gam",
    "Steve_Staunton": "Stephen Staunton (born 19 January 1969) is an Irish football manager, scout and former professional footballer.\nHe played as a d",
    "Steve_Stricker": "Steven Charles Stricker (born February 23, 1967) is an American professional golfer who plays on the PGA Tour and the PGA Tour C",
    "Steve_Waugh": "Stephen Rodger Waugh  (born 2 June 1965) is an Australian former international cricketer and twin brother of cricketer Mark Waug",
    "Steve_Webster": "Steve Webster may refer to:\n\nSteve Webster (sidecar racer) (born 1960), English sidecar racer\nSteve Webster (golfer) (born 1975)",
    "Steve_van_Vuuren": "Stephen Daniel van Vuuren (born 26 September 1959) is a South African professional golfer who currently plays on the Sunshine To",
    "Stevenage_F.C.": "Stevenage Football Club (known as Stevenage Borough Football Club until 2010) is a professional association football club based ",
    "Stewart_Ginn": "Stewart Ginn (born 2 June 1949) is an Australian professional golfer.\n\n\n== Early life ==\nGinn was born in Melbourne. He grew up ",
    "Steyr": "Steyr (German: [ˈʃtaɪɐ] ; Central Bavarian: Steia) is a statutory city, located in the Austrian federal state of Upper Austria. ",
    "Stirling": "Stirling (; Scots: Stirlin; Scottish Gaelic: Sruighlea [ˈs̪t̪ɾuʝlə]) is a city in central Scotland, 26 miles (42 km) northeast o",
    "Stirling_Albion_F.C.": "Stirling Albion Football Club is a Scottish football club based in the city of Stirling. The club was founded in 1945 following ",
    "Stockholm": "Stockholm (Swedish: [ˈstɔ̂kː(h)ɔlm] ) is the capital and most populous city of the Kingdom of Sweden, as well as the largest urb",
    "Stockport_County_F.C.": "Stockport County Football Club is a professional association football club based in Stockport, Greater Manchester, England. The ",
    "Stoke_City_F.C.": "Stoke City Football Club is a professional association football club based in Stoke-on-Trent, Staffordshire, England. The team c",
    "Straits_of_Florida": "The Straits of Florida, Florida Straits, or Florida Strait (Spanish: Estrecho de Florida) is a strait located south-southeast of",
    "Stranraer": "Stranraer (UK:  stran-RAR, in Scotland also  strən-; Scottish Gaelic: An t-Sròn Reamhar [ən̪ˠˌt̪ʰɾɔːn ˈɾãũ.əɾ]), also known as T",
    "Stranraer_F.C.": "Stranraer Football Club is a Scottish semi-professional football club based in the town of Stranraer in Dumfries and Galloway. T",
    "Strasbourg": "Strasbourg (UK: , US: ; French: [stʁasbuʁ] ; German: Straßburg [ˈʃtʁaːsbʊʁk] ;) is the prefecture and largest city of the Grand ",
    "Strobe_Talbott": "Nelson Strobridge Talbott III (born April 25, 1946) is an American foreign policy analyst focused on Russia. He was associated w",
    "Stuart_Appleby": "Stuart Appleby (born 1 May 1971) is an Australian professional golfer who plays on the PGA Tour Champions. He was a nine-time wi",
    "Stuart_Cage": "Stuart Cage (born 16 July 1973) is an English professional golfer.\nCage won the English Amateur in 1992 and played for Great Bri",
    "Stuart_Law": "Stuart Grant Law  (born 18 October 1968) is an Australian-born cricket coach and former cricketer. He was a part of the Australi",
    "Stuart_McCall": "Andrew Stuart Murray McCall (born 10 June 1964) is a professional football coach and former player. He is currently assistant ma",
    "Stung_Treng": "Stung Treng City (Khmer: ទីក្រុងស្ទឹងត្រែង; , pronounced [stɨŋ traeŋ], Lao: ຊຽງແຕງ) is the capital of Stung Treng Province, Camb",
    "Stuttgart": "Stuttgart (German: [ˈʃtʊtɡaʁt] ; Swabian: Schduagert [ˈʒ̊d̥ua̯ɡ̊ɛʕd̥]; names in other languages) is the capital and largest city",
    "Stuttgart_Airport": "Stuttgart Airport (German: Flughafen Stuttgart) formerly Flughafen Stuttgart-Echterdingen (IATA: STR, ICAO: EDDS) is an internat",
    "Stéphane_Chapuisat": "Stéphane Chapuisat (born 28 June 1969) is a Swiss former professional footballer who played as a striker. He was regarded by som",
    "Stéphane_Guivarc'h": "Stéphane Pierre Yves Guivarc'h (born 6 September 1970) is a French former professional footballer who played as striker. He feat",
    "Stéphane_Henchoz": "Stéphane Henchoz (French pronunciation: [ɑ̃ʃo]; born 7 September 1974) is a Swiss football coach and a former professional playe",
    "Stéphane_Ortelli": "Stéphane Ortelli (born 30 March 1970) is a Monégasque professional racing driver with three world championship titles. He has wo",
    "Stéphane_Simian": "Stéphane Simian (born 8 June 1967) is a former professional tennis player from France. He achieved a career-high singles ranking",
    "Subaru": "Subaru (スバル,  or ; Japanese pronunciation: [sɯꜜbaɾɯ]) is the automobile manufacturing division of Japanese transportation conglo",
    "Subaru_Impreza": "The Subaru Impreza (Japanese: スバル・インプレッサ, Hepburn: Subaru Inpuressa) is a compact car that has been manufactured by the Japanese",
    "Subaru_Impreza_WRX_STI": "The Subaru Impreza WRX STI is high performance specification model of the Subaru Impreza compact car line, manufactured by Japan",
    "Subaru_World_Rally_Team": "The Subaru World Rally Team (SWRT) was Subaru's World Rally Championship (WRC) team. It used a distinctive blue with yellow colo",
    "Sud-PTT": "Sud-PTT is a French trade union created in fall 1988 after the exclusion of more radical elements from the CFDT-PTT. CFDT is a u",
    "Sudan": "Sudan, officially the Republic of the Sudan, is a country in Northeast Africa. It borders the Central African Republic to the so",
    "Sudan_Airways": "Sudan Airways (Arabic: الخطوط الجوية السودانية) is the national airline of Sudan, headquartered in Khartoum. Since 2012, the com",
    "Sudan_national_football_team": "The Sudan national football team (Arabic: منتخب السُّودَان الْوَطَنِيّ لِكُرَّةُ الْقَدَم) represents Sudan in international foo",
    "Sudbury_Town_F.C.": "Sudbury Town Football Club was a football club based in Sudbury, Suffolk, England. Established in 1885, the club merged with Sud",
    "Suharto": "Suharto (8 June 1921 – 27 January 2008) was an Indonesian military officer and the second president of Indonesia. Widely regarde",
    "Sui_Southern_Gas_Company": "The Sui Southern Gas Company (SSGC), (Urdu: سوئی سدرن گیس کمپنی) formerly known as Sui Gas Transmission Company Limited, is a Pa",
    "Sulaymaniyah": "Sulaymaniyah or Slemani (Kurdish: سلێمانی, romanized: Silêmanî; Arabic: السليمانية, romanized: as-Sulaymāniyyah), is a city in t",
    "Sultan,_Crown_Prince_of_Saudi_Arabia": "",
    "Summer_Olympic_Games": "The Summer Olympic Games, also known as the Summer Olympics or the Games of the Olympiad, is a major international multi-sport e",
    "SunGard": "SunGard was an American multinational company based in Wayne, Pennsylvania, which provided software and services to education, f",
    "Sun_Jun_(badminton)": "Sun Jun (simplified Chinese: 孙俊; traditional Chinese: 孫俊; pinyin: Sūn Jùn; born 16 June 1975) is a former world number 1 singles",
    "Sun_Microsystems": "Sun Microsystems, Inc., often known as Sun for short, was an American technology company that existed from 1982 to 2010 which de",
    "Sunday_Bada": "Sunday Bada (22 June 1969 – 12 December 2011) was a Nigerian sprinter who specialized in the 400 metres event. He won three meda",
    "Sunderland_A.F.C.": "Sunderland Association Football Club is a professional football club based in Sunderland, Tyne and Wear, England, which competes"
}