{
    "Arnold_Rüütel": "Arnold Rüütel (Estonian pronunciation: [ˈɑrːnolʲtʲ ˈryːtːːelʲ], born 10 May 1928) is an Estonian politician. He was the third Pr",
    "Aron_Winter": "Aron Winter (born 1 March 1967) is a Dutch football manager and former player who most recently managed Suriname. A midfielder, ",
    "Arrigo_Sacchi": "Arrigo Sacchi (born 1 April 1946) is an Italian former professional football coach, best known for having twice managed AC Milan",
    "Arrows": "",
    "Arsenal_F.C.": "The Arsenal Football Club, commonly known as simply Arsenal, is a professional football club based in Holloway, North London, En",
    "Art_Howe": "Arthur Henry Howe Jr. (born December 15, 1946) is an American former professional baseball infielder, coach, scout, and manager,",
    "Arthur_Levitt": "Arthur Levitt Jr. (born February 3, 1931) is the former chairman of the United States Securities and Exchange Commission (SEC). ",
    "Arthur_Numan": "Arthur Numan (born 14 December 1969) is a Dutch former professional footballer. He played as a left back and was a regular fixtu",
    "Artur_Jorge_(footballer)": "",
    "Artur_Lekbello": "Artur Lekbello (born 23 February 1966) is an Albanian retired football midfielder. His nickname, Tushe, is a short form of his f",
    "Arundel": "Arundel ( ARR-ən-dəl or locally  AHN-dəl) is a market town and civil parish in the Arun District of the South Downs, West Sussex",
    "Aryan_race": "The Aryan race is a pseudoscientific historical race concept that emerged in the late-19th century to describe people who descen",
    "As-Safir": "As-Safir (Arabic: السفير, lit. 'The Ambassador') was a leading Arabic-language daily newspaper in Lebanon. The headquarters of t",
    "Asanka_Gurusinha": "Deshabandu Asanka Pradeep Gurusinha (Sinhala: අසංක ප්‍රදීප් ගුරුසිංහ, [asaŋkə prədiːp gurusiŋɦə]; born 16 September 1966) is a S",
    "Ascot_Racecourse": "Ascot Racecourse is a dual-purpose British racecourse, located in Ascot, Berkshire, England, about 25 miles west of London. Asco",
    "Ashford_Town_F.C._(Kent)": "",
    "Ashia_Hansen": "Ashia Hansen,  (born 5 December 1971) is a retired British triple jumper. Fourth in the 1996 Olympic final, she broke the world ",
    "Ashoknagar": "Ashoknagar may refer to:\n\n\n== Places ==\nAshok Nagar (Delhi)\nAshoknagar (Madhya Pradesh)\nAshoknagar (West Bengal)\nAshok Nagar, Al",
    "Ashta": "Ashta may refer to:\n\nAshta: Middle Eastern dairy product\n\n\n== Geography ==\nAshta, Bangladesh\nAshta, Madhya Pradesh, a municipali",
    "Asia": "Asia (  AY-zhə, UK also  AY-shə) is the largest continent in the world by both land area and population. It covers an area of mo",
    "Asif_Ali_Zardari": "Asif Ali Zardari (born 26 July 1955) is a Pakistani politician serving as the 14th president of Pakistan since 10 March 2024, ha",
    "Asif_Mujtaba": "Mohammad Asif Mujtaba (Urdu: آصف مجتبیٰ, born 4 November 1967) is a Pakistani cricket coach and former cricketer who played in 2",
    "Aslan_Maskhadov": "Aslan (Khalid) Aliyevich Maskhadov (Russian: Асла́н (Хали́д) Али́евич Масха́дов; Chechen: Масхадан Али-воӀ Аслан (Халид), romani",
    "Asmara": "Asmara ( əs-MAHR-ə), or Asmera, is the capital and most populous city of Eritrea, in the country's Central Region. It sits at an",
    "Association_for_Relations_Across_the_Taiwan_Straits": "The Association for Relations Across the Taiwan Straits (ARATS; Chinese: 海峡两岸关系协会; pinyin: Hǎixiá Liǎng'àn Guānxì Xiéhuì; often ",
    "Association_of_Tennis_Professionals": "The Association of Tennis Professionals (ATP) is the governing body of the men's professional tennis circuits – the ATP Tour, th",
    "Associação_Desportiva_Vasco_da_Gama": "Associação Desportiva Vasco da Gama, commonly known as Vasco de Rio Branco, Vasco do Acre or Vasco da Gama, is a Brazilian footb",
    "Associação_Portuguesa_de_Desportos": "Associação Portuguesa de Desportos, commonly referred to as Portuguesa or Lusa, is a Brazilian professional football club based ",
    "Aston_Villa_F.C.": "Aston Villa Football Club (commonly referred to as simply Villa) is a professional football club based in Aston, Birmingham, Eng",
    "Astrid_Kumbernuss": "Astrid Kumbernuss (German pronunciation: [ˈas.tʁɪt ˈkʊmbɐˌnʊs] ; born 5 February 1970 in Grevesmühlen, Mecklenburg-Vorpommern) i",
    "Ata-ur-Rehman": "",
    "Atalanta_B.C.": "",
    "Athens": "Athens ( ATH-inz) is the capital and largest city of Greece. A major coastal urban area in the Mediterranean, Athens is also the",
    "Athens_Metro": "The Athens Metro (Greek: Μετρό Αθήνας, romanized: Metro Athinas) is a rapid transit system serving the Athens urban area in Gree",
    "Athletic_Bilbao": "Athletic Club (Basque: Bilboko Athletic Kluba; Spanish: Athletic Club de Bilbao), commonly known abroad as Athletic Bilbao (Span",
    "Atlanta": "Atlanta (  at-LAN-tə) is the capital and most populous city in the U.S. state of Georgia. It is the seat of Fulton County, and a",
    "Atlanta_Braves": "The Atlanta Braves are an American professional baseball team based in the Atlanta metropolitan area. The Braves compete in Majo",
    "Atlanta_Falcons": "The Atlanta Falcons are a professional American football team based in Atlanta. The Falcons compete in the National Football Lea",
    "Atlanta_Hawks": "The Atlanta Hawks are an American professional basketball team based in Atlanta. The Hawks compete in the National Basketball As",
    "Atlante_F.C.": "Atlante Fútbol Club, is a professional football club based in Mexico City, Mexico. Founded in 1916, Atlante were original member",
    "Atlantic_City,_New_Jersey": "Atlantic City, sometimes referred to by its initials A.C., is a Jersey Shore seaside resort city in Atlantic County, in the U.S.",
    "Atlantic_Division_(NBA)": "The Atlantic Division is one of the three divisions in the Eastern Conference of the National Basketball Association (NBA). The ",
    "Atlantic_Division_(NHL)": "The Atlantic Division is a name used by the National Hockey League to describe a division of teams in the Eastern Conference.\nTh",
    "Atlantic_Highlands,_New_Jersey": "Atlantic Highlands is a borough in Monmouth County in the U.S. state of New Jersey, in the Bayshore Region. As of the 2020 Unite",
    "Atlético_Madrid": "Club Atlético de Madrid, S.A.D. (Spanish pronunciation: [ˈkluβ aˈtletiko ðe maˈðɾið]; meaning \"Athletic Club of Madrid\"), common",
    "Ato_Boldon": "Ato Jabari Boldon  (born 30 December 1973) is a Trinidadian former track and field athlete, politician, and four-time Olympic me",
    "Auchan": "Auchan (French pronunciation: [oʃɑ̃]) is a French multinational retail group headquartered in Croix, France. It was founded in 1",
    "Auckland": "Auckland ( AWK-lənd; Māori: Tāmaki Makaurau) is a large metropolitan city in the North Island of New Zealand. It has an urban po",
    "Audi": "Audi AG (German: [ˈaʊ̯di ʔaːˈɡeː] ) is a German automotive manufacturer of luxury vehicles headquartered in Ingolstadt, Bavaria,",
    "Aung_San": "Bogyoke Aung San (Burmese: ဗိုလ်ချုပ် အောင်ဆန်း; MLCTS: aung hcan:, pronounced [àʊɰ̃ sʰáɰ̃]; 13 February 1915 – 19 July 1947) wa",
    "Aung_San_Suu_Kyi": "Daw Aung San Suu Kyi (born 19 June 1945), sometimes abbreviated to Suu Kyi, is a Burmese politician, diplomat, author, and pro-d",
    "Australia": "Australia, officially the Commonwealth of Australia, is a country comprising the mainland of the Australian continent, the islan",
    "Australia_Davis_Cup_team": "The Australia Davis Cup team is the second most successful team ever to compete in the Davis Cup, winning the coveted title on 2",
    "Australia_national_cricket_team": "The Australia national cricket team represents Australia in men's international cricket. Along with England, it is the joint old",
    "Australia_national_rugby_union_team": "The Australia men's national rugby union team, nicknamed the Wallabies, is the representative men's national team in the sport o",
    "Australian_Capital_Territory": "The Australian Capital Territory (ACT), known as the Federal Capital Territory (FCT) until 1938, is a landlocked federal territo",
    "Australian_Democrats": "The Australian Democrats is a centrist political party in Australia. Founded in 1977 from a merger of the Australia Party and th",
    "Australian_Football_League": "The Australian Football League (AFL) is the pre-eminent professional competition of Australian rules football. It was originally",
    "Australian_Greens": "The Australian Greens (AG), commonly referred to simply as the Greens, are a confederation of green state and territory politica",
    "Australian_Labor_Party": "The Australian Labor Party (ALP), also known simply as Labor or the Labor Party, is the major centre-left political party in Aus",
    "Australian_Open": "The Australian Open is a tennis tournament organised by Tennis Australia annually at Melbourne Park in Melbourne, Victoria, Aust",
    "Australian_people": "",
    "Australian_rules_football": "Australian rules football, also called Australian football or Aussie rules, or more simply football or footy, is a contact sport",
    "Austria": "Austria, formally the Republic of Austria, is a landlocked country in Central Europe, lying in the Eastern Alps. It is a federat",
    "Austria_Fed_Cup_team": "",
    "Austria_national_football_team": "The Austria national football team (Austrian German: Österreichische Fußballnationalmannschaft) represents Austria in men's inte",
    "Austria_national_under-21_football_team": "The Austria national under-21 football team is the national under-21 football team of Austria and is controlled by the Austrian ",
    "Austrian_Empire": "The Austrian Empire, officially known as the Empire of Austria, was a multinational European great power from 1804 to 1867, crea",
    "Austrians": "Austrians (German: Österreicher, pronounced [ˈøːstɐraɪçɐ] ) are the citizens and nationals of Austria. The English term Austrian",
    "Avalon,_New_Jersey": "Avalon is a borough in Cape May County, in the U.S. state of New Jersey. It is located on Seven Mile Island. As of the 2020 Unit",
    "Avianca": "Avianca S.A. (acronym in Spanish for Aerovias del Continente Americano S.A., \"Airways of the American Continent\", and stylized a",
    "Avigdor_Kahalani": "Tat Aluf (Brigadier General) Avigdor Kahalani (Hebrew: אביגדור קהלני, born 16 June 1944) is a former Israeli soldier and politic",
    "Axel_Schulz": "Axel Schulz (born 9 November 1968) is a German former professional boxer who competed from 1990 to 1999, and in 2006. He challen",
    "Axis_Bank": "Axis Bank Limited, formerly known as UTI Bank (1993–2007), is an Indian multinational banking and financial services company hea",
    "Ayodhya": "Ayodhya (Hindustani: [əˈjoːdʱjaː] ; IAST: Ayodhyā) is a city situated on the banks of the Sarayu river in the Indian state of Ut",
    "Ayr_United_F.C.": "Ayr United Football Club are a football club in Ayr, Scotland, who play in the Scottish Championship, the second tier of the Sco",
    "Azad_Kashmir": "Azad Jammu and Kashmir ((Urdu: آزاد جموں و کشمیر, romanized: , lit. 'Free Jammu and Kashmir'), abbreviated as AJK and colloquial",
    "Azerbaijan": "Azerbaijan, officially the Republic of Azerbaijan, is a transcontinental and landlocked country at the boundary of Eastern Europ",
    "Azerbaijan_national_football_team": "The Azerbaijan national football team (Azerbaijani: Azərbaycan milli futbol komandası) is the national football team of Azerbaij",
    "BBC": "The British Broadcasting Corporation (BBC) is a British public service broadcaster headquartered at Broadcasting House in London",
    "BNP_Paribas": "BNP Paribas (sometimes referred to as BNPP or BNP) is a French multinational universal bank and financial services holding compa",
    "BP": "BP p.l.c. (formerly The British Petroleum Company p.l.c. and BP Amoco p.l.c.; stylised in all lowercase) is a British multinatio",
    "BSC_Young_Boys": "Berner Sport Club Young Boys (YB by short abbreviation [ˈiːbɛ] EE-beh) are a Swiss professional sports club based in Bern, Switz",
    "BVSC_Budapest": "",
    "Ba'ath_Party": "The Arab Socialist Baʿth Party (Arabic: حزب البعث العربي الاشتراكي Ḥizb al-Baʿth al-ʿArabī al-Ishtirākī [ˈħɪzb alˈbaʕθ alˈʕarabi",
    "Babel_(newspaper)": "Babel (Arabic: بابل, lit. \"Babylon\") was an Iraqi newspaper which was published under the direction of Uday Hussein, the son of ",
    "Baburam_Bhattarai": "Baburam Bhattarai (Nepali: बाबुराम भट्टराई, pronounced [ˈbaburam ˈbʱʌʈːʌrai̯]; born 18 June 1954), also known by his nom de guer",
    "Bachirou_Salou": "Bachirou Salou (born 15 September 1970 in Lomé) is a retired footballer who played as a centre forward in the German Bundesliga.",
    "Baghdad": "Baghdad is the capital and largest city of Iraq. Situated on the Tigris, it is part of the Baghdad Governorate in the central re",
    "Bagram": "Bagram (; Pashto/Persian: بگرام) is a town and seat in Bagram District in Parwan Province of Afghanistan, about 60 kilometers no",
    "Bahrain": "Bahrain, officially the Kingdom of Bahrain, is an island country in West Asia. It is situated on the Persian Gulf, and comprises",
    "Bahía_Blanca": "Bahía Blanca (Spanish pronunciation: [baˈi.a ˈβlaŋka]; English: White Bay) is a city by the Atlantic Ocean, in the southwest pro",
    "Bailundo": "Bailundo (pre-1975 Vila Teixeira da Silva) is a municipality, with a population of 294,494 (2014), and a town, with a population",
    "Baja_California": "Baja California, officially the Free and Sovereign State of Baja California, is a state in Mexico. It is the northwesternmost of",
    "Baku": "Baku (US: , UK: ; Azerbaijani: Bakı [bɑˈcɯ] ) is the capital and largest city of Azerbaijan, as well as the largest city on the ",
    "Bali": "Bali (English:; ᬩᬮᬶ) is a province of Indonesia and the westernmost of the Lesser Sunda Islands. East of Java and west of Lombok",
    "Balkan_Bulgarian_Airlines": "Balkan Bulgarian Airlines (Bulgarian: Балкан) was Bulgaria's government-owned flag carrier airline between 1947 and 2002. During",
    "Balkans": "The Balkans ( BAWL-kənz,  BOL-kənz), corresponding partially with the Balkan Peninsula (Peninsula of Haemus, Haemaic Peninsula),",
    "Bally_Shoe": ""
}