{
    "Super_League": "The Super League (also known as the Betfred Super League due to sponsorship from Betfred, and legally known as Super League Euro",
    "Supercopa_de_España": "The Supercopa de España (Catalan: Supercopa d'Espanya), also known as the Spanish Super Cup, is a super cup tournament in Spanis",
    "Supercoppa_Italiana": "The Supercoppa Italiana (English: Italian Super Cup) is an annual super cup tournament in Italian football.\nFounded in 1988 as a",
    "Superman_(film)": "",
    "Supreme_Court_of_Florida": "The Supreme Court of Florida is the highest court in the U.S. state of Florida. It consists of seven justices—one of whom serves",
    "Supreme_Court_of_New_South_Wales": "The Supreme Court of New South Wales is the highest state court of the Australian State of New South Wales. It has unlimited jur",
    "Supreme_Court_of_the_Republic_of_China": "The Supreme Court of the Republic of China (Chinese: 中華民國最高法院; pinyin: Zhōnghuá Mínguó Zuìgāo Fǎyuàn; Pe̍h-ōe-jī: Tiong-hôa Bîn-",
    "Supreme_Court_of_the_United_States": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States. It has ultim",
    "Supreme_Federal_Court": "The Federal Supreme Court (Portuguese: Supremo Tribunal Federal, [suˈpɾẽmu tɾibuˈnaw fedeˈɾaw], abbreviated STF) is the supreme ",
    "Surabaya": "Surabaya is the capital city of East Java province and the second-largest city in Indonesia, after Jakarta. Located on the north",
    "Suraj_Bhan": "Suraj Bhan (1 October 1928 – 6 August 2006) was an Indian politician who was elected to the Lok Sabha for four terms from Ambala",
    "Suriname": "Suriname (  SOOR-in-A(H)M, Dutch: [syːriˈnaːmə] , Sranan Tongo: [sraˈnãŋ]), officially the Republic of Suriname (Dutch: Republie",
    "Surrey": "Surrey () is a ceremonial county in South East England. It is bordered by Greater London to the northeast, Kent to the east, Eas",
    "Surrey_County_Cricket_Club": "Surrey County Cricket Club (Surrey CCC) is a first-class club in county cricket, one of eighteen in the domestic cricket structu",
    "Surčin": "Surčin (Serbian Cyrillic: Сурчин, pronounced [sǔrt͡ʃiːn]) is a municipality of the city of Belgrade. It is located in the easter",
    "Susan_Roosevelt_Weld": "Susan Roosevelt Weld is an American educator who is a former professor at Harvard specializing in ancient Chinese civilization a",
    "Susi_Susanti": "Lucia Francisca \"Susi\" Susanti Haditono (Chinese: 王蓮香; pinyin: Wáng Liánxiāng; Pe̍h-ōe-jī: Ông Liân-hiang; born 11 February 1971",
    "Sussex_County_Cricket_Club": "Sussex County Cricket Club is the oldest of eighteen first-class county clubs within the domestic cricket structure of England a",
    "Suwon_Samsung_Bluewings": "The Suwon Samsung Bluewings (Korean: 수원 삼성 블루윙즈 FC) are a South Korean football club based in Suwon that competes in the K Leagu",
    "Suzuka_Circuit": "",
    "Suzuki": "Suzuki Motor Corporation (Japanese: スズキ株式会社, Hepburn: Suzuki Kabushiki gaisha) is a Japanese multinational mobility manufacturer",
    "Sven_Fischer": "Sven Fischer (born 16 April 1971) is a former German biathlete. He trained with the WSV Oberhof 05 club, and was coached by Fran",
    "Sven_Nylander": "Sven Olof Nylander (born 1 January 1962) is a Swedish retired hurdler, who is best known for winning two silver medals at the Eu",
    "Sven_Pieters": "Sven Pieters (born 5 June 1976) is a former sprint hurdler from Belgium.\n\n\n== Biography ==\nHe finished fourth in the 110m Hurdle",
    "Sven_Strüver": "Sven Strüver (born 9 August 1967) is a German professional golfer.\n\n\n== Early life and professional career ==\nStrüver was born i",
    "Svetlana_Masterkova": "Svetlana Aleksandrovna Masterkova (Russian: Светлана Александровна Мастеркова; born 17 January 1968) is a Russian former middle-",
    "Svetlana_Paramygina": "Svetlana Paramygina (sometimes Paramyguina) (Belarusian: Святлана Парамыгіна) (born 5 April 1965 in Sverdlovsk, Russian SFSR) is",
    "Svetlana_Zalevskaya": "Svetlana Zalevskaya (Russian: Светлана Иосифовна Залевская; born 14 June 1974 in Almaty) is a retired female high jumper from Ka",
    "Swansea_City_A.F.C.": "Swansea City Association Football Club ( SWON-zee; Welsh: Clwb Pêl-droed Cymdeithas Dinas Abertawe) is a Welsh professional foot",
    "Swansea_RFC": "Swansea Rugby Football Club is a Welsh rugby union team which plays in the Welsh Premiership. The club play at St Helen's Rugby ",
    "Sweden": "Sweden, formally the Kingdom of Sweden, is a Nordic country located on the Scandinavian Peninsula in Northern Europe. It borders",
    "Sweden_men's_national_ice_hockey_team": "The Sweden men's national ice hockey team (Swedish: Sveriges herrlandslag i ishockey) is governed by the Swedish Ice Hockey Asso",
    "Sweden_national_football_team": "Sweden national football team might refer to:\n\nSweden men's national football team\nSweden women's national football team",
    "Swerford": "Swerford is a village and civil parish on the River Swere in the Cotswold Hills in Oxfordshire, England. It is about 4 miles (6.",
    "Swindon_Town_F.C.": "Swindon Town Football Club is a professional association football club based in Swindon, Wiltshire, England. The team, known as ",
    "Swiss_Bank_Corporation": "Swiss Bank Corporation (French: Société de banque suisse; German: Schweizerischer Bankverein) was a Swiss investment bank and fi",
    "Switzerland": "Switzerland, officially the Swiss Confederation, is a landlocked country located in west-central Europe. It is bordered by Italy",
    "Switzerland_national_football_team": "The Switzerland national football team (German: Schweizer Fussballnationalmannschaft, Italian: Nazionale di calcio della Svizzer",
    "Sydney": "Sydney is the capital city of the state of New South Wales and the most populous city in Australia. Located on Australia's east ",
    "Sydney_Cricket_Ground": "The Sydney Cricket Ground (SCG) is a sports stadium in the Moore Park suburb of Sydney, New South Wales, Australia. It is used f",
    "Sydney_Roosters": "The Sydney Roosters are an Australian professional rugby league football club based in the Eastern Suburbs and inner Sydney incl",
    "Sydney_Swans": "The Sydney Swans are a professional Australian rules football club based in Sydney, New South Wales. The men's team competes in ",
    "Sylvain_Bouchard": "Sylvain Bouchard (born April 12, 1970 in Lorretteville, Quebec) is a Canadian long track speed skater. He won the 1000m event at",
    "Sylvester_Stallone": "Sylvester Gardenzio Stallone (; born July 6, 1946) is an American actor and filmmaker. He has received numerous accolades, inclu",
    "Syria": "Syria, officially the Syrian Arab Republic, is a country in West Asia located in the Eastern Mediterranean and the Levant. It is",
    "Syria_national_football_team": "The Syria national football team (Arabic: منتخب سُورِيَا لِكُرَّةُ الْقَدَم) represents Syria in international football, and is ",
    "São_Paulo": "São Paulo (, Portuguese: [sɐ̃w ˈpawlu] ; Portuguese for 'Saint Paul') is the capital of the state of São Paulo, as well as the m",
    "São_Paulo_(state)": "São Paulo (, Portuguese: [sɐ̃w ˈpawlu] ) is one of the 26 states of the Federative Republic of Brazil and is named after Saint P",
    "São_Paulo_FC": "São Paulo Futebol Clube (Brazilian Portuguese: [sɐ̃w ˈpawlu futʃiˈbɔw ˈklubi] ) is a professional football club in the Morumbi d",
    "Sébastien_Foucras": "Sébastien Foucras (born 4 January 1971) is a French freestyle skier and Olympic medalist. He received a silver medal at the 1998",
    "Sébastien_Fournier": "Sébastien Fournier (born 27 June 1971) is a Swiss football manager, most recently for FC Sion, and former football player.\n\n\n== ",
    "Sébastien_Lareau": "Sébastien Lareau (French pronunciation: [sebastjɛ̃  laʁo]; born April 27, 1973) is a former professional tennis player. He becam",
    "Sérgio_Conceição": "Sérgio Paulo Marceneiro da Conceição (Portuguese pronunciation: [ˈsɛɾʒiu kõsɐjˈsɐ̃w]; born 15 November 1974) is a Portuguese pro",
    "Sören_Lausberg": "Sören Yves Lausberg (born August 6, 1969 in Eisenhüttenstadt, Brandenburg) is a retired German track cyclist who competed in the",
    "Søren_Jessen-Petersen": "Søren Jessen-Petersen (born 1945) is a Danish lawyer and civil servant. He was named Special Representative of the United Nation",
    "Süddeutsche_Zeitung": "The Süddeutsche Zeitung (pronounced [ˈzyːtˌdɔʏtʃə ˈtsaɪtʊŋ]; lit. 'South German Newspaper'), published in Munich, Bavaria, is on",
    "Süleyman_Demirel": "Sami Süleyman Gündoğdu Demirel (Turkish pronunciation: [sylejˈman de'miɾæl]; 1 November 1924 – 17 June 2015) was a Turkish polit",
    "Sławomir_Wojciechowski": "Sławomir Wojciechowski (born 6 September 1973) is a Polish former professional footballer who played as a midfielder.\n\n\n== Honou",
    "T-72": "The T-72 is a family of Soviet main battle tanks that entered production in 1973. The T-72 was a development based on the T-64 u",
    "TSV_1860_München": "",
    "TVM_(cycling_team)": "TVM was a Dutch road bicycle racing team. It folded in 2000, two years after suffering a doping scandal. Farm Frites continued a",
    "TV_Guide": "TV Guide is an American digital media company that provides television program listings information as well as entertainment and",
    "Ta_Mok": "Ta Mok (Khmer: តាម៉ុក; born Chhit Choeun, ឈិត ជឿន; 1924 – 21 July 2006), also known as Nguon Kang, was a Cambodian military chie",
    "Tadayuki_Okada": "Tadayuki 'Taddy' Okada (born February 13, 1967) is a Japanese former professional Grand Prix motorcycle road racer. He was runne",
    "Tae_Satoya": "Tae Satoya (里谷 多英, Satoya Tae, born on June 12, 1976, in Sapporo, Japan) is a Japanese freestyle skier. She won the Olympic titl",
    "Taibe,_Galilee": "Taibe (Arabic: الطيبة, romanized: Al-Taybeh; Hebrew: טַּיִּבָּה), meaning \"The goodly\", or colloquially al-Tayiba al-Zu'biyya (ا",
    "Taipei": "Taipei ( ; Chinese: 臺北; pinyin: Táiběi), officially Taipei City, is the capital and a special municipality of Taiwan. Located in",
    "Taiwan": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. The main island of Taiwan, also known as Formosa, lie",
    "Taiwan_Strait": "The Taiwan Strait is a 180-kilometer (110 mi; 97 nmi)-wide strait separating the island of Taiwan and the Asian continent. The s",
    "Tajikistan": "Tajikistan, officially the Republic of Tajikistan, is a landlocked country in Central Asia. Dushanbe is the capital and most pop",
    "Takanobu_Okabe": "Takanobu Okabe (岡部 孝信, Okabe Takanobu) (born 26 October 1970) is a Japanese former ski jumper.\n\n\n== Career ==\nHis debut World Cu",
    "Takuma_Aoki": "Takuma Aoki (青木 拓磨, Aoki Takuma, born February 24, 1974 in Tokyo) is a Japanese former road racer of motorcycles at Grand Prix l",
    "Takuya_Takagi": "Takuya Takagi (高木 琢也, Takagi Takuya, born November 12, 1967) is a Japanese football manager and former player. He played for Jap",
    "Taliban": "The Taliban (; Pashto: طَالِبَانْ, romanized: Tālibān, lit. 'students'), which also refers to itself by its state name, the Isla",
    "Tallahassee,_Florida": "Tallahassee ( TAL-ə-HASS-ee) is the capital city of the U.S. state of Florida. It is the county seat of and the only incorporate",
    "Tallinn": "Tallinn is the capital and most populous city of Estonia. Situated on a bay in north Estonia, on the shore of the Gulf of Finlan",
    "Tamaulipas": "Tamaulipas (Spanish pronunciation: [tamawˈlipas] ), officially the Free and Sovereign State of Tamaulipas (Spanish: Estado Libre",
    "Tami_Whitlinger": "Tami Whitlinger-Jones (née Whitlinger; born November 13, 1968) is a former professional tennis player from the United States.\nPr",
    "Tamil_Eelam_Liberation_Organization": "The Tamil Eelam Liberation Organization (TELO) is a Sri Lankan Tamil political party and former militant group. Initially, the T",
    "Tamil_Nadu": "Tamil Nadu (; Tamil: [ˈtamiɻ ˈnaːɽɯ] , abbr. TN) is the southernmost state of India. The tenth largest Indian state by area and ",
    "Tamil_people": "",
    "Tampa_Bay_Buccaneers": "The Tampa Bay Buccaneers (colloquially known as the Bucs) are a professional American football team based in Tampa, Florida. The",
    "Tampa_Bay_Lightning": "The Tampa Bay Lightning (colloquially known as the Bolts) are a professional ice hockey team based in Tampa, Florida. The Lightn",
    "Tampere": "Tampere is a city in Finland and the regional capital of Pirkanmaa. It is located in the Finnish Lakeland. The population of Tam",
    "Tampico,_Tamaulipas": "",
    "Tando_Allahyar": "Tando Allahyar (Sindhi: ٽنڊوالهيار, Urdu: ٹنڈو الہ یار)  is a city and capital of Tando Allahyar District of Hyderabad Division ",
    "Tang_Jiaxuan": "Tang Jiaxuan (Chinese: 唐家璇; pinyin: Táng Jiāxuán) (born January 17, 1938) is a Chinese diplomat and politician who was foreign m",
    "Tanja_Damaske": "Tanja Damaske (born 16 November 1971 in East Berlin) is a retired German track and field athlete who competed in the javelin thr",
    "Tanjug": "Tanjug (/'tʌnjʊg/) (Serbian Cyrillic: Танјуг; sometimes stylized as TANJUG) was a Serbian state news agency based in Belgrade, w",
    "Tanjung_Priok": "Tanjung Priok is a district in the administrative city of North Jakarta, Indonesia. It hosts the western part of the city's main",
    "Tansu_Çiller": "Tansu Çiller (Turkish: [ˈtansu ˈtʃilːæɾ]; born 24 May 1946) is a Turkish academic, economist, and politician who served as the 2",
    "Tanya_Dubnicoff": "Tanya Dubnicoff (born November 7, 1969, in Winnipeg, Manitoba) is a Canadian cycling coach and retired track cyclist. She won fo",
    "Tanzania": "Tanzania, officially the United Republic of Tanzania, is a country in East Africa within the African Great Lakes region. It is b",
    "Tanzania_national_football_team": "The Tanzania national football team (Swahili: Timu ya Taifa ya Mpira wa Miguu ya Tanzania) represents Tanzania in men's internat",
    "Tarek_Jabban": "Tarek Jabban (Arabic: طارق جبان; born 11 December 1975) is a Syrian former footballer. He last played for Al-Jaish, which compet",
    "Tariq_Aziz": "Tariq Aziz (Arabic: طارق عزيز Ṭāriq ʿAzīz, 28 April 1936 – 5 June 2015) was an Iraqi politician who served as Deputy Prime Minis"
}