{
    "Tarmac_(company)": "Tarmac is a British building materials company headquartered in Solihull, England. The company was formed as Lafarge Tarmac in M",
    "Tarpon_Springs,_Florida": "Tarpon Springs is a city in Pinellas County, Florida, United States. Downtown Tarpon Springs has long been a focal point and und",
    "Tartus": "Tartus (Arabic: طَرْطُوس / ALA-LC: Ṭarṭūs; known in the County of Tripoli as Tortosa and also transliterated from French Tartous",
    "Tasmania": "Tasmania (; palawa kani: lutruwita) is an island state of Australia. It is located 240 kilometres (150 miles) to the south of th",
    "Tasmanian_Tigers": "",
    "Tatarstan": "Tatarstan, officially the Republic of Tatarstan, sometimes also called Tataria, is a republic of Russia located in Eastern Europ",
    "Tatiana_Stiajkina": "",
    "Tatjana_Mittermayer": "Tatjana Mittermayer (born 26 July 1964 in Rosenheim, Bavaria) is a German freestyle skier and Olympic medalist. She won the silv",
    "Tatyana_Babashkina": "Tatyana Babashkina, née Motkova (born 23 November 1968) is a retired Russian high jumper.\nHer personal best jump is 2.03 metres,",
    "Tauranga": "Tauranga (Māori pronunciation: [ˈtaʉɾaŋa]) is a coastal city in the Bay of Plenty Region and the fifth-most populous city of New",
    "Tavildara": "Tavildara is a village and jamoat in Tajikistan. It is located in Sangvor District. It is also the district capital. The jamoat ",
    "Tayfun_Korkut": "Tayfun Korkut (German pronunciation: [ˈtaɪfʊn ˈkɔɐ̯kʊt]; born 2 April 1974) is a football  manager and former player. He was mos",
    "Tea_Vikstedt-Nyman": "Tea Vikstedt-Nyman (born 6 July 1959) is a retired female racing cyclist from Finland. She represented her native country at thr",
    "Team_Polti": "Team Polti was an Italian professional cycling team. It became an independent team in 1994, after the separation of Lampre-Polti",
    "Teddy_Sheringham": "Edward Paul Sheringham  (born 2 April 1966) is an English football manager and former player. He played as a forward, mostly as ",
    "Teemu_Selänne": "Teemu Ilmari Selänne (Finnish pronunciation: [ˈteːmu ˈselænːe]; born July 3, 1970) is a Finnish former professional ice hockey w",
    "Tegla_Loroupe": "Tegla Chepkite Loroupe (born 9 May 1973) is a former Kenyan long-distance track and road runner. She is also a global spokeswoma",
    "Tegucigalpa": "Tegucigalpa (UK:  US:  Spanish: [teɣusiˈɣalpa])—formally Tegucigalpa, Municipality of the Central District (Spanish: Tegucigalpa",
    "Tehran": "Tehran (; Persian: تهران Persian pronunciation: [tehˈɾɒːn] ) is the capital and largest city of Iran. In addition to serving as ",
    "Tel_Aviv": "Tel Aviv-Yafo (Hebrew: תֵּל אָבִיב-יָפוֹ, romanized: Tēl ʾĀvīv-Yāfō, IPA: [tel aˈviv jaˈfo]; Arabic: تَلّ أَبِيب – يَافَا, roman",
    "Telegraph_Agency_of_the_Soviet_Union": "",
    "Televisa": "Grupo Televisa, S.A.B., simply known as  Televisa, is a Mexican telecommunications and broadcasting company. A major Latin Ameri",
    "Television_New_Zealand": "",
    "Telfer_Mine": "",
    "Telkom_Indonesia": "PT Telekomunikasi Indonesia (Persero) Tbk (lit. 'Telecommunications Indonesia State-owned Public Limited Company') officially sh",
    "Telmex": "Teléfonos de México,\nS.A.B. de C.V., known as Telmex is a Mexican telecommunications company headquartered in Mexico City that p",
    "Telstra": "Telstra Group Limited is an Australian telecommunications company that builds and operates telecommunications networks and marke",
    "Tempe,_Arizona": "Tempe ( tem-PEE; Oidbaḍ in O'odham) is a city in Maricopa County, Arizona, United States, with the Census Bureau reporting a 202",
    "Ten_Commandments": "The Ten Commandments (Biblical Hebrew: עֲשֶׂרֶת הַדְּבָרִים‎, romanized: ʿĂsereṯ haDəḇārīm, lit. 'The Ten Words'), or the Decalo",
    "Tennessee": "Tennessee ( , locally ), officially the State of Tennessee, is a landlocked state in the Southeastern region of the United State",
    "Tennessee_Titans": "The Tennessee Titans are a professional American football team based in Nashville, Tennessee. The Titans compete in the National",
    "Teresa": "Teresa (also Theresa, Therese; French: Thérèse) is a feminine given name. \nIt originates in the Iberian Peninsula in late antiqu",
    "Terry_Kennedy": "Terry Kennedy may refer to:\n\nTerry Kennedy (baseball) (born 1956), American baseball player\nTerry Kennedy (politician), American",
    "Terry_Mulholland": "Terence John Mulholland (born March 9, 1963) is an American former professional baseball pitcher. His Major League Baseball (MLB",
    "Terry_Pendleton": "Terry Lee Pendleton (born July 16, 1960) is an American former third baseman in Major League Baseball (MLB). He played primarily",
    "Terry_Phelan": "Terrence Phelan (born 16 March 1967) is a football coach and former professional footballer. He is the technical director of Ind",
    "Terry_Price_(golfer)": "Terry Price (born 27 December 1960) is an Australian professional golfer.\n\n\n== Early life ==\nPrice was born in Rockhampton, Quee",
    "Terry_Steinbach": "Terry Lee Steinbach (born March 2, 1962) is an American former professional baseball player and coach. He played in Major League",
    "Texas": "Texas (  TEK-səss, locally also  TEK-siz; Spanish: Texas or Tejas, pronounced [ˈtexas]) is the most populous state in the South ",
    "Texas_Panhandle": "",
    "Texas_Rangers_(baseball)": "The Texas Rangers are an American professional baseball team based in the Dallas–Fort Worth metroplex. The Rangers compete in Ma",
    "Thabo_Mbeki": "Thabo Mvuyelwa Mbeki (Xhosa: [tʰaɓɔ ʼmbɛːki]; born 18 June 1942) is a South African politician who served as the 2nd democratic ",
    "Thai_Nation_Party": "Thai Nation Party, or Chart Thai Party (Thai: พรรคชาติไทย, RTGS: Phak Chat Thai) was a conservative political party in Thailand.",
    "Thailand": "Thailand, officially the Kingdom of Thailand and historically known as Siam (the official name until 1939), is a country in Sout",
    "The_Ashes": "The Ashes is a men's Test cricket series played biennially between England and Australia. The term originated in a satirical obi",
    "The_Bahamas": "The Bahamas (  bə-HAH-məz), officially the Commonwealth of The Bahamas, is an island country within the Lucayan Archipelago of t",
    "The_Bank_of_Tokyo-Mitsubishi_UFJ": "",
    "The_Conference_Board": "The Conference Board, Inc. is a 501(c)(3) non-profit business membership and research organization. It counts over 1,000 public ",
    "The_Crying_Game": "The Crying Game is a 1992 crime thriller film,  written and directed by Neil Jordan, produced by Stephen Woolley and Nik Powell,",
    "The_Daily_Telegraph_(Australia)": "",
    "The_Hague": "The Hague ( HAYG; Dutch: Den Haag [dɛn ˈɦaːx]  or 's-Gravenhage [ˌsxraːvə(n)ˈɦaːɣə] ) is the capital city of the South Holland p",
    "The_Holocaust": "The Holocaust ( , HO-lə-kawst) was the genocide of European Jews during World War II. Between 1941 and 1945, Nazi Germany and it",
    "The_Irish_Times": "The Irish Times is an Irish daily broadsheet newspaper and online digital publication. It was launched on 29 March 1859. The edi",
    "The_Jakarta_Post": "The Jakarta Post is a daily English-language newspaper in Indonesia. The paper is owned by PT Bina Media Tenggara and based in t",
    "The_Jerusalem_Post": "The Jerusalem Post is an English language Israeli broadsheet newspaper based in Jerusalem, founded in 1932 during the British Ma",
    "The_Jordan_Times": "The Jordan Times is an English-language daily newspaper based in Amman, Jordan.\n\n\n== History ==\nEstablished in 1975, The Jordan ",
    "The_Lancet": "The Lancet is a weekly peer-reviewed general medical journal and one of the oldest of its kind. It is also one of the world's hi",
    "The_Land_is_Ours": "The Land is Ours is a British land rights campaign advocating access to the land, its resources, and the planning processes set ",
    "The_Miami_Herald": "",
    "The_Nation": "The Nation is a progressive American monthly magazine that covers political and cultural news, opinion, and analysis. It was fou",
    "The_New_Saints_F.C.": "The New Saints of Oswestry Town & Llansantffraid Football Club, commonly known as The New Saints (Welsh: Clwb Pêl-droed y Seinti",
    "The_New_York_Times": "The New York Times (NYT) is an American daily newspaper based in New York City. The New York Times covers domestic, national, an",
    "The_Open_Championship": "The Open Championship, often referred to as The Open or the British Open, is the oldest golf tournament in the world, and one of",
    "The_Oval": "The Oval, currently named for sponsorship reasons as the Kia Oval, is an international cricket ground in Kennington, located in ",
    "The_Pentagon": "The Pentagon is the headquarters building of the United States Department of Defense, in Arlington County, Virginia, across the ",
    "The_Statesman": "",
    "The_Sumitomo_Bank": "The Sumitomo Bank, Limited (株式会社住友銀行, Kabushiki-gaisha Sumitomo Ginkō) was a major Japanese bank, founded 1895 in Osaka and a ce",
    "The_Sun_(United_Kingdom)": "The Sun is a British tabloid newspaper, published by the News Group Newspapers division of News UK, itself a wholly owned subsid",
    "The_Sunday_Telegraph": "The Sunday Telegraph is a British broadsheet newspaper, first published on 5 February 1961 and published by the Telegraph Media ",
    "The_Times": "The Times is a British daily national newspaper based in London. It began in 1785 under the title The Daily Universal Register, ",
    "The_Vancouver_Sun": "",
    "The_Wall_Street_Journal": "The Wall Street Journal (WSJ), also referred to simply as the Journal,  is an American newspaper based in New York City, with a ",
    "The_Walt_Disney_Company": "The Walt Disney Company, commonly referred to as simply Disney, is an American multinational mass media and entertainment conglo",
    "The_Washington_Post": "The Washington Post, locally known as The Post and, informally, WaPo or WP, is an American daily newspaper published in Washingt",
    "Theodore_Roosevelt": "Theodore  Roosevelt Jr. (October 27, 1858 – January 6, 1919), also known as Teddy or T. R., was the 26th president of the United",
    "Theodoros_Pangalos": "Lieutenant General Theodoros Pangalos (Greek: Θεόδωρος Πάγκαλος, romanized: Theódoros Pángalos; 11 January 1878 – 26 February 19",
    "Thessaloniki": "Thessaloniki (; Greek: Θεσσαλονίκη [θesaloˈnici] ), also known as Thessalonica (English: ), Saloniki, Salonika, or Salonica (), ",
    "Thierry_Henry": "Thierry Daniel Henry (French pronunciation: [tjɛʁi danjɛl ɑ̃ʁi]; born 17 August 1977) is a French professional football coach, p",
    "Thomas_Bjørn": "Thomas Bjørn (born 18 February 1971) is a Danish professional golfer who plays on the European Tour. He is the most successful D",
    "Thomas_Bscher": "Thomas Bscher (born 2 April 1952) is an automobile race car driver and banker.\n\n\n== External links ==\nThomas Bscher career summa",
    "Thomas_Enqvist": "Thomas Karl Johan Enqvist (born 13 March 1974) is a Swedish former professional tennis player. He reached the final of the 1999 ",
    "Thomas_Helmer": "Thomas Helmer (born 21 April 1965) is a German former footballer. His preferred playing position was sweeper, but he was primari",
    "Thomas_Häßler": "Thomas Jürgen \"Icke\" Häßler (German pronunciation: [ˈtoːmas ˈhɛslɐ]; born 30 May 1966) is a German former professional footballe",
    "Thomas_Johansson": "Karl Thomas Conny Johansson (pronounced [ˈtʊ̌mːas ˈjûːanˌsɔn]; born 24 March 1975) is a Swedish retired professional tennis play",
    "Thomas_Muster": "Thomas Muster (born 2 October 1967) is an Austrian former world No. 1 tennis player. One of the world's leading clay court playe",
    "Thomas_Rådström": "Thomas Rådström (born 22 January 1966), nicknamed \"Rådis\", is a rally and rallycross driver from Sweden.\n\n\n== Career ==\nRådström",
    "Thomas_Seeliger": "Thomas Seeliger (born 20 September 1966) is a German former footballer and current manager. He spent four seasons in the Bundesl",
    "Thomas_Sobotzik": "Thomas Sobotzik (Polish: Tomasz Sobocki; born 16 October 1974) is a German former professional footballer who played as a midfie",
    "Thomas_Stickroth": "Thomas Stickroth (born 13 April 1965) is a German football manager and former player.\n\n\n== Playing career ==\nBeginning as a yout",
    "Thomas_Strunz": "Thomas Strunz (born 25 April 1968) is a German former professional footballer who played mostly as a defensive midfielder.\nOver ",
    "Thomas_Stuer-Lauridsen": "Thomas Stuer-Lauridsen (born 29 April 1971) is a Danish badminton player.\n\n\n== Career ==\nStuer-Lauridsen won bronze in the 1992 ",
    "Thunder_Bay": "Thunder Bay is a city in and the seat of Thunder Bay District, Ontario, Canada. It is the most populous municipality in Northwes",
    "Tiananmen_Square": "Tiananmen Square or Tian'anmen Square () is a city square in the city center of Beijing, China, named after the Tiananmen (\"Gate",
    "Tianjin": "Tianjin is a direct-administered municipality in Northern China on the shore of the Bohai Sea. It is one of the nine national ce",
    "Tibet": "Tibet ( ; Tibetan: བོད, Lhasa dialect: [pʰøːʔ˨˧˩] Böd; Chinese: 藏区; pinyin: Zàngqū), or Greater Tibet, is a region in the wester",
    "Tiburones_Rojos_de_Veracruz": "",
    "Tiger_Woods": "Eldrick Tont \"Tiger\" Woods (born December 30, 1975) is an American professional golfer. He is tied for first in PGA Tour wins, r"
}