{
    "Tignes": "Tignes (French pronunciation: [tiɲ]) is a commune in the Tarentaise Valley, in the Savoie department in the Rhône-Alpes region i",
    "Tijani_Babangida": "Tijani Babangida (born 25 September 1973) is a Nigerian former professional footballer, who played as a winger. Known for his pa",
    "Tijuana": "Tijuana is the most populous city in the state of Baja California, located on the northwestern Pacific Coast of Mexico. Tijuana ",
    "Tim_Belcher": "Timothy Wayne Belcher (born October 19, 1961) is an American former professional baseball pitcher. He played in Major League Bas",
    "Tim_Forsyth": "Tim Forsyth (born 17 August 1973 in Mirboo North, Victoria, Australia) is a retired Australian three-time Olympic high jumper: 1",
    "Tim_Hancock": "Tim Hancock (born 20 April 1972) is a former English cricketer. He is a right-handed batsman and a right-arm medium-pace bowler.",
    "Tim_Henman": "Timothy Henry Henman  (born 6 September 1974) is a British former professional tennis player. Henman played a serve-and-volley s",
    "Tim_Herron": "Timothy Daniel Herron (born February 6, 1970) is an American professional golfer. He currently plays on the PGA Tour Champions. ",
    "Tim_Horan": "Tim Horan AM (born 18 May 1970) is a former Australian rugby union footballer of Irish Descent, raised in Queensland. He played ",
    "Tim_Lobinger": "Tim Lobinger (3 September 1972 – 16 February 2023) was a German pole vaulter.\n\n\n== Career ==\nLobinger's discipline was pole vaul",
    "Tim_Munton": "Timothy Alan Munton (born 30 July 1965) is an English cricketer. He had a long career in county cricket, playing over 500 games ",
    "Tim_Simpson": "Timothy Jay Simpson (born May 6, 1956) is an American professional golfer who has played on the PGA Tour and the Nationwide Tour",
    "Tim_Stimpson": "Timothy Richard George Stimpson (born 10 September 1973 in Liverpool) is a former rugby union international full back (and occas",
    "Tim_Wakefield": "Timothy Stephen Wakefield (August 2, 1966 – October 1, 2023) was an American professional baseball knuckleball pitcher. Wakefiel",
    "Timişoara": "",
    "Tina_Križan": "Tina Križan (born 18 March 1974) is a former Slovenian professional tennis player.\nKnown primarily for her achievements playing ",
    "Tino_Martinez": "Constantino \"Tino\" Martinez (born December 7, 1967) is an American former professional baseball player. He played in Major Leagu",
    "Tirana": "Tirana (  tih-RAH-nə, Albanian pronunciation: [tiˈɾana]; Gheg Albanian: Tirona) is the capital and largest city of Albania. It i",
    "Todd_Hollandsworth": "Todd Mathew Hollandsworth (born April 20, 1973) is an American former professional baseball outfielder in Major League Baseball ",
    "Todd_Martin": "Todd Martin (born July 8, 1970) is an American retired tennis player. He reached the men's singles final at the 1994 Australian ",
    "Todd_Stottlemyre": "Todd Vernon Stottlemyre (born May 20, 1965) is an American former professional baseball player. He played for 15 seasons in Majo",
    "Todd_Van_Poppel": "Todd Matthew Van Poppel (born December 9, 1971) is an American former Major League Baseball pitcher who played for the Oakland A",
    "Todd_Woodbridge": "Todd Andrew Woodbridge, OAM (born 2 April 1971) is an Australian broadcaster and former professional tennis player. During his p",
    "Todd_Worrell": "Todd Roland Worrell (born September 28, 1959) is an American former professional baseball relief pitcher. He played all or part ",
    "Todor_Zhivkov": "Todor Hristov Zhivkov (Bulgarian: Тодор Христов Живков [ˈtɔdor ˈxristof ˈʒifkof]; 7 September 1911 – 5 August 1998) was a Bulgar",
    "Toftir": "Toftir (Danish: Tofte) is a village in Nes Municipality on the island of Eysturoy, in the Faroe Islands. It is part of a chain o",
    "Togo": "Togo, officially the Togolese Republic, is a country in West Africa. It is bordered by Ghana to the west, Benin to the east and ",
    "Togo_national_football_team": "The Togo national football team (French: Équipe nationale de football du Togo) represents Togo in international football and is ",
    "Tokyo": "Tokyo, officially the Tokyo Metropolis, is the capital of Japan. With a population of over 14 million residents within the city ",
    "Tokyo_Stock_Exchange": "The Tokyo Stock Exchange (東京証券取引所, Tōkyō Shōken Torihikijo), abbreviated as Tosho (東証) or TSE/TYO, is a stock exchange located i",
    "Toledo,_Ohio": "Toledo ( tə-LEE-doh) is a city in and the county seat of Lucas County, Ohio, United States. At the 2020 census, it had a populat",
    "Tolunay_Kafkas": "Hakkı Tolunay Kafkas (born 21 March 1968) is a Turkish professional football manager and former player. He is currently managing",
    "Tom_Boyd_(footballer)": "",
    "Tom_Candiotti": "Thomas Caesar Candiotti (born August 31, 1956) is an American former knuckleball pitcher in Major League Baseball. He played for",
    "Tom_Cruise": "Thomas Cruise Mapother IV (born July 3, 1962) is an American actor and producer. Regarded as a Hollywood icon, he has received v",
    "Tom_Daschle": "Thomas Andrew Daschle ( DASH-əl; born December 9, 1947) is an American politician and lobbyist who represented South Dakota in t",
    "Tom_Glavine": "Thomas Michael Glavine (born March 25, 1966) is an American former professional baseball pitcher who played 22 seasons in Major ",
    "Tom_Ikimi": "Chief Tom Ikimi (born 10 April 1944) is a Nigerian politician and architect who served as Minister of Foreign Affairs from 1995 ",
    "Tom_Johnson_(boxer)": "",
    "Tom_Kiernan": "Thomas Joseph Kiernan (7 January 1939 – 3 February 2022) was an Ireland international rugby union player. He won 54 caps for Ire",
    "Tom_Lehman": "Thomas Edward Lehman (born March 7, 1959) is an American professional golfer. A former #1 ranked golfer, his tournament wins inc",
    "Tom_Moody": "Thomas Masson Moody (born 2 October 1965) is a former Australian international cricketer and current Director of Cricket of Sri ",
    "Tom_Nyariki": "Tom (\"Thomas\") Nyariki (born 27 September 1971, in Nyamira) is a long-distance runner from Kenya. Most notably he won a bronze m",
    "Tom_Pagnozzi": "Thomas Alan Pagnozzi (born July 30, 1962) is an American former professional baseball player. He played his entire 12-year Major",
    "Tom_Pukstys": "Thomas Paul Pukstys (born May 28, 1968) is a former American track and field athlete who was a javelin thrower.  Pukstys was a s",
    "Tom_Steels": "Tom Steels (born 2 September 1971) is a Belgian former professional road bicycle racer, specialising in sprint finishes and one-",
    "Tom_Watson_(golfer)": "Thomas Sturges Watson (born September 4, 1949) is an American retired professional golfer on the PGA Tour Champions, formerly on",
    "Tomasz_Moskal": "Tomasz Moskal  (born 8 July 1975) is a Polish former professional footballer who played as a forward.\n\n\n== Honours ==\nPolonia Wa",
    "Tommy_Haas": "Thomas Mario Haas (German pronunciation: [ˈtɔmi ˈhaːs]; born 3 April 1978) is a German-American former professional tennis playe",
    "Tommy_Martyn": "Thomas Martyn (born 4 June 1971) is a former Ireland international rugby league footballer who played in the 1980s, 1990s and 20",
    "Tommy_Thompson": "Tommy George Thompson (born November 19, 1941) is an American politician from Juneau County, Wisconsin. He served as the 19th Un",
    "Tomás_Carbonell": "Tomás Carbonell Lladó (born 7 August 1968) is a former professional tennis player from Spain.\nCarbonell won 2 singles and 22 dou",
    "Tonga": "Tonga ( TONG-ə,  TONG-gə; Tongan: [ˈtoŋa]), officially the Kingdom of Tonga (Tongan: Puleʻanga Fakatuʻi ʻo Tonga), is an island ",
    "Toni_Polster": "Anton \"Toni\" Polster (born 10 March 1964) is an Austrian professional football coach and former player. He is the all-time leadi",
    "Tony_Adams_(footballer)": "",
    "Tony_Blair": "Sir Anthony Charles Lynton Blair (born 6 May 1953) is a British politician who served as Prime Minister of the United Kingdom fr",
    "Tony_Cascarino": "Anthony Guy Cascarino (born 1 September 1962) is a former professional footballer who played as a striker for various British an",
    "Tony_Clark": "Anthony Christopher Clark (born June 15, 1972) is an American professional baseball player and executive. He played in Major Lea",
    "Tony_Eusebio": "Raul Antonio Bare Eusebio (born April 27, 1967) is a former Major League Baseball catcher who played for the Houston Astros.\nIn ",
    "Tony_Greig": "Anthony William Greig (6 October 1946 – 29 December 2012) was a South African-born cricketer and commentator. Greig qualified to",
    "Tony_Jarrett": "Anthony Alexander Jarrett (born 13 August 1968 in Enfield, London) is a male former sprint and hurdling athlete from England.\n\n\n",
    "Tony_Johnstone": "Anthony Alastair Johnstone (born 2 May 1956) is a Zimbabwean professional golfer.\n\n\n== Early life ==\nJohnstone was born in Bulaw",
    "Tony_P._Hall": "Tony Patrick Hall (born January 16, 1942) is an American politician, businessman, and diplomat who served as a member of the U.S",
    "Tony_Roche": "Anthony Dalton Roche AO MBE (born 17 May 1945) is an Australian former professional tennis player.\nA native of Tarcutta, Roche p",
    "Tony_Siragusa": "Anthony Siragusa (May 14, 1967 – June 22, 2022), nicknamed \"the Goose\", was an American professional football player who was a d",
    "Tony_Underwood": "Tony Underwood (born 17 February 1969 in Ipoh, Malaysia) is a former English rugby union footballer who played as a wing three-q",
    "Tony_Vairelles": "Tony Vairelles (born 10 April 1973) is a French former professional footballer who played as a forward.\n\n\n== Club career ==\nA mu",
    "Toomas_Savi": "Toomas Savi (born 30 December 1942 in Tartu, Estonia) is an Estonian politician and in 2004-2009 was a Member of the European Pa",
    "Topoľčany": "Topoľčany ([ˈtɔpɔʎtʂani] ; Slovak: Veľké Topoľčany before 1920; Hungarian: Nagytapolcsány) is a town in the Nitra Region of Slov",
    "Tops_Markets_LLC": "",
    "Torino_F.C.": "",
    "Toronto": "Toronto is the most populous city in Canada and the capital city of the Canadian province of Ontario. With a population of 2,794",
    "Toronto_Blue_Jays": "The Toronto Blue Jays are a Canadian professional baseball team based in Toronto. The Blue Jays compete in Major League Baseball",
    "Toronto_Maple_Leafs": "The Toronto Maple Leafs (officially the Toronto Maple Leaf Hockey Club and often referred to as the Leafs) are a professional ic",
    "Toronto_Raptors": "The Toronto Raptors are a Canadian professional basketball team based in Toronto. The Raptors compete in the National Basketball",
    "Toros_Neza": "Neza Fútbol Club, also known as Toros Neza, is a Mexican football team based in the city of Nezahualcóyotl. They play in the Lig",
    "Torquay_United_F.C.": "Torquay United Football Club is a  professional association football club based in Torquay, Devon, England. The team currently c",
    "Torrance_Zellner": "Torrance A. Zellner (born January 6, 1970, in Baltimore, Maryland) is an American track and field athlete who won bronze medals ",
    "Tottenham_Hotspur_F.C.": "Tottenham Hotspur Football Club, commonly referred to as simply Tottenham (, TOT-ən-əm, , tot-nəm) or Spurs, is a professional f",
    "Tour_de_France": "The Tour de France (French pronunciation: [tuʁ də fʁɑ̃s]) is an annual men's multiple-stage bicycle race held primarily in Franc",
    "Tour_de_Suisse": "The Tour de Suisse (English: Tour of Switzerland) is an annual road cycling stage race. Raced over eight days, the event covers ",
    "Towers_Perrin": "Towers Perrin was a professional services firm that provided human resource consulting, financial services consulting, reinsuran",
    "Toyota": "Toyota Motor Corporation (Japanese: トヨタ自動車株式会社, Hepburn: Toyota Jidōsha kabushikigaisha, IPA: [toꜜjota], English: , commonly kno",
    "Toyota_Australia": "Toyota Australia is an Australian subsidiary of the Japanese car manufacturer Toyota. It markets Toyota products and manages mot",
    "Toyota_Celica": "The Toyota Celica ( or ) (Japanese: トヨタ・セリカ, Hepburn: Toyota Serika) is an automobile produced by Toyota from 1970 until 2006. T",
    "Tranmere_Rovers_F.C.": "Tranmere Rovers Football Club is a professional association football club based in Birkenhead, Merseyside, England. The team com",
    "Trans_World_Airlines": "Trans World Airlines (TWA) was a major airline in the United States that operated from 1930 until it was acquired by American Ai",
    "Transcendental_Meditation": "Transcendental Meditation (TM) is a form of silent meditation developed by Maharishi Mahesh Yogi. The TM technique involves the ",
    "Transvaal_Province": "",
    "Transylvania": "Transylvania (Romanian: Transilvania [transilˈvani.a] or Ardeal; or Hungarian: Erdély [ˈɛrdeːj]; German: Siebenbürgen [ˌziːbm̩ˈb",
    "Travis_Fryman": "David Travis Fryman (born March 25, 1969) is an American former professional baseball third baseman who played in Major League B",
    "Treaty_of_Baden": "The Treaty or Peace of Baden may refer to:\n\nPeace of Baden (1412), a treaty between the Swiss Confederation and Frederick IV, Du",
    "Trenidad_Hubbard": "Trenidad Aviel Hubbard (born Trent Hubbard[1], May 11, 1964) is a former Major League Baseball journeyman outfielder. He is an a",
    "Trent_Bridge": "Trent Bridge Cricket Ground is a cricket ground mostly used for Test, One-Day International and county cricket located in West B",
    "Treorchy_RFC": "Treorchy Rugby Football Club is a rugby union team from the village of Treorchy, in the Rhondda Valley, Wales. They formed in 18",
    "Trevor_Dodds": "Trevor George Dodds (born 26 September 1959) is a Namibian professional golfer who formerly played on the PGA Tour. He is known ",
    "Trincomalee": "Trincomalee (English: ; Tamil: திருக்கோணமலை, romanized: Tirukkōṇamalai; Sinhala: ත්‍රිකුණාමළය, romanized: Trikuṇāmaḷaya), histor",
    "Trinidad": "Trinidad is the larger and more populous of the two major islands of Trinidad and Tobago. The island lies 11 km (6.8 mi) off the",
    "Tripoli,_Lebanon": "Tripoli ( TRIP-əl-ee; Arabic: طَرَابُلُس, ALA-LC: Ṭarābulus, pronounced [tˤaˈraːbulus] ; Lebanese Arabic: طرابلس, romanized: Ṭrā"
}