{
    "Tristan_Hoffman": "Tristan Henri Christiaan Hoffman (born 1 January 1970 in Groenlo, Oost Gelre) is a Dutch former road racing cyclist. After his r",
    "Troy,_Tennessee": "Troy is a town in Obion County, Tennessee, United States. The population was 1,423 at the 2020 census. It is part of the Union C",
    "Troy_Corser": "Troy Gordon Corser (born 27 November 1971) is an Australian former professional motorcycle road racer. He competed in the Superb",
    "Troy_Vincent": "Troy Darnell Vincent Sr. (born June 8, 1970) is an American sports executive and former professional football player. He played ",
    "Tubmanburg": "Tubmanburg, also known as Bomi and formerly known as Vaitown, is the capital of Bomi County in Liberia. It lies in the Bomi Hill",
    "Tunceli_Province": "Tunceli Province (Turkish: Tunceli ili), formerly Dersim Province (Kurdish: Parêzgeha Dêrsim; Zazaki: Dêsim wilayet; Armenian: Դ",
    "Tunis": "Tunis (Arabic: تونس ) is the capital and largest city of Tunisia. The greater metropolitan area of Tunis, often referred to as \"",
    "Tunisia": "Tunisia, officially the Republic of Tunisia, is the northernmost country in Africa. It is a part of the Maghreb region of North ",
    "Tunisia_national_football_team": "The Tunisia national football team represents Tunisia in men's international association football competitions and it is control",
    "Turin": "Turin ( ture-IN, TURE-in, Piedmontese: [tyˈriŋ] ; Italian: Torino [toˈriːno] ; Latin: Augusta Taurinorum, then Taurinum) is a ci",
    "Turkey_national_football_team": "The Turkey national football team (Turkish: Türkiye Millî Futbol Takımı), recognized as Türkiye by FIFA, represents Turkey in me",
    "Turkish_Armed_Forces": "The Turkish Armed Forces (TAF; Turkish: Türk Silahlı Kuvvetleri, TSK) are the military forces of the Republic of Turkey. The Tur",
    "Turkish_Cypriots": "Turkish Cypriots or Cypriot Turks (Turkish: Kıbrıs Türkleri or Kıbrıslı Türkler; Greek: Τουρκοκύπριοι, romanized: Tourkokýprioi)",
    "Turnhout": "Turnhout (Dutch pronunciation: [ˈtʏr(ə)nɦʌut]) is a Belgian municipality and city located in the Flemish province of Antwerp. Th",
    "Tuscany": "Tuscany ( TUSK-ə-nee; Italian: Toscana, Italian: [tosˈkaːna]) is a region in central Italy with an area of about 23,000 square k",
    "Tutsi": "The Tutsi (), also called Watusi, Watutsi or Abatutsi (Kinyarwanda pronunciation: [ɑ.βɑ.tuː.t͡si]), are an ethnic group of the A",
    "Tuzla": "Tuzla (Serbo-Croatian Cyrillic: Тузла, Serbo-Croatian pronunciation: [tûzla] ) is the third-largest city of Bosnia and Herzegovi",
    "Twickenham_Stadium": "Twickenham Stadium (officially known as the Allianz Stadium for sponsorship reasons) in Twickenham, in the London Borough of Ric",
    "Twyford_Down": "Twyford Down is an area of chalk downland lying directly to the southeast of Winchester, Hampshire, England next to St. Catherin",
    "Ty_Detmer": "Ty Hubert Detmer (born October 30, 1967) is an American former professional football quarterback who played in the National Foot",
    "Tychy": "Tychy (Polish pronunciation: [ˈtɨxɨ] ; German: Tichau; Silesian: Tychy) is a city in Silesia in southern Poland, approximately 2",
    "Tyler_Houston": "Tyler Sam Houston (born January 17, 1971) is an American former professional baseball third baseman and catcher. He played eight",
    "Tyrrell_Racing": "The Tyrrell Racing Organisation was an auto racing team and Formula One constructor founded by Ken Tyrrell (1924–2001) which sta",
    "Tórshavn": "Tórshavn (Faroese: [ˈtʰɔu̯ʂhau̯n] ; lit. 'Thor's harbour'), usually locally referred to as simply Havn, is the capital and large",
    "Túlio_Costa": "",
    "U.C._Sampdoria": "",
    "U.S._Bank_Championship_in_Milwaukee": "",
    "U.S._Città_di_Palermo": "",
    "U.S._Cremonese": "",
    "U.S._Lecce": "",
    "U.S._Open_(golf)": "The United States Open Championship, commonly known as the U.S. Open, is the annual open national championship of golf in the Un",
    "UBS": "UBS Group AG is a multinational investment bank and financial services company founded and based in Switzerland. Headquartered s",
    "UCI_Road_World_Cup": "The UCI Road World Cup was a season-long road cycling competition held from 1989 until 2004 and comprising ten one-day events.\nT",
    "UD_Salamanca": "Unión Deportiva Salamanca, S.A.D. (Spanish pronunciation: [uˈnjon depoɾˈtiβa salaˈmaŋka]) was a historical Spanish football team",
    "UEFA": "The Union of European Football Associations (UEFA  yoo-AY-fə; French: Union des associations européennes de football; German: Un",
    "UEFA_Champions_League": "The UEFA Champions League (abbreviated as UCL) is an annual club association football competition organised by the Union of Euro",
    "UEFA_Cup_Winners'_Cup": "The UEFA Cup Winners' Cup was a European football club competition contested annually by the winners of domestic cup competition",
    "UEFA_Euro_1992": "The 1992 UEFA European Football Championship was hosted by Sweden between 10 and 26 June 1992. It was the ninth UEFA European Ch",
    "UEFA_Euro_1996": "The 1996 UEFA European Football Championship, commonly referred to as Euro 96, was the 10th UEFA European Championship, a quadre",
    "UEFA_Europa_League": "The UEFA Europa League (previously known as the UEFA Cup), abbreviated as UEL, is an annual football club competition organised ",
    "UEFA_European_Football_Championship": "",
    "UEFA_Intertoto_Cup": "The UEFA Intertoto Cup (from Latin: inter, \"between\" and German: toto, \"betting pool\"), originally called the International Foot",
    "UNITA": "The National Union for the Total Independence of Angola (Portuguese: União Nacional para a Independência Total de Angola, abbr. ",
    "USS_Carl_Vinson_(CVN-70)": "",
    "USS_Enterprise_(CVN-65)": "USS Enterprise (CVN-65), formerly CVA(N)-65, is a decommissioned United States Navy aircraft carrier. In 1958, she became the fi",
    "USTA_Billie_Jean_King_National_Tennis_Center": "The USTA Billie Jean King National Tennis Center is a stadium complex within Flushing Meadows–Corona Park in Queens, New York Ci",
    "US_Airways": "US Airways was a major airline in the United States. It was originally founded in Pittsburgh as a mail delivery airline called A",
    "US_Open_(tennis)": "The US Open Tennis Championships, commonly called the US Open, is a hardcourt tennis tournament organized by the United States T",
    "Udinese_Calcio": "Udinese Calcio (Italian pronunciation: [udiˈneːze ˈkaltʃo, -eːse -]; \"Udinese Football\") is a professional football club based i",
    "Uganda": "Uganda, officially the Republic of Uganda, is a landlocked country in East Africa. It is bordered to the east by Kenya, to the n",
    "Uganda_national_football_team": "The Uganda national football team also known as The Uganda Cranes represents Uganda in association football and is controlled by",
    "Ujjain": "Ujjain ( ,  Hindi: [ʊd͡ːʒɛːn], old name Avantika,   Hindi: [əʋən̪t̪ɪkaː]) or Ujjayinī is a city in Ujjain district of the Indian",
    "Ukraine": "Ukraine is a country in Eastern Europe. It is the second-largest European country after Russia, which borders it to the east and",
    "Ukraine_national_football_team": "The Ukraine national football team (Ukrainian: Збірна України з футболу) represents Ukraine in men's international football, and",
    "Ukyo_Katayama": "Ukyo Katayama (Japanese: 片山 右京, Hepburn: Katayama Ukyō, born 29 May 1963) is a Japanese former racing driver and motorsport exec",
    "Ulan_Bator": "",
    "Ulf_Kirsten": "Ulf Kirsten (born 4 December 1965) is a German former professional footballer who played as a striker. Nicknamed Der Schwatte (d",
    "Ulsan": "Ulsan (Korean: 울산; Korean pronunciation: [uɭ.s͈an]), officially the Ulsan Metropolitan City, is South Korea's seventh-largest me",
    "Ulsan_Hyundai_FC": "",
    "Ulysses_S._Grant": "Ulysses S. Grant (born Hiram Ulysses Grant; April 27, 1822 – July 23, 1885) was the 18th president of the United States, serving",
    "Umberto_Bossi": "Umberto Bossi (born 19 September 1941) is an Italian politician and former leader of Lega Nord (Northern League), a party seekin",
    "Umbria": "Umbria ( UM-bree-ə; Italian: [ˈumbrja]) is a region of central Italy. It includes Lake Trasimeno and Marmore Falls, and is cross",
    "Umkomaas": "Umkomaas,  also known by its official name eMkhomazi, is a small coastal village on the subtropical South Coast of KwaZulu-Natal",
    "Umm_Qasr": "Umm Qasr (Arabic: أم قصر, also transliterated as Um-qasir, Um-qasser, Um Qasr. Kurdish: ئومقەسڕ, Ûmqêsir) is a port city in sout",
    "Unified_Communist_Party_of_Nepal_(Maoist)": "",
    "Union_Bank_of_Switzerland": "Union Bank of Switzerland (UBS) was a Swiss investment bank and financial services company located in Switzerland. The bank, whi",
    "Union_Luxembourg": "Union Sportive Luxembourg, usually known as Union Luxembourg, was a football club, based in Luxembourg City, in southern Luxembo",
    "United_Arab_Emirates": "The United Arab Emirates (UAE), or simply the Emirates, is a country in West Asia, in the Middle East, at the eastern end of the",
    "United_Arab_Emirates_national_football_team": "The United Arab Emirates national football team (Arabic: منتخب الإمَارَاتُ الْعَرَبِيَّةُ الْمُتَّحِدَة لِكُرَّةُ الْقَدَم) repr",
    "United_Daughters_of_the_Confederacy": "The United Daughters of the Confederacy (UDC) is an American neo-Confederate hereditary association for female descendants of Co",
    "United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a country in ",
    "United_Liberation_Movement_of_Liberia_for_Democracy_–_Johnson_faction": "",
    "United_National_Party": "The United National Party (UNP; Sinhala: එක්සත් ජාතික පක්ෂය, romanized: Eksath Jāthika Pakshaya, Tamil: ஐக்கிய தேசியக் கட்சி, ro",
    "United_Nations": "The United Nations (UN) is a diplomatic and political international organization with the intended purpose of maintaining intern",
    "United_Nations_Commission_on_Human_Rights": "The United Nations Commission on Human Rights (UNCHR) was a functional commission within the overall framework of the United Nat",
    "United_Nations_High_Commissioner_for_Refugees": "The Office of the United Nations High Commissioner for Refugees (UNHCR) is a United Nations agency mandated to aid and protect r",
    "United_Nations_Interim_Force_in_Lebanon": "The United Nations Interim Force in Lebanon (Arabic: قوة الأمم المتحدة المؤقتة في لبنان, Hebrew: כוח האו\"ם הזמני בלבנון), or UNI",
    "United_Nations_Security_Council": "The United Nations Security Council (UNSC) is one of the six principal organs of the United Nations (UN) and is charged with ens",
    "United_Nations_Special_Commission": "United Nations Special Commission (UNSCOM) was an inspection regime created by the United Nations to ensure Iraq's compliance wi",
    "United_News_of_India": "United News of India, abbreviated as UNI, is a multilingual news agency in India. It was founded On 19 December 1959 as an Engli",
    "United_States": "The United States of America (USA), commonly known as the United States (U.S.) or America, is a country primarily located in Nor",
    "United_States_Air_Force": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces, and is one of the eight uniforme",
    "United_States_Amateur_Championship_(golf)": "",
    "United_States_Army": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed",
    "United_States_Congress": "The United States Congress is the legislature of the federal government of the United States. It is bicameral, composed of a low",
    "United_States_Court_of_Appeals_for_the_Fourth_Circuit": "The United States Court of Appeals for the Fourth Circuit (in case citations, 4th Cir.) is a federal court located in Richmond, ",
    "United_States_Department_of_Agriculture": "The United States Department of Agriculture (USDA) is an executive department of the United States federal government that aims ",
    "United_States_Department_of_Commerce": "The United States Department of Commerce (DOC) is an executive department of the U.S. federal government concerned with promotin",
    "United_States_Department_of_Defense": "The United States Department of Defense (DoD, USDOD, or DOD) is an executive branch department of the federal government of the ",
    "United_States_Department_of_State": "The United States Department of State (DOS), or simply the State Department, is an executive department of the U.S. federal gove",
    "United_States_Department_of_the_Treasury": "The Department of the Treasury (USDT) is the national treasury and finance department of the federal government of the United St",
    "United_States_Fed_Cup_team": "",
    "United_States_Marine_Corps": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch ",
    "United_States_Navy": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed ser",
    "United_States_Senate_Committee_on_Armed_Services": "The Committee on Armed Services, sometimes abbreviated SASC for Senate Armed Services Committee, is a committee of the United St",
    "United_States_Senate_Select_Committee_on_Intelligence": "The United States Senate Select Committee on Intelligence (sometimes referred to as the Intelligence Committee or SSCI) is dedic",
    "United_States_Tennis_Association": "The United States Tennis Association (USTA) is the national governing body for tennis in the United States. A not-for-profit org"
}