{
    "United_States_Treasury_security": "United States Treasury securities, also called Treasuries or Treasurys, are government debt instruments issued by the United Sta",
    "United_States_courts_of_appeals": "The United States courts of appeals are the intermediate appellate courts of the United States federal judiciary. They hear appe",
    "United_States_district_court": "The United States district courts are the trial courts of the U.S. federal judiciary.  There is one district court for each fede",
    "United_States_dollar": "The United States dollar (symbol: $; currency code: USD; also abbreviated US$ to distinguish it from other dollar-denominated cu",
    "United_States_men's_national_soccer_team": "The United States men's national soccer team, abbreviated (USMNT) represents the United States in men's international soccer com",
    "University_of_Michigan": "The University of Michigan (U-M, UMich, or simply Michigan) is a public research university in Ann Arbor, Michigan, United State",
    "University_of_Oklahoma": "The University of Oklahoma (OU) is a public research university in Norman, Oklahoma, United States. Founded in 1890, it had exis",
    "University_of_Oxford": "The University of Oxford is a collegiate research university in Oxford, England. There is evidence of teaching as early as 1096,",
    "University_of_Pennsylvania": "The University of Pennsylvania (commonly known as Penn or UPenn) is a private Ivy League research university in Philadelphia, Pe",
    "University_of_Yangon": "The University of Yangon (also Yangon University; Burmese: ရန်ကုန် တက္ကသိုလ်, pronounced [jàɰ̃ɡòʊɰ̃ tɛʔkəθò]; formerly Rangoon C",
    "University_of_the_Witwatersrand": "The University of the Witwatersrand, Johannesburg (), commonly known as Wits University or Wits, is a multi-campus public resear",
    "Unión_de_Santa_Fe": "Club Atlético Unión (Spanish pronunciation: [ˈkluβ aˈtletiko wˈnjon]; mostly known as Unión de Santa Fe [uˈnjon de santa ˈfe]) i",
    "Uppsala": "Uppsala (Swedish pronunciation: [ˈɵ̂pːˌsɑːla] ; archaically spelled Upsala) is the capital of Uppsala County and the fourth-larg",
    "Uppsala_University_Hospital": "Uppsala University Hospital (Swedish: Akademiska sjukhuset, often referred to colloquially as \"Akademiska\" or \"Ackis\") in Uppsal",
    "Upul_Chandana": "Deshabandu Umagiliya Durage Upul Chandana (born 7 May 1972), popularly known as Upul Chandana, is a  former Sri Lankan cricketer",
    "Ural_Mountains": "The Ural Mountains ( YOOR-əl), or simply the Urals, are a mountain range in Eurasia that runs north–south mostly through the Rus",
    "Uruguay": "Uruguay (  YOOR-ə-gwy, Spanish: [uɾuˈɣwaj] ), officially the Oriental Republic of Uruguay (Spanish: República Oriental del Urugu",
    "Urus-Martan": "Urus-Martan (Russian: Уру́с-Марта́н; Chechen: Хьалха-Марта, Ẋalxa-Marta or Мартантӏи, Martanthi) is a town and the administrativ",
    "Utah": "Utah ( YOO-tah,   YOO-taw) is a landlocked state in the Mountain West subregion of the Western United States.  It is one of the ",
    "Utah_Jazz": "The Utah Jazz are an American professional basketball team based in Salt Lake City. The Jazz compete in the National Basketball ",
    "Uttar_Pradesh": "Uttar Pradesh ( UUT-ər prə-DESH; Hindi: [ˈʊtːəɾ pɾəˈdeːʃ]; abbr. UP) is a state in northern India. With over 241 million inhabit",
    "Uyo": "Uyo is the capital city of Akwa Ibom, a state in South South Nigeria.\nIt became the capital on September 23, 1987 when Akwa Ibom",
    "Uzbekistan": "Uzbekistan, officially the Republic of Uzbekistan, is a doubly landlocked country located in Central Asia. It is surrounded by f",
    "Uzbekistan_national_football_team": "The Uzbekistan national football team (Uzbek: Oʻzbekiston milliy futbol terma jamoasi / Ўзбекистон миллий футбол терма жамоаси) ",
    "Uzi": "The Uzi (  ; Hebrew: עוזי, romanized: Ūzi; officially cased as UZI) is a family of Israeli open-bolt, blowback-operated submachi",
    "V.C._Eendracht_Aalst_2002": "",
    "Vadim_Sashurin": "Vadim Leonidovich Sashurin (Belarusian: Вадзім Леанідавіч Сашурын; born 19 February 1970) is a former Soviet and Belarusian biat",
    "Vaduz": "Vaduz (German pronunciation: [faˈdʊt͡s]  or [faˈduːt͡s] , High Alemannic pronunciation: [faˈdot͡s]) is the capital of Liechtenst",
    "Vail,_Colorado": "Vail is a home rule municipality in Eagle County, Colorado, United States. The population of the town was 4,835 in 2020. Home to",
    "Valdo_Filho": "",
    "Vale_(mining_company)": "",
    "Valencia,_Spain": "",
    "Valencia_CF": "Valencia Club de Fútbol (Spanish: [baˈlenθja ˈkluβ ðe ˈfuðβol]; Valencian: València Club de Futbol [vaˈlensi.a ˈklub de fubˈbɔl]",
    "Valentina_Fedyushina": "Valentina Fedjuschina (born 10 February 1965 in Moscow) is a retired Austrian shot putter.\nShe originally competed for Soviet Un",
    "Valero_Energy_Corporation": "",
    "Valero_Texas_Open": "The Texas Open, known as the Valero Texas Open for sponsorship reasons, is a professional golf tournament on the PGA Tour, playe",
    "Valletta": "Valletta ( və-LET-ə; Maltese: il-Belt Valletta, pronounced [vɐlˈlɛttɐ]) is the capital city of Malta and one of its 68 council a",
    "Valletta_F.C.": "Valletta F.C. is a  professional football club based in Valletta, the capital city of Malta. They compete in the Maltese Challen",
    "Vampeta": "Marcos André Batista dos Santos, best known as Vampeta (Portuguese pronunciation: [vɐ̃ˈpetɐ]; born 13 March 1974) is a Brazilian",
    "Van,_Turkey": "Van (Armenian: Վան; Kurdish: Wan) is a city in eastern Turkey's Van Province, on the eastern shore of Lake Van. It is the capita",
    "Vancouver": "Vancouver is a major city in Western Canada, located in the Lower Mainland region of British Columbia. As the most populous city",
    "Vancouver_Canucks": "The Vancouver Canucks are a professional ice hockey team based in Vancouver. The Canucks compete in the National Hockey League (",
    "Vanderbijlpark": "Vanderbijlpark  is an industrial city with approximately 95,000 inhabitants, situated on the Vaal River in the south of Gauteng ",
    "Variety_(magazine)": "Variety is an American trade magazine owned by Penske Media Corporation. It was founded by Sime Silverman in New York City in 19",
    "Vasas_SC": "Vasas SC (Hungarian pronunciation: [ˈvɒʃɒʃ]) is a Hungarian sports club based in Budapest.\nMembers of the Hungarian Union of Iro",
    "Vatican_City": "Vatican City ( ), officially the Vatican City State (Italian: Stato della Città del Vaticano; Latin: Status Civitatis Vaticanae)",
    "Vatican_Library": "The Vatican Apostolic Library (Latin: Bibliotheca Apostolica Vaticana, Italian: Biblioteca Apostolica Vaticana), more commonly k",
    "Vavuniya": "Vavuniya (Tamil: வவுனியா, Romanized: Vavuniya, Sinhala: වවුනියාව, Romanized: Vavuniyāva) is a city in Vavuniya District in the N",
    "Veliko_Tarnovo": "Veliko Tarnovo (Bulgarian: Велико Търново, romanized: Veliko Tŭrnovo, pronounced [vɛˈliko ˈtɤrnovo]; \"Great Tarnovo\") is a city ",
    "Velten": "Velten is a town in the Oberhavel district of Brandenburg, Germany. It is situated 10 km southwest of Oranienburg, and 24 km nor",
    "Venezuela": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a",
    "Venice": "Venice ( VEN-iss; Italian: Venezia [veˈnɛttsja] ; Venetian: Venesia [veˈnɛsja], formerly Venexia [veˈnɛzja]) is a city in northe",
    "Venice_Film_Festival": "The Venice Film Festival or Venice International Film Festival (Italian: Mostra Internazionale d'Arte Cinematografica della Bien",
    "Venkatesh_Prasad": "Venkatesh Prasad (; born 5 August 1969), is an Indian Cricket Kannada Commentator, coach and former professional cricketer who p",
    "Venray": "Venray or Venraij (pronounced [ʋɛnˈraːi] ; Limburgish: Venroj) is a municipality and a city in Limburg, the Netherlands.\nThe mun",
    "Ventura,_California": "Ventura, officially named San Buenaventura (Spanish for \"Saint Bonaventure\"), is a city in and the county seat of Ventura County",
    "VeriSign": "",
    "Verona": "Verona ( və-ROH-nə; Italian: [veˈroːna] ; Venetian: Verona or Veròna) is a city on the River Adige in Veneto, Italy, with 258,03",
    "Veronica_Brenner": "Veronica Brenner (born October 18, 1974) is a Canadian freestyle skier and Olympic medallist. She was born in Scarborough, Ontar",
    "VfB_Stuttgart": "Verein für Bewegungsspiele Stuttgart 1893 e. V. (lit. 'Association for Movement Games Stuttgart 1893'), commonly known as VfB St",
    "VfL_Bochum": "Verein für Leibesübungen Bochum 1848 Fußballgemeinschaft, commonly referred to as VfL Bochum (German pronunciation: [faʊ̯ʔɛfˌʔɛl",
    "Viacom_(1971–2005)": "",
    "Viatcheslav_Ekimov": "Viatcheslav Vladimirovich Ekimov (Russian Вячеслав Владимирович Екимов; born 4 February 1966), nicknamed Eki, is a Russian forme",
    "Vicente_Solano_Lima": "Vicente Solano Lima (September 21, 1901 – April 23, 1984) was a moderately conservative newspaper publisher and politician who s",
    "Vicenza_Calcio": "",
    "Victor_Babeş": "",
    "Victoria_(Australia)": "",
    "Victoria_Falls,_Zimbabwe": "Victoria Falls, popularly known as Vic Falls, is a resort town and city in the province of Matabeleland North, Zimbabwe. It lies",
    "Victorian_Bushrangers": "",
    "Vidadi_Rzayev": "Vidadi Rzayev (Azerbaijani: Vidadi Rzayev; born 4 September 1967) is a retired football midfielder from Azerbaijan. On 31 August",
    "Videoton_FC": "",
    "Vienna": "Vienna (  vee-EN-ə; German: Wien [viːn] ; Austro-Bavarian: Wean [veɐ̯n]) is the capital, most populous city, and one of nine fed",
    "Vietnam": "Vietnam,  officially the Socialist Republic of Vietnam, is a country at the eastern edge of mainland Southeast Asia, with an are",
    "Vietnam_War": "The Vietnam War (1 November 1955 – 30 April 1975) was an armed conflict in Vietnam, Laos, and Cambodia fought between North Viet",
    "Viking_FK": "Viking Fotballklubb, commonly known as Viking or Viking Stavanger internationally, is a Norwegian professional football club fro",
    "Viktor_Chernomyrdin": "Viktor Stepanovich Chernomyrdin (Russian: Ви́ктор Степа́нович Черномы́рдин, IPA: [ˈvʲiktər sʲtʲɪˈpanəvʲɪtɕ tɕɪrnɐˈmɨrdʲɪn]; 9 Ap",
    "Viktor_Paço": "Viktor Paço (born 7 December 1971 in Vlorë) is an Albanian retired international football player.\n\n\n== Club career ==\nA much-tra",
    "Ville_Peltonen": "Ville Sakari Peltonen (born 24 May 1973) is a Finnish ice hockey coach and a former professional ice hockey forward. Peltonen wa",
    "Vince_Lombardi": "Vincent Thomas Lombardi (June 11, 1913 – September 3, 1970) was an American professional football coach and executive in the Nat",
    "Vince_Spadea": "Vincent Spadea (born July 19, 1974) is a former professional tennis player from the United States.\nHe reached a career high tent",
    "Vince_Wells": "Vincent John Wells (born 6 August 1965) is an English former professional cricketer. He played nine Limited Overs Internationals",
    "Vinko_Marinović": "Vinko Marinović (born 3 March 1971) is a Bosnian professional football manager and former player who is the manager of the Bosni",
    "Vinny_Castilla": "Vinicio \"Vinny\" Castilla Soria (Spanish pronunciation: [kasˈtiʎa]; born July 4, 1967) is a Mexican former Major League Baseball ",
    "Vinnytsia": "Vinnytsia ( VIN-it-s(y)ə, VEEN-; Ukrainian: Вінниця, IPA: [ˈwinːɪtsʲɐ] ) is a city in west-central Ukraine, located on the banks",
    "Vinod_Kambli": "Vinod Kambli (; born 18 January 1972) is an Indian former international cricketer, who played for India as a left-handed middle ",
    "Violeta_Chamorro": "Violeta Barrios Torres de Chamorro  (Spanish pronunciation: [bjoˈleta tʃaˈmoro]; 18 October 1929) is a Nicaraguan former politic",
    "Viorel_Ion": "Viorel Ion (born 2 November 1967) is a Romanian football manager. Throughout his playing career, Viorel Ion played for several t",
    "Viorel_Moldovan": "Viorel Dinu Moldovan (born 8 July 1972) is a Romanian football manager and former player, currently the president of Liga I club",
    "Virakesari": "Virakesari  is one of the leading Tamil daily newspapers in Sri Lanka. It is the oldest and the largest circulated Tamil Newspap",
    "Virgilijus_Alekna": "Virgilijus Alekna (Lithuanian pronunciation: [vʲɪrʲˈɡʲɪlʲɪjʊs ɐlʲɛkˈnɐ]; 13 February 1972) is a Lithuanian former discus thrower",
    "Virginia": "Virginia, officially the Commonwealth of Virginia, is a state in the Southeastern and Mid-Atlantic regions of the United States ",
    "Virginia_Ruano_Pascual": "Virginia Ruano Pascual (Spanish pronunciation: [biɾˈxinja ˈrwano pasˈkwal]; born 21 September 1973) is a Spanish former professi",
    "Virginia_Tech_Hokies_football": "The Virginia Tech Hokies football team represents Virginia Polytechnic Institute and State University in the sport of American f",
    "Virtus_Bologna": "Virtus Pallacanestro Bologna, known for sponsorship reasons as Virtus Segafredo Bologna, is an Italian professional basketball c",
    "Vitali_Smirnov": "Vitaly Georgyevich Smirnov (Russian: Виталий Георгиевич Смирнов; born 14 February 1935) is a former athlete from the Soviet Unio",
    "Vitesse": "Vitesse may refer to:\n\nVitesse Models, a diecast model car company\nVitesse (band), Dutch rock band\nBugatti Veyron Grand Sport Vi",
    "Vitória_S.C.": "Vitória Sport Clube, popularly known as Vitória de Guimarães, is a Portuguese professional football club based in Guimarães that",
    "Viva_Zapata!": "Viva Zapata! is a 1952 American Western film directed by Elia Kazan and starring Marlon Brando. The screenplay was written by Jo"
}