{
    "Decatur,_Illinois": "Decatur ( dih-KAY-tər) is the largest city in and the county seat of Macon County, Illinois, United States. The city was founded",
    "Deere_&_Company": "Deere is an English family name. It is variant spelling of Dear. This name as two possible origins, the first is derived from th",
    "Dejan_Koturović": "Dejan Koturović (Serbian Cyrillic: Дејан Котуровић; born 31 March 1972) is a retired Serbian professional basketball player.\n\n\n=",
    "Dejan_Savićević": "Dejan Savićević (Cyrillic: Дејан Савићевић, pronounced [dějan saʋǐːtɕeʋitɕ]; born 15 September 1966) is a Montenegrin former foo",
    "Dejan_Stefanović": "Dejan Stefanović (Serbian Cyrillic: Дејан Стефановић; born 28 October 1974) is a Serbian former professional footballer, who is ",
    "Del_Harris_(squash_player)": "Del Harris (born 13 July 1969) is a former professional squash player from England.\nHarris won the World Junior Squash Champions",
    "Delfino_Pescara_1936": "Delfino Pescara 1936, commonly referred to as Pescara, is a professional Italian football club based in Pescara, Abruzzo.\nThe cl",
    "Delino_DeShields": "Delino Lamont DeShields (born January 15, 1969), also nicknamed \"Bop\", is an American former professional baseball second basema",
    "Democracy_Wall": "From November 1978 to December 1979, thousands of people put up \"big character posters\" on a long brick wall of Xidan Street, Xi",
    "Democratic_Karen_Buddhist_Army": "The Democratic Karen Buddhist Army (DKBA; Burmese: တိုးတက်သော ဗုဒ္ဓဘာသာ ကရင်အမျိုးသား တပ်ဖွဲ့) was an insurgent group of Buddhis",
    "Democratic_Left_Alliance": "Democratic Left Alliance may refer to:\n\nDemocratic Left Alliance (Poland)\nDemocratic Left Alliance (Nepal)\n\n\n== See also ==\nLeft",
    "Democratic_National_Convention": "The Democratic National Convention (DNC) is a series of presidential nominating conventions held every four years since 1832 by ",
    "Democratic_Party_(Hong_Kong)": "The Democratic Party (DP) is a liberal political party in Hong Kong. Chaired by Lo Kin-hei, it is the flagship party in the pro-",
    "Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States. Since the late 1850s, its main",
    "Democratic_Party_of_Iranian_Kurdistan": "The Democratic Party of Iranian Kurdistan (PDKI; Kurdish: حیزبی دێموکراتی کوردستانی ئێران, romanized: Hizbi Dêmukrati Kurdıstani",
    "Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo, also known as DR Congo, the DRC, Congo-Kinshasa, or simply Congo, is a country in Central ",
    "Democratic_Union_of_Hungarians_in_Romania": "",
    "Deng_Xiaoping": "Deng Xiaoping (Chinese: 邓小平; 22 August 1904 – 19 February 1997) was a Chinese statesman, revolutionary, and political theorist w",
    "Denis_Irwin": "Joseph Denis Irwin (born 31 October 1965) is an Irish former professional footballer and sports television presenter. Irwin is t",
    "Denis_Streak": "Denis Hilton Streak (born 21 June 1949) is a Zimbabwean former first-class cricketer and the father of former Zimbabwean cricket",
    "Denmark": "Denmark is a Nordic country in the south-central portion of Northern Europe with a population of nearly 6 million;(770,000 live ",
    "Dennis_Bergkamp": "Dennis Nicolaas Maria Bergkamp (Dutch pronunciation: [ˈdɛnəz ˈbɛr(ə)xkɑmp] ; born 10 May 1969) is a Dutch professional football ",
    "Dennis_Lillee": "Dennis Keith Lillee,  (born 18 July 1949) is a retired Australian cricketer rated as the \"outstanding fast bowler of his generat",
    "Dennis_Mitchell": "Dennis Allen Mitchell (born February 20, 1966) is an American former college and international track and field athlete, who was ",
    "Dennis_Ross": "Dennis B. Ross (born November 26, 1948) is an American diplomat and author. He served as the Director of Policy Planning in the ",
    "Denny_Neagle": "Dennis Edward Neagle Jr. (; born September 13, 1968) is an American former Major League Baseball pitcher who played for six team",
    "Denver": "Denver  ( DEN-vər) is a consolidated city and county, the capital, and most populous city of the U.S. state of Colorado. It is l",
    "Denver_Broncos": "The Denver Broncos are a professional American football team based in Denver. The Broncos compete in the National Football Leagu",
    "Denver_Nuggets": "The Denver Nuggets are an American professional basketball team based in Denver. The Nuggets compete in the National Basketball ",
    "Deon_Hemmings": "Deon Marie Hemmings CD (born 9 October 1968 in Saint Ann, Jamaica) is a former female 400 metres hurdler.\nHemmings was the first",
    "Department_for_International_Development": "The Department for International Development (DFID) was a ministerial department of the Government of the United Kingdom, from 1",
    "Deportivo_Español": "Club Social, Deportivo y Cultural Español de la República Argentina (commonly referred to as Deportivo Español) is an Argentine ",
    "Deportivo_Toluca_F.C.": "Deportivo Toluca Fútbol Club S.A. de C.V. also known as Club Deportivo Toluca, is a Mexican association football club based in T",
    "Deportivo_de_La_Coruña": "Real Club Deportivo de La Coruña (lit. 'Royal Sporting Club of La Coruña'), commonly known as Deportivo La Coruña (pronounced [d",
    "Der_Spiegel": "Der Spiegel (German pronunciation: [deːɐ̯ ˈʃpiːɡl̩], lit. 'The Mirror', stylized in all caps) is a German weekly news magazine p",
    "Derby_County_F.C.": "Derby County Football Club () is a professional association football club in Derby, England. They compete in the EFL Championshi",
    "Derbyshire_County_Cricket_Club": "Derbyshire County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England and ",
    "Derek_Crookes": "Derek Norman Crookes (born 5 March 1969) is a former South African cricketer who played 32 One Day Internationals for South Afri",
    "Derek_Jeter": "Derek Sanderson Jeter ( JEE-tər; born June 26, 1974) (Nicknamed \"The Captain\") is an American former professional baseball short",
    "Derek_Mills": "Derek Mills (born July 9, 1972) is a former American sprinter. He was a 1996 Olympic Games gold medalist in the men's 4×400 mete",
    "Derek_Ringer": "Derek Ringer (born 11 October 1956) is a Scottish rally co-driver. He is most closely associated with Colin McRae, with whom he ",
    "Derek_Ryan": "Derek Ryan may refer to:\n\nDerek Ryan (ice hockey) (born 1986), American ice hockey player\nDerek Ryan (squash player) (born 1969)",
    "Derrick_Adkins": "Derrick Ralph Adkins (born July 2, 1970) is a former American track and field athlete who specialized in the 400-meter hurdles. ",
    "Derrick_Cooper": "Derrick Cooper (born 5 May 1955) is an English professional golfer. He turned professional in 1972. It took him some time to est",
    "Des_Moines,_Iowa": "Des Moines (  də-MOYN) is the capital and most populous city in the U.S. state of Iowa. It is the county seat of Polk County wit",
    "Des_Smyth": "Desmond John Smyth (born 12 February 1953) is an Irish professional golfer. He won eight times on the European Tour between 1979",
    "Des_Terblanche": "Desmond Terblanche (born 27 October 1965) is a South African professional golfer who plays currently on the Sunshine Tour. He ha",
    "Desmond_Tutu": "Desmond Mpilo Tutu (7 October 1931 – 26 December 2021) was a South African Anglican bishop and theologian, known for his work as",
    "Desvonde_Botes": "Desvonde Pierre Botes (born 2 November 1974) is a South African professional golfer.\n\n\n== Early life ==\nBotes was born in Pretor",
    "Detroit": "Detroit (   dih-TROYT, locally also  DEE-troyt) is the most populous city in the U.S. state of Michigan. It is the largest U.S. ",
    "Detroit_Lions": "The Detroit Lions are a professional American football team based in Detroit. The Lions compete in the National Football League ",
    "Detroit_Pistons": "The Detroit Pistons are an American professional basketball team based in Detroit. The Pistons compete in the National Basketbal",
    "Detroit_Red_Wings": "The Detroit Red Wings (colloquially referred to as the Wings) are a professional ice hockey team based in Detroit. The Red Wings",
    "Detroit_Tigers": "The Detroit Tigers are an American professional baseball team based in Detroit. The Tigers compete in Major League Baseball (MLB",
    "Deutsche_Bahn": "The Deutsche Bahn AG (IPA: [ˈdɔʏtʃə ˈbaːn]; abbreviated as DB or DB AG) is the national railway company of Germany, and a state-",
    "Deutsche_Bundesbank": "The Deutsche Bundesbank (pronounced [ˈdɔʏtʃə ˈbʊndəsˌbaŋk], lit. 'German Federal Bank', colloquially Buba, sometimes alternative",
    "Deutsche_Mark": "The Deutsche Mark (German: [ˈdɔʏtʃə ˈmaʁk] ; \"German mark\"), abbreviated \"DM\" or \"D-Mark\" ([ˈdeːˌmaʁk] ), was the official curre",
    "Devon_White_(baseball)": "Devon Markes Whyte (formerly and commonly known as Devon White, born December 29, 1962), nicknamed \"Devo\", is a Jamaican-born Am",
    "Dewas": "Dewas is a city in the Malwa region of the Indian state of Madhya Pradesh. The municipality was formerly the seat of two 15-Gun ",
    "Dhahran": "Dhahran (Arabic: الظهران, romanized: Ad͟h D͟hahrān) is a city located in the Eastern Province, Saudi Arabia. With a total popula",
    "Dhaka": "Dhaka ( DAH-kə or  DAK-ə; Bengali: ঢাকা, romanized: Ḍhākā, pronounced [ˈɖʱaka] ), formerly known as Dacca, is the capital and la",
    "Dhaka_Stock_Exchange": "The Dhaka Stock Exchange (DSE) (Bengali: ঢাকা স্টক এক্সচেঞ্জ Dhaka stôk ekschenj), located in Nikunja, Dhaka, is one of the two ",
    "Dhar": "Dhar is a city located in Dhar district of the Malwa region in the state of Madhya Pradesh, India. The city is the administrativ",
    "Dia_(supermarket_chain)": "",
    "Diana,_Princess_of_Wales": "Diana, Princess of Wales (born Diana Frances Spencer; 1 July 1961 – 31 August 1997) was a member of the British royal family. Sh",
    "Dianne_Feinstein": "Dianne Emiel Feinstein (née Goldman; June 22, 1933 – September 29, 2023) was an American politician who served as a United State",
    "Diario_16": "Diario 16 (Spanish for \"Daily 16\" or \"Newspaper 16\") was a Spanish-language daily newspaper published in Madrid, Spain, between ",
    "Dick_Gephardt": "Richard Andrew Gephardt (; born January 31, 1941) is an American attorney, lobbyist, and politician who represented Missouri's 3",
    "Dick_Morris": "Richard Samuel Morris (born November 28, 1948) is an American author, commentator, and former political consultant.\nA friend and",
    "Dick_Schreuder": "Jan-Dirk \"Dick\" Schreuder (born 12 August 1971) is a Dutch professional football manager and former player who is the head coach",
    "Dick_Spring": "Richard Martin Spring (born 29 August 1950) is an Irish former politician. He was a Labour Party Teachta Dála (TD) for Kerry Nor",
    "Didier_Deschamps": "Didier Claude Deschamps (French pronunciation: [didje klod deʃɑ̃]; born 15 October 1968) is a French professional football manag",
    "Diego_Borrego": "Diego Borrego (born 29 January 1972) is a Spanish golfer.\nHe started playing golf at the age of seven and turned professional in",
    "Diego_Domínguez": "Diego Domínguez may refer to:\n\nDiego Domínguez (rugby union) (born 1966), Argentine rugby union player for Argentina and Italy\nD",
    "Dieter_Eilts": "Dieter Eilts (born 13 December 1964) is a German former professional footballer who played as a midfielder. After retiring as a ",
    "Dieter_Ramusch": "Dieter Ramusch (born October 31, 1969, in Traundorf bei Globasnitz) is a retired Austria international footballer.\n\n\n== Internat",
    "Dieter_Thoma": "Dieter Thoma (born 19 October 1969) is a West German/German former ski jumper.\n\n\n== Career ==\nDuring that time he was the second",
    "Dietmar_Beiersdorfer": "Dietmar Beiersdorfer (born 16 November 1963) is a German former football player and coach who works as a director for Hamburger ",
    "Dietmar_Hirsch": "Dietmar Hirsch (born 8 December 1971) is a German professional football manager and former player who is the current manager of ",
    "Dietmar_Kühbauer": "Dietmar (\"Didi\") Kühbauer (born 4 April 1971) is an Austrian professional football manager and former player who is currently th",
    "Dili": "Dili (Portuguese and Tetum: Díli) is the capital and largest city of East Timor. It lies on the northern coast of the island of ",
    "Dimas_Teixeira": "",
    "Dinamina": "Dinamina (Sinhala: දිනමිණ) is a Sinhala language daily newspaper in Sri Lanka. It is published by the Associated Newspapers of C",
    "Dirk_Coetzee": "Dirk Coetzee (15 April 1945 – 7 March 2013) was co-founder and commander of the covert South African Security Police unit based ",
    "Dirk_Medved": "Dirk Medved (born 15 September 1968) is a Belgian retired footballer who played as a defender (right or central).\n\n\n== Football ",
    "Dirk_Wiese": "Dirk Wiese may refer to:\n\nDirk Wiese (bobsleigh), German bobsledder\nDirk Wiese (politician) (born 1983), German politician",
    "Discovery_Channel_Pro_Cycling_Team": "",
    "Divaina": "Divaina (Sinhala: දිවයින) is a Sinhala language daily newspaper published by the Upali Newspapers in Sri Lanka. A sister newspap",
    "Dmitri_Dashinski": "Dmitri Vladimirovich Daschinski (also Dzmitry Uladzimiravich Dashchynski, Belarusian: Дзмітрый Уладзіміравіч Дашчынскі) born Nov",
    "Dmitri_Markov": "Dmitri Markov (Belarusian: Дзьмітры Маркаў; born 14 March 1975 in Vitebsk, Byelorussian SSR) is a retired Belarusian-Australian ",
    "Dnevni_Avaz": "",
    "Doberman_Pinscher": "",
    "Doboj": "Doboj (Serbian Cyrillic: Добој, pronounced [dôboj]) is a city in Republika Srpska, Bosnia and Herzegovina. It is situated on the",
    "Dodge_City,_Kansas": "Dodge City is a city in, and the county seat of, Ford County, Kansas, United States.  As of the 2020 census, the population of t",
    "Doetinchem": "Doetinchem (Dutch pronunciation: [ˈdutɪŋxəm] ; Low Saxon: Deutekem) is a city and municipality in the east of the Netherlands. I",
    "Doku_Zavgayev": "Doku Gapurovich Zavgayev (Russian: Доку Гапурович Завгаев; Chechen: Завгаев Доку; born 22 December 1940) is a Soviet and Russian",
    "Dominic_Cork": "Dominic Gerald Cork (born 7 August 1971) is a former English county and international cricketer. Cork was a right-handed lower-o",
    "Dominic_Hewson": "Dominic Robert Hewson (born 3 October 1974) was an English cricketer who played for Gloucestershire and Derbyshire during an eig",
    "Dominion_Bond_Rating_Service": ""
}