{
    "Vladimir_Dubrovshchik": "Vladimir Vladimirovich Dubrovshchik (Belarusian: Уладзімір Уладзіміравіч Дуброўшчык; born January 7, 1972, in Hrodna) is a Belar",
    "Vladimir_Zhirinovsky": "Vladimir Volfovich Zhirinovsky (Russian: Владимир Вольфович Жириновский, IPA: [vlɐˈdʲimʲɪr ˈvolʲfəvʲɪtɕ ʐɨrʲɪˈnofskʲɪj], né Eide",
    "Vladimír_Mečiar": "Vladimír Mečiar (Slovak pronunciation: [ˈʋlaɟimiːr ˈmetʂɪɐr]; born 26 July 1942) is a Slovak former politician who served as the",
    "Vladimír_Šmicer": "Vladimír Šmicer (Czech pronunciation: [ˈʃmɪtsɛr]; born 24 May 1973) is a Czech former professional footballer who played as a mi",
    "Vogue_(magazine)": "Vogue (stylized in all caps), also known as American Vogue, is a monthly fashion and lifestyle magazine that covers style news, ",
    "Volker_Rühe": "Volker Rühe (born 25 September 1942) is a German politician of the Christian Democratic Union (CDU). He served as German Defence",
    "Volkswagen": "Volkswagen (VW; German pronunciation: [ˈfɔlksˌvaːɡn̩] ) is a German automobile manufacturer based in Wolfsburg, Lower Saxony, Ge",
    "Volkswagen_Group": "Volkswagen AG (German: [ˈfɔlksˌvaːɡn̩] ), known internationally as the Volkswagen Group, is a German public multinational conglo",
    "Volkswagen_Passat": "The Volkswagen Passat is a nameplate of large family cars (D-segment) manufactured and marketed by the German automobile manufac",
    "Vtm": "",
    "Václav_Havel": "Václav Havel (Czech pronunciation: [ˈvaːtslav ˈɦavɛl] ; 5 October 1936 – 18 December 2011) was a Czech statesman, author, poet, ",
    "Václav_Klaus": "Václav Klaus (Czech pronunciation: [ˈvaːtslaf ˈklaus]; born 19 June 1941) is a Czech economist and politician who served as the ",
    "Vålerenga_Fotball": "Vålerenga Fotball (Norwegian pronunciation: [ˈvôːɽɛŋɑ] ) is a Norwegian professional football club from Oslo, and a part of the ",
    "Vénuste_Niyongabo": "Vénuste Niyongabo  (born December 9, 1973) is a Burundian former long and middle-distance runner. In 1996, he became the first O",
    "Víctor_Sánchez": "",
    "Vítor_Baía": "Vítor Manuel Martins Baía, OIH (Portuguese pronunciation: [ˈvitɔɾ βɐˈiɐ]; born 15 October 1969) is a Portuguese former professio",
    "WA_Reds": "The Western Reds were a rugby league football club based in Perth, Western Australia. Founded in 1992 as the Western Reds, they ",
    "WBUR": "",
    "WGC-Bridgestone_Invitational": "",
    "WSC_World_XI": "",
    "Waiau,_Canterbury": "Waiau is a small town in north Canterbury, in the South Island of New Zealand. It lies 30 kilometres (19 mi) east of Hanmer Spri",
    "Waitrose": "Waitrose & Partners is a British supermarket chain, founded in 1904 as Waite, Rose & Taylor, later shortened to Waitrose. In 193",
    "Wales": "Wales (Welsh: Cymru [ˈkəmrɨ] ) is a country that is part of the United Kingdom. It is bordered by the Irish Sea to the north and",
    "Wales_national_football_team": "The Wales national men’s football team (Welsh: Tîm pêl-droed cenedlaethol Cymru) represents Wales in men's international footbal",
    "Wales_national_rugby_union_team": "The Wales national rugby union team (Welsh: Tîm rygbi'r undeb cenedlaethol Cymru) represents the Welsh Rugby Union in men's inte",
    "Wales_national_under-21_football_team": "The Wales national under-21 football team, also known as the Wales U21s, is the national under-21 football team of Wales and is ",
    "Walikale": "Walikale is a town in the North Kivu Province of the Democratic Republic of the Congo (DRC).  It is the administrative center of",
    "Wall_Street": "Wall Street is a street in the Financial District of Lower Manhattan in New York City. It runs eight city blocks between Broadwa",
    "Wally_Joyner": "Wallace Keith Joyner (born June 16, 1962) is an American former professional baseball player. He played for four major league te",
    "Wally_Whitehurst": "Walter Richard Whitehurst (born April 11, 1964) is an American former professional baseball right-handed pitcher who played from",
    "Walsall_F.C.": "Walsall Football Club is a professional association football club based in the town of Walsall, West Midlands, England. The team",
    "Walter_Little_(rugby_player)": "",
    "Walter_Mondale": "Walter Frederick \"Fritz\" Mondale (January 5, 1928 – April 19, 2021) was an American lawyer and politician who served as the 42nd",
    "Wang_Chen_(badminton)": "Wang Chen (Chinese: 王晨; pinyin: Wáng Chén; Jyutping: wong4 san4; born 21 June 1976) is a Chinese badminton player who later repr",
    "Wang_Shi-ting": "Wang Shi-Ting (Chinese: 王思婷; pinyin: Wáng Sītíng; born 19 October 1973) is a former tennis player from Taiwan.\nShe turned profes",
    "Waqar_Younis": "Waqar Younis Maitla HI (Punjabi, Urdu: وقار یونس میتلا; born 16 November 1971) is a Pakistani cricket coach, commentator and for",
    "War_of_the_Spanish_Succession": "The War of the Spanish Succession was a European great power conflict fought between 1701 and 1714. The immediate cause was the ",
    "Warner_Bros.": "Warner Bros. Entertainment Inc. (commonly known as Warner Bros., or abbreviated as WB, or WBEI) is an American film and entertai",
    "Warren_Buffett": "Warren Edward Buffett ( BUF-it; born August 30, 1930) is an American businessman, investor, and philanthropist who currently ser",
    "Warrington_Wolves": "The Warrington Wolves are a professional rugby league club based in Warrington, England. They play home games at the Halliwell J",
    "Warsaw": "Warsaw, officially the Capital City of Warsaw, is the capital and largest city of Poland. The metropolis stands on the River Vis",
    "Warsaw_Pact": "The Warsaw Pact (WP), formally the Treaty of Friendship, Cooperation and Mutual Assistance (TFCMA), was a collective defense tre",
    "Warwickshire_County_Cricket_Club": "Warwickshire County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England an",
    "Washington,_D.C.": "Washington, D.C., formally the District of Columbia and commonly known as Washington or D.C., is the capital city and federal di",
    "Washington_(U.S._state)": "",
    "Washington_Capitals": "The Washington Capitals (colloquially known as the Caps) are a professional ice hockey team based in Washington, D.C. The Capita",
    "Washington_Redskins": "",
    "Washington_Wizards": "The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the Nationa",
    "Wasim_Akram": "Wasim Akram  (Punjabi, Urdu: وَسیم اکرم; born 3 June 1966) is a Pakistani cricket commentator, coach, and former cricketer and c",
    "Wataru_Yoshikawa": "Wataru Yoshikawa (吉川 和多留, Yoshikawa Wataru, born September 26, 1968 in Tokyo) is a Japanese motorcycle rider.\nYoshikawa won the ",
    "Waterville,_Washington": "Waterville is a town in and the county seat of Douglas County, Washington, United States which is known for its wheat industry. ",
    "Watford_F.C.": "Watford Football Club is a professional football club based in Watford, Hertfordshire, England. The club competes in the EFL Cha",
    "Watsonians_RFC": "",
    "Wayne_Ferreira": "Wayne Richard Ferreira (born 15 September 1971) is a South African  tennis coach and a former professional player. Ferreira won ",
    "Wayne_Riley": "Wayne Riley (born 17 September 1962) is an Australian professional golfer.\n\n\n== Career ==\nRiley was born in Sydney. He turned pr",
    "Wayne_Westner": "Wayne Brett Westner (28 September 1961 – 4 January 2017) was a South African golfer. He was twice winner of the South African Op",
    "Wednesday": "Wednesday is the day of the week between Tuesday and Thursday.  According to international standard ISO 8601, it is the third da",
    "Wellington": "Wellington is the capital city of New Zealand. It is located at the south-western tip of the North Island, between Cook Strait a",
    "Wembley_Arena": "Wembley Arena () (originally the Empire Pool, now known as OVO Arena Wembley for sponsorship reasons) is an indoor arena next to",
    "Wembley_Stadium": "Wembley Stadium (sometimes referred to as The New Wembley and branded as Wembley Stadium connected by EE for sponsorship reasons",
    "Wen_Hui_Bao": "",
    "Wen_Wei_Po": "Wen Wei Po is a pro-Beijing state-owned newspaper based in Hong Kong. The newspaper was established in Hong Kong on 9 September ",
    "Wenatchee,_Washington": "Wenatchee ( weh-NATCH-ee) is the county seat and most populous city of Chelan County, Washington, United States. The population ",
    "Wenchang": "Wenchang (postal: Mencheong; Chinese: 文昌; pinyin: Wénchāng; Hainanese spellings: Boon Siou) is a county-level city in the northe",
    "Wendy_Everson": "Wendy Everson (born 1965), is an English track racing cyclist who specializes in sprinting.\n\n\n== Biography ==\nRepresenting Engla",
    "West_Azarbaijan_province": "",
    "West_Bengal": "West Bengal (; Bengali: Poshchim Bongo, pronounced [ˈpoʃtʃim ˈbɔŋɡo] , abbr. WB) is a state in the eastern portion of India. It ",
    "West_Bromwich_Albion_F.C.": "West Bromwich Albion Football Club (), commonly known as West Brom or The Albion, is a professional association football club ba",
    "West_Coast_Eagles": "The West Coast Eagles are a professional Australian rules football club based in Perth, Western Australia. The club was founded ",
    "West_Ham_United_F.C.": "West Ham United Football Club is a professional football club based in Stratford, East London, England. The club competes in the",
    "West_Hartlepool_R.F.C.": "West Hartlepool Rugby Football Club (nicknamed West) is an English rugby union club who play in Regional 2 North in the sixth ti",
    "West_Indies_cricket_team": "The West Indies cricket team, officially The Windies, is a men's cricket team representing the West Indies—a group of mainly Eng",
    "West_South_Central_States": "",
    "West_Virginia": "West Virginia is a landlocked state in the Southern and Mid-Atlantic regions of the United States. It is bordered by Pennsylvani",
    "Western_Australia": "Western Australia (WA) is the westernmost state of Australia. It is bounded by the Indian Ocean to the north and west, the South",
    "Western_Bulldogs": "The Western Bulldogs are a professional Australian rules football club based in West Footscray, a suburb of Melbourne in Victori",
    "Western_Hemisphere": "The Western Hemisphere is the half of the planet Earth that lies west of the Prime Meridian—which crosses Greenwich, London, Eng",
    "Western_Province_cricket_team": "The Six Gun Grill Western Province is a first-class cricket team from the Western Cape province within the domestic cricket stru",
    "Western_Suburbs_Magpies": "The Western Suburbs Magpies (legal name: Western Suburbs District Rugby League Football Club Ltd) is an Australian rugby league ",
    "Western_world": "The Western world, also known as the West, primarily refers to various nations and states in the regions of Western Europe, Nort",
    "Weston-super-Mare": "Weston-super-Mare ( ... MAIR), also known simply as Weston, is a seaside town and civil parish in the North Somerset unitary aut",
    "Whistler,_British_Columbia": "Whistler (Lillooet/Ucwalmícwts: Cwitima, IPA: [xʷetemɛ]; Squamish/Sḵwx̱wú7mesh: Sḵwiḵw, IPA: [sqʷɛqʷ]) is a resort municipality ",
    "Whistler_Mountain": "Whistler Mountain (Lillooet/Ucwalmícwts: Nsqwítsu) is a mountain in the Fitzsimmons Range of the Pacific Ranges of the Coast Mou",
    "White_House": "The White House is the official residence and workplace of the president of the United States. Located at 1600 Pennsylvania Aven",
    "Whitehill_Welfare_F.C.": "Whitehill Welfare Football Club is a football club based in the village of Rosewell, Midlothian, Scotland. They are members of t",
    "Whitewater_controversy": "The Whitewater controversy, Whitewater scandal, Whitewatergate, or simply Whitewater, was an American political controversy duri",
    "Whittier,_Alaska": "Whittier is a city at the head of the Passage Canal in the U.S. state of Alaska, about 58 miles (93 km) southeast of Anchorage. ",
    "Widnes_Vikings": "The Widnes Vikings are an English rugby league club in Widnes, Cheshire, which competes in the Betfred Championship. The club pl",
    "Widzew_Łódź": "RTS Widzew Łódź (Polish pronunciation: [ˈɛr ˈtɛ ˈɛs ˈvʲidzɛf ˈwut͡ɕ]) is a Polish football club based in Łódź. The club was foun",
    "Wigan": "Wigan ( WIG-ən) is a town in Greater Manchester, England, on the River Douglas. The town is midway between the two cities of Man",
    "Wigan_Athletic_F.C.": "Wigan Athletic Football Club () is a professional association football club based in Wigan, Greater Manchester, England. The tea",
    "Wigan_Warriors": "Wigan Warriors are an English professional Rugby League club based in Wigan, Greater Manchester. Wigan Warriors are the most suc",
    "Wilfried_Peeters": "Wilfried Peeters (born 10 July 1964 in Mol) is a former Belgian professional road bicycle racer. Nowadays, he is sportif directo",
    "Wilfried_Van_Moer": "Wilfried van Moer (1 March 1945 – 24 August 2021) was a Belgian footballer who won the Belgian Golden Shoe three times, first in",
    "Wilhelmina_of_the_Netherlands": "Wilhelmina (Dutch pronunciation: [ʋɪlɦɛlˈminaː] ; Wilhelmina Helena Pauline Maria; 31 August 1880 – 28 November 1962) was Queen ",
    "Will_Carling": "William David Charles Carling   (born 12 December 1965) is an English former rugby union player. He was England's youngest capta"
}