{
    "Willem_II_(football_club)": "",
    "William_Goldman": "William Goldman (August 12, 1931 – November 16, 2018) was an American novelist, playwright, and screenwriter. He first came to p",
    "William_Hill_(bookmaker)": "William Hill is a British gambling company founded in 1934. Its product offering includes sports betting, online casino, online ",
    "William_Jordan,_Baron_Jordan": "",
    "William_Perry": "William Perry may refer to:\n\n\n== Business ==\nWilliam H. Perry (businessman) (1832–1906), American businessman and entrepreneur\nW",
    "William_Tanui": "William Kiptarus Tanui (born 22 February 1964) is a Kenyan former athlete, winner of 800 m at the 1992 Summer Olympics.\n\n\n== Bio",
    "William_Weld": "",
    "WilliamsF1": "",
    "Willie_Wood_(golfer)": "Willard West Wood Jr. (born October 1, 1960) is an American professional golfer who has played on the PGA Tour, Nationwide Tour,",
    "Wilson_Kipketer": "Wilson Kosgei Kipketer (born 12 December 1972) is a Danish former middle distance runner. With a personal best of 1:41.11, Kipke",
    "Wiltshire": "Wiltshire (; abbreviated to Wilts) is a ceremonial county in South West England. It borders Gloucestershire to the north, Oxford",
    "Wim_Jonk": "Wilhelmus Maria \"Wim\" Jonk (Dutch pronunciation: [ˈʋɪm ˈjɔŋk]; born 12 October 1966) is a Dutch professional football manager an",
    "Wimbledon_Championships": "The Wimbledon Championships, commonly called Wimbledon, is a tennis tournament organised by the All England Lawn Tennis and Croq",
    "Wimbledon_F.C.": "Wimbledon Football Club was an English football club formed in Wimbledon, southwest London, in 1889 and based at Plough Lane  fr",
    "Wincanton_Classic": "Wincanton Classic (also known as Leeds International Classic and Rochester International Classic) was a cycling classic taking p",
    "Windhoek": "Windhoek (, Afrikaans: [ˈvəntɦuk] ; German: Windhuk [ˈvɪnthʊk] ; Khoekhoe: ǀAi-ǁGams; Otjiherero: Otjomuise) is the capital and ",
    "Windows_95": "Windows 95 is a consumer-oriented operating system developed by Microsoft and the first of its Windows 9x family of operating sy",
    "Windows_NT": "Windows NT is a proprietary graphical operating system produced by Microsoft as part of its Windows product line, the first vers",
    "Windows_NT_4.0": "Windows NT 4.0 is a major release of the Windows NT operating system developed by Microsoft and oriented towards businesses. It ",
    "Winnipeg": "Winnipeg ( ) is the capital and largest city of the Canadian province of Manitoba. It is centred on the confluence of the Red an",
    "Winston_Bogarde": "Winston Lloyd Bogarde (born 22 October 1970) is a Dutch retired professional footballer. He was known for his physical strength,",
    "Winston_Peters": "Winston Raymond Peters  (born 11 April 1945) is a New Zealand politician who has been serving as the 13th deputy prime minister ",
    "Wisconsin": "Wisconsin (  wiss-CON-sin) is a state in the Great Lakes region of the Upper Midwest of the United States. It borders Minnesota ",
    "Wisła_Kraków": "Towarzystwo Sportowe Wisła Kraków Spółka Akcyjna, commonly referred to as Wisła Kraków (Polish pronunciation: [ˈviswa ˈkrakuf]),",
    "Woking_F.C.": "Woking Football Club is a professional association football club, based in Woking, Surrey, England. The team competes in the Nat",
    "Wolf_Point,_Montana": "Wolf Point is a city in and the county seat of Roosevelt County, Montana, United States. The population was 2,517 at the 2020 ce",
    "Wolfgang_Feiersinger": "Wolfgang Feiersinger (born 30 January 1965) is an Austrian former professional footballer who played as a defender.\n\n\n== Club ca",
    "Wolfgang_Ischinger": "Wolfgang Friedrich Ischinger (born April 6, 1946) is a German diplomat who served as chairman of the Munich Security Conference ",
    "Wolverhampton_Wanderers_F.C.": "Wolverhampton Wanderers Football Club (  WUUL-vər-HAMP-tən), commonly referred to as Wolves, is a professional football club bas",
    "Woodridge,_Illinois": "Woodridge is a village in DuPage County, Illinois, with small portions in Will and Cook counties, and a southwestern suburb of C",
    "Worcester": "Worcester may refer to:\n\n\n== Places ==\n\n\n=== United Kingdom ===\nWorcester, England, a city and the county town of Worcestershire",
    "Worcestershire_County_Cricket_Club": "Worcestershire County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England ",
    "Workington_Town": "Workington Town  is a semi-professional rugby league club based in Workington, West Cumbria, England. The club plays home games ",
    "World_Badminton_Grand_Prix": "",
    "World_Boxing_Organization": "The World Boxing Organization (WBO) is an organization which sanctions professional boxing bouts.  It is recognized by the Inter",
    "World_Cup_of_Hockey": "The World Cup of Hockey is an international ice hockey tournament. Inaugurated in 1996, it is the successor to the Canada Cup, w",
    "World_Open": "World Open may refer to:\n\nCarling World Open, a professional golf tournament held from 1953 until 1967\nCasio World Open, a profe",
    "World_Series": "The World Series is the annual championship series of Major League Baseball (MLB). It has been contested since 1903 between the ",
    "World_Series_Cricket": "World Series Cricket (WSC) was a commercial professional cricket competition staged between 1977 and 1979 which was organised by",
    "World_Series_of_Golf": "",
    "World_Trade_Organization": "The World Trade Organization (WTO) is an intergovernmental organization headquartered in Geneva, Switzerland that regulates and ",
    "World_War_II": "World War II or the Second World War (1 September 1939 – 2 September 1945) was a global conflict between two coalitions: the All",
    "World_Wide_Web": "The World Wide Web (WWW or simply the Web) is an information system that enables content sharing over the Internet through user-",
    "World_championship": "A world championship is generally an international competition open to elite competitors from around the world, representing the",
    "Worthing": "Worthing ( WUR-dhing) is a seaside town and borough in West Sussex, England, at the foot of the South Downs, 11 miles (18 km) we",
    "Wrexham_F.C.": "",
    "Wrocław": "Wrocław (Polish: [ˈvrɔt͡swaf] ; German: Breslau [ˈbʁɛslaʊ] ; also known by other names) is a city in southwestern Poland and the",
    "Wuhan": "Wuhan is the capital of Hubei, China. With a population of over eleven million, it is the most populous city in Hubei and the se",
    "Wuxi": "Wuxi (Chinese: 无锡, WOO-shee) is a city in southern Jiangsu, China. As of the 2020 census, it had a population of 7,462,135. The ",
    "Wyche_Fowler": "William Wyche Fowler Jr. (; born October 6, 1940) is an American attorney, politician, and diplomat. He is a member of the Democ",
    "Wycombe_Wanderers_F.C.": "Wycombe Wanderers Football Club () is a professional association football club based in the town of High Wycombe, Buckinghamshir",
    "Wydad_Casablanca": "",
    "Xavier_Gravelaine": "Xavier Gravelaine (born 5 October 1968) is a French football manager and former football player, who played for many clubs in Fr",
    "Xhosa": "Xhosa may refer to:\n\nXhosa people, a nation, and ethnic group, who live in south-central and southeasterly region of South Afric",
    "Xiao_Qiang": "Xiao Qiang (Chinese: 萧强; pinyin: Xiāo Qiáng, born November 19, 1961) is the Director and Research Scientist of the Counter-Power",
    "Xinhua_News_Agency": "Xinhua News Agency (English pronunciation: ), or New China News Agency, is the official state news agency of the People's Republ",
    "Xiomara_Rivero": "Xiomara Rivero Azcuy (born 24 December 1968 in Guane, Pinar del Río) is a retired track and field athlete from Cuba, who compete",
    "Xu_Nannan": "Xu Nannan (徐囡囡; born August 16, 1977 in Benxi, Liaoning, China) is a Chinese freestyle skier and Olympic medalist. She received ",
    "YMCA": "YMCA, sometimes regionally called the Y, is a worldwide youth organization based in Geneva, Switzerland, with more than 64 milli",
    "Yakoma_people": "Yakoma are an ethnic group who primarily reside in the Central African Republic, as of June 2008, the Yakoma make up 4% of the c",
    "Yamaha_Motor_Company": "Yamaha Motor Co., Ltd. (ヤマハ発動機株式会社, Yamaha Hatsudōki Kabushiki gaisha) is a Japanese mobility manufacturer that produces motorcy",
    "Yangon": "Yangon, formerly romanized as Rangoon, is the capital of the Yangon Region and the largest city of Myanmar. Yangon served as the",
    "Yangon_Technological_University": "Yangon Technological University (YTU) (Burmese: ရန်ကုန်နည်းပညာတက္ကသိုလ် [jàɰ̃ɡòʊɰ̃ nípjɪ̀ɰ̃ɲà tɛʔkəθò]), located in Insein, Yang",
    "Yap_Kim_Hock": "Yap Kim Hock  (simplified Chinese: 叶锦福; traditional Chinese: 葉錦福; pinyin: Yé Jǐnfú; Jyutping: Jip6 Gam2 Fuk1; Pe̍h-ōe-jī: Ia̍p K",
    "Yasser_Arafat": "Yasser Arafat (4 or 24 August 1929 – 11 November 2004), also popularly known by his kunya Abu Ammar, was a Palestinian political",
    "Yassine_Abdellaoui": "Yassine Abdellaoui (born 21 June 1975) is a Dutch former professional footballer who played as a midfielder.\n\n\n== Career ==\nBorn",
    "Yasushi_Akashi": "Yasushi Akashi (明石 康 Akashi Yasushi, born January 19, 1931) is a Japanese senior diplomat and United Nations administrator.\n\n\n==",
    "Yasuto_Honda": "Yasuto Honda (本田 泰人, Honda Yasuto, born June 25, 1969) is a former Japanese football player. He played for Japan national team.\n",
    "Yayuk_Basuki": "Yayuk Basuki (born 30 November 1970) is an Indonesian former professional tennis player who is now a politician. She is the high",
    "Ye_Zhaoying": "Ye Zhaoying (simplified Chinese: 叶钊颖; traditional Chinese: 葉釗穎; pinyin: Yè Zhāoyǐng; born 7 May 1974) is a retired badminton pla",
    "Yedioth_Ahronoth": "Yediot Achronot (Hebrew: יְדִיעוֹת אַחֲרוֹנוֹת, pronounced [jediˈ(ʔ)ot aχ(a)ʁoˈnot] ; lit. \"Latest News\") is an Israeli daily ne",
    "Yegor_Stroyev": "Yegor Semyonovich Stroyev (Russian: Его́р Семёнович Стро́ев; born February 25, 1937)  is a Russian politician and statesman who ",
    "Yekaterina_Podkopayeva": "Yekaterina Ilyinychna Podkopayeva (Russian: Екатерина Подкопаева; born 11 June 1952 in Moscow) is a retired middle-distance runn",
    "Yelena_Gulyayeva": "Yelena Gulyayeva, née Rodina (born 14 August 1967 in Moscow) is a retired Russian high jumper. Her personal best jump is 2.01 me",
    "Yemen": "Yemen, officially the Republic of Yemen, is a country in West Asia. Located in southern Arabia, it borders Saudi Arabia to the n",
    "Yeosu": "Yeosu (Korean: 여수; Korean pronunciation: [jʌ.sʰu]), formerly romanized as Yosu, is the second largest city in South Jeolla Provi",
    "Yerevan": "Yerevan (UK:  YERR-ə-VAN, US: , -⁠VAHN; Armenian: Երևան [jɛɾɛˈvɑn] ; sometimes spelled Erevan) is the capital and largest city o",
    "Yevgeny_Kafelnikov": "Yevgeny Aleksandrovich Kafelnikov (Russian: Евгений Александрович Кафельников, IPA: [jɪvˈɡʲenʲɪj ˈkafʲɪlʲnʲɪkəf] ; born 18 Febru",
    "Yevgeny_Primakov": "Yevgeny Maksimovich Primakov (29 October 1929 – 26 June 2015, Russian pronunciation: [jɪvˈɡʲenʲɪj mɐˈksʲiməvʲɪtɕ prʲɪmɐˈkof]) wa",
    "Yingkou": "Yingkou (simplified Chinese: 营口; traditional Chinese: 營口; pinyin: Yíngkǒu) is a coastal prefecture-level city of central souther",
    "Yitzhak_Mordechai": "Yitzhak \"Itzik\" Mordechai (Hebrew: יצחק מרדכי, born 22 November 1944) is an Israeli former general and politician. He served as ",
    "Yitzhak_Shamir": "Yitzhak Shamir (Hebrew: יצחק שמיר, ; born Yitzhak Yezernitsky; October 22, 1915 – June 30, 2012) was an Israeli politician and t",
    "Yoelbi_Quesada": "Yoelbi Luis Quesada Fernández (Spanish pronunciation: [ʝoˈelβi keˈsaða]; born August 4, 1973, in Trinidad, Sancti Spíritus) is a",
    "Yonhap": "",
    "Yonsei_University": "Yonsei University (Korean: 연세대학교; Hanja: 延世大學校) is a private Christian research university located in Seoul, South Korea. Yonsei",
    "York": "York is a cathedral city in North Yorkshire, England, with Roman origins, sited at the confluence of the rivers Ouse and Foss. T",
    "York_City_F.C.": "York City Football Club is a professional association football club based in the city of York, North Yorkshire, England. The tea",
    "Yorkshire": "Yorkshire ( YORK-shər, -⁠sheer) is an area of Northern England which was historically a county. Despite no longer being used for",
    "Yorkshire_County_Cricket_Club": "Yorkshire County Cricket Club is a professional Cricket club based in Yorkshire, England. The team competes in the County Champi",
    "Younes_El_Aynaoui": "Younes El Aynaoui (Arabic: يونس العيناوي) (born 12 September 1971) is a Moroccan former professional tennis player.\nHe is a five",
    "Youri_Djorkaeff": "Youri Raffi Djorkaeff (born 9 March 1968) is a French former professional footballer who played as an attacking midfielder or fo",
    "Youri_Mulder": "Youri Mulder (Dutch pronunciation: [ˈjuːri ˈmʏldər]; born 23 March 1969) is a Dutch football manager and former player who playe",
    "Yugoslavia": "Yugoslavia (; lit. 'Land of the South Slavs') was a country in Southeast and Central Europe that existed from 1918 to 1992. It c",
    "Yukio_Hatoyama": "Yukio Hatoyama (鳩山 友紀夫, born 鳩山 由紀夫, Hatoyama Yukio, born 11 February 1947) is a Japanese politician who served as Prime Ministe",
    "Yunnan": "Yunnan is an inland province in Southwestern China. The province spans approximately 394,000 km2 (152,000 sq mi) and has a popul",
    "Yuriy_Nikiforov": "Yuriy Valeryevich Nikiforov (alternate spelling Valeriovych; Юрий Валерьевич Никифоров, Ukrainian: Юрій Валерійович Никифоров; b"
}