{
    "Yvan_Quentin": "Yvan Quentin (born 2 May 1970) is a retired Swiss football defender.\nHe was capped 41 times for the Swiss national team between ",
    "Yvonne_McGregor": "Yvonne McGregor MBE (born 9 April 1961) is a female English former professional cyclist from Wibsey. She was made an MBE, for se",
    "ZDF": "ZDF (German: [ˌtsɛt.deːˈʔɛf] ), short for Zweites Deutsches Fernsehen (German: [ˈtsvaɪtəs ˈdɔʏtʃəs ˈfɛʁnzeːn] ; lit. 'Second Ger",
    "Zaandam": "Zaandam (Dutch pronunciation: [zaːnˈdɑm] ) is a city in the province of North Holland, Netherlands. It is the main city of the m",
    "Zabrze": "Zabrze (Polish pronunciation: [ˈzabʐɛ] ; German: 1915–1945: Hindenburg O.S., full form: Hindenburg in Oberschlesien, Silesian: Z",
    "Zadar": "Zadar (US:  ZAH-dar, Croatian: [zâdar] ), historically known as Zara (from Venetian and  Italian, pronounced [ˈdzaːra]; see also",
    "Zagreb": "Zagreb ( ZAH-greb Croatian: [zǎːɡreb] ) is the capital and largest city of Croatia. It is in the north of the country, along the",
    "Zagłębie_Lubin": "Zagłębie Lubin S.A. (Polish pronunciation: [zaˈɡwɛmbjɛ ˈlubin]) is a Polish professional football club based in Lubin. Founded i",
    "Zahoor_Elahi": "Zahoor Elahi (born 1 March 1971) is a Pakistani cricket coach and former cricketer. He played in two Test matches and 14 One Day",
    "Zalaegerszegi_TE": "Zalaegerszegi Torna Egylet Football Club ([ˈzɒlɒɛɡɛrsɛɡi ˈtornɒ ˈɛɟlɛt]), commonly known as Zalaegerszegi TE, Zalaegerszeg or ZT",
    "Zambia": "Zambia, officially the Republic of Zambia, is a landlocked country at the crossroads of Central, Southern and East Africa. It is",
    "Zambia_national_football_team": "The Zambia national football team represents Zambia in association football and is governed by the Football Association of Zambi",
    "Zapatista_Army_of_National_Liberation": "The Zapatista Army of National Liberation (Spanish: Ejército Zapatista de Liberación Nacional, EZLN), often referred to as the Z",
    "Zastava_Arms": "Zastava Arms (Serbian: Застава оружје, romanized: Zastava oružje) is a Serbian manufacturer of firearms and artillery, based in ",
    "Zbigniew_Siemiątkowski": "Zbigniew Siemiątkowski (born 8 October 1957 in Ciechanów, Poland) is a Polish politician and political scientist.  He was Minist",
    "Zdeněk_Svoboda": "Zdeněk Svoboda (born 20 May 1972) is a former professional footballer who played for as a midfielder a number of clubs, most sig",
    "Zelimkhan_Yandarbiyev": "Zelimkhan Abdulmuslimovich Yandarbiyev (Chechen: Яндарбин Абдулмуслиман-кIант Зелимхан, romanized: Yandarbin Abdulmusliman-khant",
    "Zenith_Electronics": "Zenith Electronics, LLC, is an American research and development company that develops ATSC and digital rights management techno",
    "Zevenaar": "Zevenaar (Dutch pronunciation: [ˈzeːvənaːr] ) is a municipality and a city in the Gelderland province, in the eastern Netherland",
    "Zhang_Ning": "Zhang Ning (simplified Chinese: 张宁; traditional Chinese: 張寧; pinyin: Zhāng Níng; born 19 May 1975) is a former Chinese badminton",
    "Zhanna_Pintusevich-Block": "Zhanna Pintusevich-Block (Ukrainian: Жанна Пінтусевич-Блок; née Tarnopolskaya; born 6 July 1972) is a Ukrainian former world cha",
    "Zhejiang": "Zhejiang is an eastern coastal province of the People's Republic of China. Its capital and largest city is Hangzhou, and other n",
    "Zimbabwe": "Zimbabwe ( ; Shona pronunciation: [zi.ᵐba.ɓwe]), officially the Republic of Zimbabwe, is a landlocked country in Southeast Afric",
    "Zimbabwe_Open": "The Zimbabwe Open is a professional golf tournament held in Zimbabwe, currently played on the Sunshine Tour.\n\n\n== History ==\nThe",
    "Zimbabwe_national_cricket_team": "The Zimbabwe men's national cricket team, also known as the Chevrons, represents Zimbabwe in men's international cricket and is ",
    "Zimbabwe_national_football_team": "The Zimbabwe national football team (nicknamed The Warriors) represents Zimbabwe in men's international football and is controll",
    "Zina_Garrison": "Zina Lynna Garrison (born November 16, 1963) is an American former professional tennis player. Garrison was the runner-up in sin",
    "Zine_El_Abidine_Ben_Ali": "Zine El Abidine Ben Ali (Tunisian Arabic: Zīn il-ʿĀbdīn bin ʿAlī, Standard Arabic: زين العابدين بن علي, romanized: Zayn al-ʿĀbid",
    "Zinedine_Zidane": "Zinedine Yazid Zidane (French: Zinédine Yazid Zidane; Kabyle: Zineddin Lyazid Zidan; Arabic: زين الدين يزيد زيدان; born 23 June ",
    "Zinzan_Brooke": "Zinzan Valentine Brooke  (born Murray Zinzan Brooke on 14 February 1965) is a former New Zealand rugby union footballer who play",
    "Zionism": "Zionism is an ethnocultural nationalist movement that emerged in Europe in the late 19th century and aimed for the establishment",
    "Zoran_Savić": "Zoran Savić (Serbian Cyrillic: Зоран Савић; born November 18, 1966) is a Serbian professional basketball executive and former pr",
    "Zulu_Kingdom": "The Zulu Kingdom ( ZOO-loo; Zulu: KwaZulu), sometimes referred to as the Zulu Empire, was a monarchy in Southern Africa. During ",
    "Zvornik": "Zvornik (Serbian Cyrillic: Зворник, pronounced [zʋɔ̌rniːk]) is a city in Republika Srpska, Bosnia and Herzegovina. In 2013, it h",
    "Zygmunt_Solorz-Żak": "",
    "Zëri_i_Popullit": "Zëri i Popullit (English: Voice of the People) is an Albanian online newspaper. It was the official press organ of the Party of ",
    "Zürich": "",
    "Àlex_Corretja": "Alejandro Corretja Verdegay (Catalan pronunciation: [ˈaləks kuˈrɛdʒə βəɾðəˈɣaj]; born 11 April 1974) is a Spanish former profess",
    "Àlex_Crivillé": "Àlex Crivillé Tapias (born 4 March 1970) is a Spanish former Grand Prix motorcycle road racer. In 1992 he became the first Spani",
    "Álvaro_Espinoza": "Álvaro Alberto Espinoza Ramírez [es-pe-noh'-zah] (born February 19, 1962) is a Venezuelan former shortstop in Major League Baseb",
    "Ángeles_Montolio": "Ángeles Montolio (born 6 August 1975) is a former tennis player from Spain.\nMontolio reached a career-high ranking of world No. ",
    "Åsa_Svensson": "Åsa Svensson (born Carlsson; 16 June 1975) is a former tennis player from Sweden, who turned professional in 1992. She won two s",
    "Écu": "The term écu (French pronunciation: [eky]) may refer to one of several French coins. The first écu was a gold coin (the écu d'or",
    "Élan_Béarnais_Pau-Orthez": "",
    "Éric_Bernard": "Éric Bernard (born 24 August 1964) is a retired French Formula One racing driver, who drove in Formula One from 1989 to 1994 for",
    "Óscar_Tabárez": "Óscar Washington Tabárez Silva (Latin American Spanish: [ˈoskaɾ taˈβaɾes]; born 3 March 1947), known as El Maestro (The Teacher)",
    "Östersund": "Östersund (pronounced [œstɛˈʂɵnːd] ; Southern Sami: Staare) is an urban area (city) in Jämtland in northern Sweden. It is the se",
    "Újpest_FC": "Újpest Football Club (Hungarian pronunciation: [ˈuːjpɛʃt]) is a Hungarian professional football club based in Újpest, Budapest, ",
    "Čelopek": "Čelopek (Cyrillic: Челопек) may refer to:\n\nČelopek, Brvenica, Republic of North Macedonia\nČelopek, Zvornik, Bosnia and Herzegovi",
    "Ľubomír_Moravčík": "Ľubomír Moravčík (born 22 June 1965) is a Slovak football manager and former player. A creative midfielder renowned for his tech",
    "ŁKS_Łódź": "ŁKS Łódź (Łódzki Klub Sportowy Łódź; Polish pronunciation: [ˌɛwkaˈɛs ˈwut͡ɕ]) is a Polish sports club based in Łódź. They are be",
    "Śląsk_Wrocław": "Wrocławski Klub Sportowy Śląsk Wrocław Spółka Akcyjna, commonly known as WKS Śląsk Wrocław (Polish pronunciation: [ɕlɔ̃zɡ ˈvrɔt͡",
    "Şırnak_Province": "Şırnak Province (Turkish: Şırnak ili, Kurdish: Parêzgeha Şirnex) is a province in Turkey in the Southeastern Anatolia Region. Şı",
    "ŠK_Slovan_Bratislava": "ŠK Slovan Bratislava (Slovak pronunciation: [ˈslɔʋam ˈbracislaʋa], \"Bratislava Slavs\") is a professional football club based in ",
    "Šiauliai": "Šiauliai ( show-LAY; Lithuanian: [ɕɛʊ̯ˈlʲɛɪ̯ˑ] ) is a city in northern Lithuania, the country's fourth largest city and the sixt",
    "Šárka_Kašpárková": "Šárka Kašpárková (Czech pronunciation: [ˈʃaːrka ˈkaʃpaːrkovaː], born 20 May 1971) is a Czech former track and field athlete who ",
    "Życie_Warszawy": "Życie Warszawy (Polish pronunciation: [ˈʐɘ.t͡ɕɛ varˈʂa.vɘ], English: Life of Warsaw) was a Polish language newspaper published i",
    "Željko_Petrović": "Željko Petrović (Serbian Cyrillic: Жељко Петровић; born 13 November 1965) is a Montenegrin professional football manager and for"
}