{
    "Ballybunion": "Ballybunion or Ballybunnion (Irish: Baile an Bhuinneánaigh) is a coastal town and seaside resort in County Kerry, Ireland, on th",
    "Balmain_Tigers": "The Balmain Tigers (also known as the Sydney Tigers from 1995 to 1996) are a rugby league club based in the inner-western Sydney",
    "Balochistan,_Pakistan": "Balochistan (; Balochi: بلۏچستان; Urdu: بلوچستان, Urdu pronunciation: [bəloːt͡ʃɪst̪ɑːn] ) is a province of Pakistan. Located in ",
    "Baltimore": "Baltimore is the most populous city in the U.S. state of Maryland. With a population of 585,708 at the 2020 census, it is the 30",
    "Baltimore_Orioles": "The Baltimore Orioles (also known as the O's) are an American professional baseball team based in Baltimore. The Orioles compete",
    "Baltimore_Ravens": "The Baltimore Ravens are a professional American football team based in Baltimore. The Ravens compete in the National Football L",
    "Bancomext": "The Banco Nacional de Comercio Exterior (English: National Exterior Commerce Bank) or \"Bancomext\" is a Mexican state-owned bank ",
    "Bandundu": "Bandundu may refer to:\n\nBandundu (city), a city in the DRC\nBandundu Province, a former province of the DRC",
    "Bangkok": "Bangkok, officially known in Thai as Krung Thep Maha Nakhon and colloquially as Krung Thep, is the capital and most populous cit",
    "Bangladesh": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country i",
    "Bangladesh_Awami_League": "",
    "Bangladesh_Nationalist_Party": "The Bangladesh Nationalist Party (Bengali: বাংলাদেশ জাতীয়তাবাদী দল, romanized: Bangladesh Jatiotabadi Dal, abbreviated as BNP) ",
    "Bangui": "Bangui (French pronunciation: [bɑ̃ɡi]; or Bangî in Sango, formerly written Bangi in English) is the capital and largest city of ",
    "Banharn_Silpa-archa": "Banharn Silpa-archa (Thai: บรรหาร ศิลปอาชา, RTGS: Banhan Sinlapa-acha, Thai pronunciation: [ban.hǎːn sǐn.lá.pà.ʔaː.t͡ɕʰaː]; Chin",
    "Banja_Luka": "Banja Luka (Serbian Cyrillic: Бања Лука, pronounced [bǎɲa lǔːka] ) or Banjaluka (Serbian Cyrillic: Бањалука, pronounced [baɲalǔː",
    "Bank_Indonesia": "Bank Indonesia (BI) is the central bank of the Republic of Indonesia. It replaced in 1953 the Bank of Java (Dutch: De Javasche B",
    "Bank_One_Corporation": "Bank One Corporation was an American bank founded in 1968 and at its peak the sixth-largest bank in the United States. It traded",
    "Bank_of_Canada": "The Bank of Canada (BoC; French: Banque du Canada) is a Crown corporation and Canada's central bank. Chartered in 1934 under the",
    "Bank_of_Finland": "The Bank of Finland (Finnish: Suomen Pankki, Swedish: Finlands Bank) is the Finnish member of the Eurosystem and has been the mo",
    "Bank_of_Israel": "The Bank of Israel (Hebrew: בנק ישראל, Arabic: بنك إسرائيل) is the central bank of Israel. The bank's headquarters is located in",
    "Bank_of_Japan": "The Bank of Japan (日本銀行, Nippon Ginkō, BOJ) is the central bank of Japan. The bank is often called Nichigin (日銀) for short. It i",
    "Bank_of_Mexico": "The Bank of Mexico (Spanish: Banco de México), abbreviated BdeM or Banxico, is Mexico's central bank, monetary authority and len",
    "Bank_of_New_Zealand": "Bank of New Zealand (BNZ) is one of New Zealand's big four banks. It has been operating since October 1861, and since 1992 has b",
    "Bank_of_Spain": "The Bank of Spain (Spanish: Banco de España) is Spain's central bank and the Spanish member of the Eurosystem and has been the m",
    "Banque_de_France": "",
    "Barangay_Ginebra_Kings": "",
    "Barbara_Paulus": "Barbara Paulus (born 1 September 1970) is a former professional tennis player from Austria. She began playing on the WTA Tour in",
    "Barbara_Rittner": "Barbara Rittner (born 25 April 1973) is a German former professional tennis player. She currently is the captain of the German F",
    "Barbara_Schett": "Barbara Schett Eagle (German pronunciation: [ˈbaʁbaʁa ˈʃɛt]; born 10 March 1976) is an Austrian former professional tennis playe",
    "Barbarian_F.C.": "The Barbarian Football Club, known as the Barbarians, is a British-based invitational rugby union club. The Barbarians play in b",
    "Barcelona": "Barcelona (  BAR-sə-LOH-nə; Catalan: [bəɾsəˈlonə] ; Spanish: [baɾθeˈlona] ) is a city on the northeastern coast of Spain. It is ",
    "Barentsburg": "Barentsburg (Russian: Баренцбург) is the second-largest settlement in Svalbard, Norway, with about 455 inhabitants (2020). A coa",
    "Barnet_F.C.": "Barnet Football Club () is a professional association football club based in London Borough of Harrow, North West London. The te",
    "Barnsley_F.C.": "Barnsley Football Club is a professional football club in Barnsley, South Yorkshire, England, which competes in EFL League One, ",
    "Barrick_Gold": "Barrick Gold Corporation is a mining company that produces gold and copper with 16 operating sites in 13 countries. It is headqu",
    "Barry,_Vale_of_Glamorgan": "Barry (; Welsh: Y Barri; pronounced [ə ˈbari]) is a town and community in the Vale of Glamorgan, Wales. It is on the north coast",
    "Barry_Bonds": "Barry Lamar Bonds (born July 24, 1964) is an American former professional baseball left fielder who played 22 seasons in Major L",
    "Barry_Lane": "Barry Douglas Lane (21 June 1960 – 31 December 2022) was an English professional golfer. He won five official European Tour even",
    "Barry_Larkin": "Barry Louis Larkin (born April 28, 1964) is an American former professional baseball shortstop. As a player he spent his entire ",
    "Bart_Voskamp": "Bertus (\"Bart\") Voskamp (born 6 June 1968 in Wageningen, Gelderland) is a retired road bicycle racer from the Netherlands, who w",
    "Barvikha": "Barvikha (Russian: Барви́ха) is a village in Odintsovsky District of Moscow Oblast, Russia. It is the site of the Barvikha Sanat",
    "Basarab_Panduru": "Basarab Nică Panduru (born 11 July 1970) is a Romanian former footballer who played as an attacking midfielder, currently televi",
    "Basque_Country_(autonomous_community)": "The Basque Autonomous Community [ A.C.] (Basque: Euskal Autonomia Erkidegoa (EAE); Spanish: Comunidad Autónoma Vasca (CAV), Fren",
    "Basque_Country_(greater_region)": "The Basque Country (Basque: Euskal Herria; Spanish: País Vasco; French: Pays basque) is the name given to the home of the Basque",
    "Batajnica": "Batajnica (Serbian Cyrillic: Батајница, pronounced [bǎtaːjnitsa]) is an urban neighborhood of Belgrade, the capital city of Serb",
    "Batasuna": "Batasuna (Basque pronunciation: [baˈtas̪uˌna]; English: Unity) was a Basque nationalist political party. Based mainly in Spain, ",
    "Bath_Rugby": "Bath Rugby are a professional rugby union club in Bath, Somerset, England. They play in Premiership Rugby, England's top divisio",
    "Baudouin_of_Belgium": "Baudouin (US: ; 7 September 1930 – 31 July 1993) was King of the Belgians from 17 July 1951 until his death in 1993. He was the ",
    "Bavaria": "Bavaria, officially the Free State of Bavaria, is a state in the southeast of Germany. With an area of 70,550.19 km2 (27,239.58 ",
    "Bayer_04_Leverkusen": "Bayer 04 Leverkusen, officially known as Bayer 04 Leverkusen Fußball GmbH (German: [ˌbaɪ̯ɐ ˈleːvɐˌkuːzn̩]) and commonly known as",
    "Bayer_Giants_Leverkusen": "Bayer Giants Leverkusen is a professional basketball club, part of the TSV Bayer 04 Leverkusen sports club based in Leverkusen, ",
    "Bayer_HealthCare_Pharmaceuticals": "",
    "Beatrix_of_the_Netherlands": "Beatrix (Beatrix Wilhelmina Armgard, Dutch pronunciation: [ˈbeːjaːtrɪks ˌʋɪlɦɛlˈminaː ˈʔɑr(ə)mɡɑrt] ; born 31 January 1938) is a",
    "Bedouin": "The Bedouin, Beduin, or Bedu (; Arabic: بَدْو, romanized: badw, singular بَدَوِي badawī) are pastorally nomadic Arab tribes who ",
    "Beijing": "Beijing, previously romanized as Peking, is the capital city of China. With more than 22 million residents, it is the world's mo",
    "Beirut": "Beirut (, bay-ROOT; Arabic: بيروت, romanized: ) is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a pop",
    "Beirut_Stock_Exchange": "The Beirut Stock Exchange (BSE, Arabic: بورصة بيروت) is the principal and only stock exchange of Lebanon. Located in Beirut, it ",
    "Beitar_Jerusalem_F.C.": "Beitar Jerusalem Football Club (Hebrew: מועדון כדורגל בית\"ר ירושלים, romanized: Moadon Kaduregel Beitar Yerushalayim), commonly ",
    "Belarus": "Belarus, officially the Republic of Belarus, is a landlocked country in Eastern Europe. It is bordered by Russia to the east and",
    "Belarus_national_football_team": "The Belarus national football team (Belarusian: Зборная Беларусі па футболе, romanized: Zbornaja Biełarusi pa futbole; Russian: ",
    "Belfast": "Belfast (  BEL-fast,  -⁠fahst; from Irish: Béal Feirste [bʲeːlˠ ˈfʲɛɾˠ(ə)ʃtʲə]) is the capital city and principal port of Northe",
    "Belga_(news_agency)": "Belga is a Belgian news agency which was founded in 1920 as the Agence télégraphique belge de presse by Pierre-Marie Olivier and",
    "Belgium": "Belgium, officially the Kingdom of Belgium, is a country in Northwestern Europe. The country is bordered by the Netherlands to t",
    "Belgium_Fed_Cup_team": "",
    "Belgium_national_football_team": "The Belgium national football team has officially represented Belgium in men's international football since their maiden match i",
    "Belgrade": "Belgrade ( bel-GRAYD,  BEL-grayd; Serbian: Београд, Beograd, Serbian: [beǒɡrad] ) is the capital and largest city of Serbia. It ",
    "BellSouth": "BellSouth, LLC (stylized as BELLSOUTH and formerly known as BellSouth Corporation) was an American telecommunications holding co",
    "Bellerive_Oval": "Bellerive Oval, known for sponsorship reasons as the Ninja Stadium, is a cricket oval and Australian rules football ground locat",
    "Belém": "Belém ([beˈlẽj]; Portuguese for Bethlehem; initially called Nossa Senhora de Belém do Grão-Pará, in English Our Lady of Bethlehe",
    "Benazir_Bhutto": "Benazir Bhutto (21 June 1953 – 27 December 2007) was a Pakistani politician and stateswoman who served as the 11th and 13th prim",
    "Benedetto_Santapaola": "Benedetto Santapaola (Italian pronunciation: [beneˈdetto santaˈpaːola]; born 4 June 1938), better known as Nitto, is a prominent",
    "Benelux": "The Benelux Union (Dutch: Benelux Unie; French: Union Benelux; Luxembourgish: Benelux-Unioun) or Benelux is a politico-economic ",
    "Benetton_Formula": "Benetton Formula Limited., commonly referred to simply as Benetton, was a Formula One constructor that participated from 1986 to",
    "Benghazi": "Benghazi () (lit. Son of [the] Ghazi) is the second-most-populous city in Libya as well as the largest city in Cyrenaica, with a",
    "Benin_national_football_team": "The Benin national football team (French: Équipe nationale de Football du Benin), nicknamed Les Guépards (The Cheetahs), represe",
    "Benito_Mussolini": "Benito Amilcare Andrea Mussolini (29 July 1883 – 28 April 1945) was an Italian dictator who founded and led the National Fascist",
    "Benito_Santiago": "Benito Santiago Rivera (born March 9, 1965) is a Puerto Rican former professional baseball player. He played for 20 seasons as a",
    "Benjamin_Netanyahu": "Benjamin Netanyahu (born 21 October 1949) is an Israeli politician, serving as the prime minister of Israel since 2022, having p",
    "Benoît_Cauet": "Benoît Cauet (born 2 May 1969) is a French professional football manager and former player, who played as a midfielder.\n\n\n== Pla",
    "Benson_Koech": "Benson Koech (born November 10, 1974) is a Kenyan middle-distance runner best known for his achievements as a young athlete. He ",
    "Bergen": "Bergen (Norwegian pronunciation: [ˈbæ̀rɡn̩] ), historically Bjørgvin, is a city and municipality in Vestland county on the west ",
    "Berkshire_Hathaway": "Berkshire Hathaway Inc. () is an American multinational conglomerate holding company headquartered in Omaha, Nebraska. Founded i",
    "Berlin": "Berlin (, bur-LIN; German: [bɛʁˈliːn] ) is Germany's capital and largest city by both area and population. With over 3.85 millio",
    "Berlin_Tegel_Airport": "Berlin Tegel \"Otto Lilienthal\" Airport (German: Flughafen Berlin-Tegel „Otto Lilienthal“) (IATA: TXL, ICAO: EDDT) was the primar",
    "Berlin_Tempelhof_Airport": "Berlin Tempelhof Airport (German: Flughafen Berlin-Tempelhof) (IATA: THF, ICAO: EDDI) was one of the first airports in Berlin, G",
    "Bermuda": "Bermuda (; historically known as the Bermudas or Somers Isles) is a British Overseas Territory in the North Atlantic Ocean. The ",
    "Bern": "Bern (Swiss Standard German: [bɛrn] ), or Berne (French: [bɛʁn] ), is the de facto capital of Switzerland, referred to as the \"f",
    "Bernama": "The Malaysian National News Agency (Malay: Pertubuhan Berita Nasional Malaysia), is a news agency of the government of Malaysia.",
    "Bernard_Barmasai": "Bernard Barmasai (born 6 May 1974 in Keiyo) is an athlete from Kenya. He specialised in steeplechase running but is nowadays a m",
    "Bernard_Collomb": "Bernard Marie François Alexandre Collomb-Clerc (7 October 1930 – 19 September 2011) was a Formula One driver from France.  He pa",
    "Bernard_Ingham": "Sir Bernard Ingham (21 June 1932 – 24 February 2023) was a British journalist and civil servant. He was Margaret Thatcher's chie",
    "Bernard_Lama": "Bernard Pascal Maurice Lama (born 7 April 1963) is a French former professional footballer who played as a goalkeeper. As a memb",
    "Bernard_Tapie": "Bernard Roger Tapie (French: [bɛʁnaʁ ʁɔʒe tapi]; 26 January 1943 – 3 October 2021) was a French businessman, politician and occa",
    "Bernd_Karbacher": "Bernd Karbacher (born 3 April 1968) is a German retired professional tennis player. His highest ATP singles ranking is world No.",
    "Bernhard_Langer": "Bernhard Langer (German pronunciation: [ˈbɛʁnhaʁt ˈlaŋɐ] ; born 27 August 1957) is a German professional golfer. He is a two-tim",
    "Berovo": "Berovo (Macedonian: Берово, pronounced [ˈbɛrɔvɔ] ) is a small town near the Maleševo Mountains, 161 km (100 mi) from Skopje, 47 ",
    "Bert_Konterman": "Bert Konterman (Dutch pronunciation: [ˈbɛrt ˈkɔntərmɑn], born 14 January 1971) is a Dutch former professional footballer who pla",
    "Bertelsmann": "The Bertelsmann SE & Co. KGaA, commonly known as Bertelsmann (German pronunciation: [ˈbɛʁtl̩sˌman] ), is a German private multin",
    "Berti_Vogts": "Hans-Hubert \"Berti\" Vogts (German pronunciation: [ˈbɛʁtiː ˈfoːkts]; born 30 December 1946) is a German former professional footb",
    "Bertrand_Crasson": "Bertrand Crasson (born 5 October 1971) is a Belgian football manager and former player who played as a defender.\n\n\n== Club caree"
}