{
    "Berwick_Rangers_F.C.": "Berwick Rangers Football Club is a football team based in the town of Berwick-upon-Tweed, England. Founded in 1881, they current",
    "Bessemer_Venture_Partners": "Bessemer Venture Partners (BVP) is an American venture capital and private equity firm headquartered in San Francisco. Outside t",
    "Best_Products": "Best Products Company, Inc., or simply Best, was a chain of American catalog showroom retail stores founded by Sydney and France",
    "Beth_Daniel": "Beth Daniel (born October 14, 1956) is an American professional golfer. She became a member of the LPGA Tour in 1979 and won 33 ",
    "Bethlehem": "Bethlehem is a city in the Israeli-occupied West Bank of the State of Palestine, located about ten kilometres (six miles) south ",
    "Bełchatów": "Bełchatów ([bɛu̯ˈxatuf] ) is a city in central Poland with a population of 55,583, as of December 2021. It is located in Łódź Vo",
    "Beşiktaş_J.K.": "Beşiktaş Jimnastik Kulübü (Turkish pronunciation: [beˈʃiktaʃ], lit. 'Beşiktaş Gymnastics Club'), abbreviated as BJK, is a Turkis",
    "Bharat_Ratna": "The Bharat Ratna (Hindi pronunciation: [bʰaːɾət̪ rət̪nə]; lit. 'Jewel of India') is the highest civilian award of the Republic o",
    "Bharatiya_Janata_Party": "The Bharatiya Janata Party (BJP, [bʱaːɾətiːjə dʒənətaː paːɾʈiː] ; lit. 'Indian People's Party') is a political party in India an",
    "Bhavnagar": "Bhavnagar is a city and the headquarters of Bhavnagar district in the Indian state of Gujarat. It was founded in 1723 by Bhavsin",
    "Biathlon_World_Cup": "The Biathlon World Cup is a top-level biathlon season-long competition series. It has been held since the winter seasons of 1977",
    "Bible": "The Bible is a collection of religious texts or scriptures which to a certain degree are held to be sacred in Christianity, Juda",
    "Bilbao": "Bilbao is a city in northern Spain, the largest city in the province of Biscay and in the Basque Country as a whole. It is also ",
    "Bild": "Bild (German: [bɪlt] , lit. 'Picture') or Bild-Zeitung (German: [ˈbɪltˌt͡saɪ̯tʊŋ] , lit. 'Picture Newspaper') is a German tabloi",
    "Biljana_Plavšić": "Biljana Plavšić (Serbian Cyrillic: Биљана Плавшић; born 7 July 1930) is a Bosnian Serb former politician, university professor a",
    "Bill_Birch": "Sir William Francis Birch  (born 9 April 1934), usually known as Bill Birch, is a New Zealand retired politician. He served as M",
    "Bill_Clinton": "William Jefferson  Clinton (né Blythe; born August 19, 1946) is an American lawyer and politician  who served as the 42nd presid",
    "Bill_Russell_(baseball)": "",
    "Billa_(supermarket)": "BILLA (German pronunciation: [ˈbɪla] ) is an Austrian supermarket chain that operates in central, eastern and southeastern Europ",
    "Billie_Jean_King": "Billie Jean King (née Moffitt; born November 22, 1943), also known as BJK, is an American former world No. 1 tennis player. King",
    "Billings,_Montana": "Billings is the most populous city in the U.S. state of Montana, with a population of 117,116 as of the 2020 census. Located in ",
    "Billy_Andrade": "William Thomas Andrade (born January 25, 1964) is an American professional golfer who currently plays on the PGA Champions Tour.",
    "Billy_Ashley": "Billy Manual Ashley (born July 11, 1970) is an American former Major League Baseball outfielder.\n\n\n== Minor leagues ==\nAshley wa",
    "Billy_Davies": "William McIntosh Davies (born 31 May 1964) is a Scottish former professional footballer and manager. He won the 2007 Play-offs w",
    "Billy_Dodds": "William Dodds (born 5 February 1969) is a Scottish football coach and former player who was most recently the manager of Scottis",
    "Billy_Mayfair": "William Fred Mayfair (born August 6, 1966) is an American professional golfer who plays on the PGA Tour Champions. He was previo",
    "Bima_Sakti": "Bima Sakti Tukiman (born 23 January 1976) is a former Indonesia football player and currently assistant coach of Indonesia U-20.",
    "Biogen_Idec": "",
    "Birendra_of_Nepal": "Birendra Bir Bikram Shah Dev (Nepali: श्री ५ महाराजाधिराज वीरेन्द्र वीर विक्रम शाह देव), (28 December 1945 – 1 June 2001) was Ki",
    "Birmingham": "Birmingham (  BUR-ming-əm) is a city and metropolitan borough in the metropolitan county of West Midlands in England. It is the ",
    "Birmingham_City_F.C.": "Birmingham City Football Club is a professional football club based in Birmingham, England. Formed in 1875 as Small Heath Allian",
    "Bistriţa": "",
    "Bixente_Lizarazu": "Bixente Jean-Michel Lizarazu (Basque pronunciation: [biˈʃente liˈs̪araˌs̪u], born 9 December 1969) is a French former profession",
    "Black_Sea": "The Black Sea is a marginal mediterranean sea lying between Europe and Asia, east of the Balkans, south of the East European Pla",
    "Blackburn_Rovers_F.C.": "Blackburn Rovers Football Club is a professional football club based in Blackburn, Lancashire, England, which competes in the EF",
    "Blackpool_F.C.": "Blackpool Football Club is a professional association football club based in the seaside resort of Blackpool, Lancashire, Englan",
    "Blaise_Compaoré": "Blaise Compaoré (born 3 February 1951) is a Burkinabé-Ivorian former politician who served as the second president of Burkina Fa",
    "Blantyre,_Malawi": "",
    "Bledar_Kola": "Bledar Kola (born 1 August 1972) is an Albanian retired football player and later manager.\n\n\n== Early life ==\nKola comes from Mi",
    "Blendi_Nallbani": "Blendi Nallbani (born 30 May 1971 in Tiranë) is a retired Albanian professional footballer who played as a goalkeeper. Nallbani ",
    "Blida_Province": "Blida (Arabic: ولاية البليدة) is a province (wilaya) in Algeria. Its capital is Blida. The Chréa National Park is situated here.",
    "Bnei_Yehuda_Tel_Aviv_F.C.": "Bnei Yehuda Tel Aviv F.C. (Hebrew: מועדון כדורגל בני יהודה תל אביב, Moadon Kaduregel Bnei Yehuda Tel Aviv), commonly referred to",
    "Board_of_Control_for_Cricket_in_India": "The Board of Control for Cricket in India, also known as BCCI, is the principal national governing body of the sport of cricket ",
    "Boavista_F.C.": "Boavista Futebol Clube, commonly known as Boavista (Portuguese pronunciation: [boɐˈviʃtɐ]), is a Portuguese professional sports ",
    "Bob_Brett": "Bob Brett (13 November 1953 in Melbourne, Victoria  – 5 January 2021) was an Australian tennis coach. Brett worked as a ball boy",
    "Bob_Dole": "Robert Joseph Dole (July 22, 1923 – December 5, 2021) was an American politician and attorney from Kansas who served in both cha",
    "Bob_Dwyer": "Bob Dwyer AM (born 29 November 1940) is an Australian rugby union coach.\n\n\n== Early life ==\nEducated at Sydney Boys High School,",
    "Bob_Estes": "Bob Alan Estes (born February 2, 1966) is an American professional golfer who plays on the PGA Tour Champions. He was previously",
    "Bob_Halverson": "Robert George Halverson,  (22 October 1937 – 9 February 2016) was an Australian politician, air force officer and diplomat. He w",
    "Bob_Kennedy_(athlete)": "",
    "Bob_May_(golfer)": "Robert Anthony May (born October 6, 1968) is an American professional golfer. He is most notable for losing to Tiger Woods in a ",
    "Bob_Wickman": "Robert Joe Wickman (born February 6, 1969) is an American former professional baseball relief pitcher. He played 15 seasons in M",
    "Bob_Willis": "Robert George Dylan Willis  (born 30 May 1949 – 4 December 2019) was an English cricketer, who represented England between 1971 ",
    "Bob_Wollek": "Robert Jean Wollek  (4 November 1943 – 16 March 2001), nicknamed \"Brilliant Bob\", was a race car driver from Strasbourg, France.",
    "Bob_Woolmer": "Robert Andrew Woolmer (14 May 1948 – 18 March 2007) was an English cricket coach, cricketer, and a commentator. He played in 19 ",
    "Bobbie_Goulding": "Robert Dennis \"Bobbie\" Goulding (born 4 February 1972), also known by the nickname of \"Bobbie Dazzler\", is an English former pro",
    "Bobby_Bonilla": "Roberto Martin Antonio Bonilla (, born February 23, 1963) is an American former professional baseball third baseman and outfield",
    "Bobby_Charlton": "Sir Robert Charlton  (11 October 1937 – 21 October 2023) was an English professional footballer who played as an attacking-midfi",
    "Bobby_Rahal": "Robert Woodward Rahal ( RAY-hawl; born January 10, 1953) is an American former auto racing driver and current team co-owner of R",
    "Bobby_Robson": "Sir Robert William Robson  (18 February 1933 – 31 July 2009) was an English footballer and football manager. His career included",
    "Bobby_Valentine": "Robert John Valentine (born May 13, 1950), nicknamed \"Bobby V\", is an American former professional baseball player and manager. ",
    "Boca_Juniors": "Club Atlético Boca Juniors (Spanish pronunciation: [kluβ aˈtletiko ˈβoka ˈʝunjoɾs]), more commonly referred to as simply Boca Ju",
    "Boddington_Gold_Mine": "",
    "Boeing": "The Boeing Company, or simply Boeing (), is an American multinational corporation that designs, manufactures, and sells airplane",
    "Bogdan_Stelea": "Bogdan Gheorghe Stelea (Romanian pronunciation: [boɡˈdan ˈstele̯a]; born 5 December 1967) is a former Romanian footballer who pl",
    "Bogotá": "Bogotá (, also UK: , US: , Spanish pronunciation: [boɣoˈta] ), officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., an",
    "Bogra": "Bogra (Bengali: বগুড়া),  officially known as Bogura, is a city located in Bogra District, Rajshahi Division, Bangladesh. The ci",
    "Bohdan_Ulihrach": "Bohdan Ulihrach (born 23 February 1975) is a former professional tennis player from the Czech Republic.\n\n\n== Career ==\nUlihrach ",
    "Bohemians_1905": "Bohemians Praha 1905, commonly known as Bohemka, is a professional football club based in Vršovice, Prague, Czech Republic. The ",
    "Boland_cricket_team": "",
    "Bolivia": "Bolivia, officially the Plurinational State of Bolivia, is a landlocked country located in central South America. It is a countr",
    "Bolloré": "Bolloré SE (French pronunciation: [bɔlɔʁe]) is a French conglomerate headquartered in Puteaux, on the western outskirts of Paris",
    "Bologna_F.C._1909": "",
    "Bolton_Wanderers_F.C.": "Bolton Wanderers Football Club (  BOHL-tən) is a professional football club based in Bolton, Greater Manchester, England, which ",
    "Bonn": "Bonn (German pronunciation: [bɔn] ) is a federal city in the German state of North Rhine-Westphalia, located on the banks of the",
    "Bordeaux": "Bordeaux ( bor-DOH; French: [bɔʁdo] ; Gascon Occitan: Bordèu [buɾˈðɛw]; Basque: Bordele) is a city on the river Garonne in the G",
    "Boreham_Wood_F.C.": "Boreham Wood Football Club is a professional football club based in Borehamwood, Hertfordshire, England. They are currently memb",
    "Boris_Becker": "Boris Franz Becker (German pronunciation: [ˈboːʁɪs ˈbɛkɐ] ; born 22 November 1967) is a German former world No. 1 tennis player.",
    "Boris_Yeltsin": "Boris Nikolayevich Yeltsin (1 February 1931 – 23 April 2007) was a Soviet and Russian politician and statesman who served as the",
    "Borodino_(village),_Mozhaysky_District,_Moscow_Oblast": "Borodino (Russian: Бородино, IPA: [bərədʲɪˈno]) is a village in Mozhaysky District of Moscow Oblast, Russia, located 13 kilomete",
    "Boroughmuir_RFC": "Boroughmuir RFC is a rugby union club in the Scottish Rugby Union. The club's home ground is Meggetland, in southwest Edinburgh ",
    "Borussia_Dortmund": "Ballspielverein Borussia 09 e. V. Dortmund, often known simply as Borussia Dortmund (German pronunciation: [boˈʁʊsi̯a ˈdɔɐ̯tmʊnt",
    "Borussia_Mönchengladbach": "Borussia Verein für Leibesübungen 1900 e.V. Mönchengladbach, better known as Borussia Mönchengladbach (German: [boˈʁʊsi̯a mœnçn̩",
    "Borussia_Neunkirchen": "Borussia VfB Neunkirchen is a German association football club based in Neunkirchen, Saarland. The club SC Borussia Neunkirchen ",
    "Bosnia": "",
    "Bosnia_(region)": "Bosnia (Serbo-Croatian: Bosna / Босна, pronounced [bɔ̂sna]) is the northern region of Bosnia and Herzegovina, encompassing rough",
    "Boston": "Boston is the capital and most populous city in the Commonwealth of Massachusetts in the United States. The city serves as the c",
    "Boston_Bruins": "The Boston Bruins are a professional ice hockey team based in Boston. The Bruins compete in the National Hockey League (NHL) as ",
    "Boston_Celtics": "The Boston Celtics ( SEL-tiks) are an American professional basketball team based in Boston. The Celtics compete in the National",
    "Boston_Red_Sox": "The Boston Red Sox are an American professional baseball team based in Boston. The Red Sox compete in Major League Baseball (MLB",
    "Boston_United_F.C.": "Boston United Football Club is a semi-professional association football club based in Boston, Lincolnshire, England. The club pa",
    "Botafogo_de_Futebol_e_Regatas": "Botafogo de Futebol e Regatas (Portuguese pronunciation: [bɔtaˈfoɡu dʒi futʃiˈbɔw i ʁeˈɡatɐs]; Botafogo Football and Rowing) is ",
    "Botswana": "Botswana, officially the Republic of Botswana, is a landlocked country in Southern Africa. Botswana is topographically flat, wit",
    "Botswana_national_football_team": "The Botswana national football team (Tswana: Setlhopha sa bosetšhaba sa kgwele ya dinao sa Botswana) was founded in 1970 to repr",
    "Boulder,_Colorado": "Boulder is a home rule city in and the county seat of Boulder County, Colorado, United States. With a population of 108,250 at t",
    "Boutros_Boutros-Ghali": "Boutros Boutros-Ghali (; Arabic: بطرس بطرس غالي, romanized: Buṭrus Buṭrus Ghālī; 14 November 1922 – 16 February 2016) was an Egy",
    "Boutros_Harb": "Cheikh Boutros Harb (Arabic: الشيخ بطرس حرب; born 3 August 1944) is a Lebanese politician who served at different cabinet posts ",
    "Bovine_spongiform_encephalopathy": "Bovine spongiform encephalopathy (BSE), commonly known as mad cow disease, is an incurable and invariably fatal neurodegenerativ",
    "Boxer_Protocol": "The Boxer Protocol was a diplomatic protocol signed in China's capital Beijing on September 7, 1901, between the Qing Empire of ",
    "Brad_Ausmus": "Bradley David Ausmus (; born April 14, 1969) is an American former professional baseball player, manager and current coach. He i"
}