{
    "Brad_Bryant": "Bradley Dub Bryant (born December 11, 1954) is an American professional golfer.\nBryant was born in Amarillo, Texas, the son of a",
    "Brad_Clontz": "John Braddock Clontz (born April 25, 1971) is an American former Major League Baseball (MLB) relief pitcher who played for the A",
    "Brad_Hogg": "George Bradley Hogg (born 6 February 1971) is a former Australian cricketer who played all formats of the game. He was a left-ar",
    "Bradford_Bulls": "The Bradford Bulls are a professional rugby league club in Bradford, West Yorkshire, England, and compete in the Championship, t",
    "Bradford_City_A.F.C.": "Bradford City Association Football Club is an English professional football club in Bradford, West Yorkshire. The team competes ",
    "Bradford_Vaughan": "Bradford Vaughan (born 14 June 1975) is a South African professional golfer. He won the South African Amateur in 1994 and turned",
    "Bradley_Hughes_(golfer)": "Bradley Hughes (born 10 February 1967) is an Australian professional golfer.\n\n\n== Amateur career ==\nHughes was born in Melbourne",
    "Brady_Anderson": "Brady Kevin Anderson (born January 18, 1964) is an American former baseball outfielder and executive who played 15 seasons in Ma",
    "Brahim_Lahlafi": "Brahim Lahlafi (Arabic: إبراهيم لحلافي) (born 15 April 1968, in Fes) is a retired long-distance runner who represented Morocco d",
    "Brasília": "Brasília ( brə-ZIL-ee-ə, Brazilian Portuguese: [bɾaˈzili.ɐ, bɾaˈziljɐ] ) is the federal capital of Brazil and seat of government",
    "Bratislava": "Bratislava, historically known as Pozsony and Pressburg, is the capital and largest city of the Slovak Republic and the fourth l",
    "Brazil": "Brazil, officially the Federative Republic of Brazil, is the largest and easternmost country in South America and Latin America.",
    "Brazil_national_football_team": "The Brazil national football team (Portuguese: Seleção Brasileira de Futebol), nicknamed Seleção Canarinho (\"Canary Squad\", afte",
    "Brazilian_Football_Confederation": "The Confederation of Brazilian Football (Portuguese: Confederação Brasileira de Futebol; CBF) is the governing body of football ",
    "Bre-X": "Bre-X was a group of companies in Canada. Bre-X Minerals Ltd., a major part of Bre-X based in Calgary, was involved in a major g",
    "Brechin_City_F.C.": "Brechin City Football Club is a Scottish football club based in the town of Brechin in Angus. The club was founded in 1906 by pl",
    "Breda": "Breda ( BRAY-də, also UK:  BREE-də, US:  bray-DAH, Dutch: [breːˈdaː] ) is a city and municipality in the southern part of the Ne",
    "Breisach": "Breisach (formerly Altbreisach; Low Alemannic: Alt-Brisach) is a town with approximately 16,500 inhabitants, situated along the ",
    "Bremen_Airport": "Bremen Airport (German: Flughafen Bremen, IATA: BRE, ICAO: EDDW) is the international airport of the city and state of Bremen in",
    "Brenda_Schultz-McCarthy": "Brenda Anne Marie Schultz-McCarthy (born 28 December 1970) is a former Dutch tennis player. Primarily known by her maiden name B",
    "Brenden_Pappas": "Brenden Pappas (born 7 May 1970) is a professional golfer from South Africa who currently plays on the Web.com Tour.\n\n\n== Early ",
    "Brent_Mayne": "Brent Danem Mayne (born April 19, 1968) is an American former professional baseball catcher. He played 15 seasons in Major Leagu",
    "Brentford_F.C.": "Brentford Football Club is a professional association football club based in Brentford, West London, England. The team competes ",
    "Brett_Liddle": "Brett Anthony Liddle (born 11 March 1970) is a professional golfer from South Africa.\nLiddle was born in Boksburg. He turned pro",
    "Brett_Martin": "Brett Martin may refer to:\n\nBrett Martin (baseball) (born 1995), American professional baseball pitcher\nBrett Martin (squash pla",
    "Brian_Burke_(ice_hockey)": "Brian P. Burke (born June 30, 1955) is an American-Canadian ice hockey executive, currently the Executive Director of the Profes",
    "Brian_Currin": "Brian Currin (born 20 September 1950) is a South African lawyer who was instrumental in the establishment of the Truth and Recon",
    "Brian_De_Palma": "Brian Russell De Palma ([de ˈpalma]; born September 11, 1940) is an American film director and screenwriter. With a career spann",
    "Brian_Giles": "Brian Stephen Giles (JAYH-ulz; born January 20, 1971) is a former Major League Baseball outfielder. During his career he played ",
    "Brian_Henninger": "Brian Hatfield Henninger (born October 19, 1962) is an American professional golfer who played on the PGA Tour and the Nationwid",
    "Brian_Lara": "Brian Charles Lara,  (born 2 May 1969) is a Trinidadian former international cricketer, widely acknowledged as one of the greate",
    "Brian_Laudrup": "Brian Laudrup (Danish pronunciation: [ˈpʁiːæn ˈlɑwˀtʁɔp], born 22 February 1969) is a Danish former professional footballer who ",
    "Brian_McMillan": "Brian Mervin McMillan (born 22 December 1963) played 38 Test matches and 78 One Day Internationals for South Africa from 1991 to",
    "Brian_McRae": "Brian Wesley McRae (; born August 27, 1967) is an American former center fielder in Major League Baseball who played for the Kan",
    "Brian_Shimer": "Brian Shimer (born April 20, 1962) is an American bobsledder who competed from 1985 to 2002. Competing in five Winter Olympics, ",
    "Brian_Wellman": "Brian Wellman (born September 8, 1967) is a former triple jumper from Bermuda, who became indoor world champion in 1995, setting",
    "Bridgend_Ravens": "Bridgend Ravens (Welsh: Cigfrain Pen-y-bont) (formerly Bridgend RFC) are a semi-professional rugby union club based in Bridgend,",
    "Brighton_&_Hove_Albion_F.C.": "Brighton ( BRY-tən) is a seaside resort and one of the two main areas of the city of Brighton and Hove in the county of East Sus",
    "Brigita_Bukovec": "Brigita Bukovec (born 21 May 1970) is a retired Slovenian hurdler who won an Olympic silver medal in 1996. During the Olympics s",
    "Brisbane": "Brisbane (  BRIZ-bən, Turrbal: Meanjin) is the capital and largest city of the state of Queensland and the third-most populous c",
    "Brisbane_Broncos": "The Brisbane Broncos Rugby League Football Club Ltd., commonly referred to as the Broncos, is an Australian professional rugby l",
    "Brisbane_Lions": "The Brisbane Lions are a professional Australian rules football club based in Brisbane, Queensland, that compete in the Australi",
    "Bristol": "Bristol ( ) is a city, unitary authority area and ceremonial county in South West England, the most populous city in the region.",
    "Bristol_City_F.C.": "Bristol City Football Club is a professional football club based in Bristol, England. The team compete in the EFL Championship, ",
    "Bristol_Rovers_F.C.": "Bristol Rovers Football Club is a professional association football club in Bristol, England. The first team competes in League ",
    "Bristol_Rugby": "",
    "British_Airways": "British Airways plc (BA) is the flag carrier airline of the United Kingdom. It is headquartered in London, England, near its mai",
    "British_Columbia": "British Columbia is the westernmost province of Canada. Situated in the Pacific Northwest between the Pacific Ocean and the Rock",
    "British_Heart_Foundation": "The British Heart Foundation (BHF) is a cardiovascular research charity in the United Kingdom. It funds medical research related",
    "British_Jews": "British Jews (often referred to collectively as British Jewry or Anglo-Jewry) are British citizens who are Jewish. The number of",
    "British_Land": "The British Land Company Public Limited Company is one of the largest property development and investment companies in the Unite",
    "British_Masters": "The Betfred British Masters is a professional golf tournament. It was founded in 1946 as the Dunlop Masters and was held every y",
    "British_Universities_cricket_team": "The British Universities cricket team was a cricket team whose players were drawn from university students studying in Great Bri",
    "British_West_Indies": "The British West Indies (BWI) were the territories in the West Indies under British rule, including Anguilla, the Cayman Islands",
    "British_people": "British people or Britons, also known colloquially as Brits, are the citizens of the United Kingdom, the British Overseas Territ",
    "Brno": "Brno ( BUR-noh, Czech: [ˈbr̩no] ; German: Brünn) is a city in the South Moravian Region of the Czech Republic. Located at the co",
    "Brown_Deer_Park_Golf_Course": "Brown Deer Park Golf Course is a public golf course maintained as part of the Milwaukee County Park System. The course was desig",
    "Bruce_Dyer": "Bruce Antonio Dyer (born 13 April 1975) is an English former professional footballer.\nHis career started in 1993 with Watford, b",
    "Bruce_Grobbelaar": "Bruce David Grobbelaar (born 6 October 1957) is a South African born-Zimbabwean former professional footballer who played as a g",
    "Brunei": "Brunei, officially Brunei Darussalam, is a country in Southeast Asia, situated on the northern coast of the island of Borneo. Ap",
    "Bruno_Risi": "Bruno Risi (born 6 September 1968) is a retired Swiss professional racing cyclist. He competed at five Olympic Games.\nRisi was o",
    "Bruno_Rodriguez": "",
    "Bruno_Thiry": "Bruno Thiry  (born 8 October 1962) is a Belgian rally driver. He was born in St. Vith, Liège Province.\nHe began his career as an",
    "Bruny_Surin": "Bruny Surin  (born July 12, 1967) is a Canadian former track and field athlete, who was the winner of a gold medal in the 4×100 ",
    "Brush_Engineered_Materials": "",
    "Brussels": "Brussels (French: Bruxelles, pronounced [bʁysɛl]  or [bʁyksɛl] ; Dutch: Brussel [ˈbrʏsəl] ), officially the Brussels-Capital Reg",
    "Bryan_Herta": "Bryan John Herta (born May 23, 1970) is an American race strategist and former race car driver. He currently runs his own team, ",
    "Bryan_Robson": "Bryan Robson  (born 11 January 1957) is an English football manager and former player. He began his career with West Bromwich Al",
    "Bucharest": "Bucharest (UK:  BOO-kə-REST, US:  -⁠rest; Romanian: București [bukuˈreʃtʲ] ) is the capital and largest city of Romania. The met",
    "Budapest": "Budapest is the capital and most populous city of Hungary. It is the ninth-largest city in the European Union by population with",
    "Budapest_Honvéd_FC": "Budapest Honvéd Football Club (Hungarian pronunciation: [ˈbudɒpɛʃt ˈhonveːd ˈɛft͡seː]), commonly known as Budapest Honvéd or sim",
    "Budapest_Stock_Exchange": "Budapest Stock Exchange (BSE) (Hungarian: Budapesti Értéktőzsde, pronounced [ˈbudɒpɛʃti ˈeːrteːktøːʒdɛ] (BÉT)) is the third larg",
    "Buddy_Groom": "Wedsel Gary \"Buddy\" Groom Jr. (born July 10, 1965) is a former Major League Baseball left-handed middle relief pitcher. He atten",
    "Buenaventura,_Valle_del_Cauca": "Buenaventura is a coastal seaport city located in the Pacific Region of the department of Valle del Cauca, Colombia (South Ameri",
    "Buenos_Aires": "Buenos Aires ( or ; Spanish pronunciation: [ˈbwenos ˈajɾes] ) is the capital city of Argentina, on the western shore of the Río ",
    "Buenos_Aires_Province": "Buenos Aires, officially the Buenos Aires Province, is the largest and most populous Argentine province. It takes its name from ",
    "Buffalo_Bills": "The Buffalo Bills are a professional American football team based in the Buffalo–Niagara Falls metropolitan area. The Bills comp",
    "Buffalo_Sabres": "The Buffalo Sabres are a professional ice hockey team based in Buffalo, New York. The Sabres compete in the National Hockey Leag",
    "Building_(magazine)": "Building is one of the United Kingdom's oldest business-to-business magazines, launched as The Builder in 1843 by Joseph Aloysiu",
    "Bukavu": "Bukavu is a city in eastern Democratic Republic of the Congo (DRC), lying at the extreme south-western edge of Lake Kivu, west o",
    "Bulgaria": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is situated on the eastern portion of the Ba",
    "Bulgaria_national_football_team": "The Bulgaria national football team (Bulgarian: Български национален отбор по футбол, romanized: Bǎlgarski natsionalen otbor po ",
    "Bulgaria_national_under-21_football_team": "The Bulgaria national under-21 football team (Bulgarian: Mладежки национален отбор на България по футбол) is considered to be th",
    "Bulgarians": "Bulgarians (Bulgarian: българи, romanized: bŭlgari, IPA: [ˈbɤɫɡɐri]) are a nation and South Slavic ethnic group native to Bulgar",
    "Bunge_Limited": "",
    "Bureau_Veritas": "Bureau Veritas is a French company specialized in testing, inspection and certification founded in 1828. It operates in a variet",
    "Burhanuddin_Rabbani": "Burhānuddīn Rabbānī (Persian: برهان‌الدین ربانی; 20 September 1940 – 20 September 2011) was an Afghan politician and teacher who",
    "Burkhard_Reich": "Burkhard Reich (born 1 December 1964) is a German former professional footballer who played as a defender. He is currently the a",
    "Burkina_Faso": "Burkina Faso is a landlocked country in West Africa, bordered by Mali to the northwest, Niger to the northeast, Benin to the sou",
    "Burma": "",
    "Burnley_F.C.": "Burnley Football Club () is a professional football club based in Burnley, Lancashire, England. The club competes in the EFL Cha",
    "Burundi": "Burundi, officially the Republic of Burundi, is a landlocked country in the Great Rift Valley at the junction between the Africa",
    "Burundi_national_football_team": "The Burundi national football team, (Kirundi: Ikipe y'igihugu y'Uburundi y'umupira w'amaguru), nicknamed The Swallows (French: L",
    "Bury_F.C.": "Bury Football Club is an English association football club based in Bury, Greater Manchester, which plays in the Premier Divisio",
    "Business_Recorder": "Business Recorder is an English-language financial daily newspaper in Pakistan, founded by Muhammad Ahmed Zuberi in 1965. The pu",
    "Butch_Harmon": "Claude \"Butch\" Harmon Jr. (born August 28, 1943) is an American golf instructor and former professional player.\n\n\n== Early life ",
    "Buñol": "Buñol is a town and municipality in the province of Valencia, Spain. The municipality has an area of some 112 km2, and is situat",
    "Byron_Black": "Byron Hamish Black (born 6 October 1969) is a former touring professional tennis and Davis Cup player for Zimbabwe.\n\n\n== Persona"
}