{
    "Béja": "Béja (Arabic: باجة ) is a city in Tunisia. It is the capital of the Béja Governorate. It is located 105 kilometers (65 mi) from ",
    "Béla_Markó": "Béla Markó (born September 8, 1951 in Târgu Secuiesc, Covasna County, Socialist Republic of Romania) is a Romanian politician an",
    "C.D._Guadalajara": "Club Deportivo Guadalajara S.A de C.V. (Spanish pronunciation: [ˈkluβ ðepoɾˈtiβo ɣwaðalaˈxaɾa];), nicknamed \"Chivas\" (English: G",
    "C.F._Monterrey": "Club de Fútbol Monterrey is a Mexican professional football club based in the Monterrey metropolitan area, Nuevo León. The team ",
    "C.F._Os_Belenenses": "Clube de Futebol Os Belenenses, commonly known as Os Belenenses (Portuguese pronunciation: [bɨlɨˈnẽsɨʃ]) or simply Belenenses, i",
    "C.F._Pachuca": "Club de Fútbol Pachuca is a Mexican professional football club based in Pachuca, Hidalgo, that plays in Liga MX, the top divisio",
    "C._Rangarajan": "Chakravarthi Rangarajan (born 1932) is an Indian economist, a former Member of Parliament and 19th governor of the Reserve Bank ",
    "CB_Estudiantes": "Club Baloncesto Estudiantes, S.A.D., (English: Club Basketball Students) known simply as Estu and as Movistar Estudiantes for sp",
    "CB_Sevilla": "",
    "CD_Tenerife": "Club Deportivo Tenerife, S.A.D. is a Spanish football club based in Santa Cruz de Tenerife, Tenerife, in the Canary Islands. Fou",
    "CF_Extremadura": "Club de Fútbol Extremadura was a Spanish football team based in Almendralejo, in the autonomous community of Extremadura. Founde",
    "CITIC_Pacific": "",
    "CNBC": "CNBC is an American business news channel owned by NBCUniversal News Group, a unit of Comcast's NBCUniversal. The network broadc",
    "CNN": "Cable News Network (CNN) is a multinational  news channel and website operating from Midtown Atlanta, Georgia, U.S. Founded in 1",
    "CONCACAF_Champions_League": "",
    "CRH_plc": "CRH plc is an international group of diversified building materials businesses whose headquarters is in Dublin, Ireland. It manu",
    "CR_Vasco_da_Gama": "Club de Regatas Vasco da Gama (Portuguese pronunciation: [ˈklubi dʒi ʁeˈɡatɐz ˈvasku dɐ ˈɡɐ̃mɐ]; English: Vasco da Gama Club of ",
    "CSP_Limoges": "",
    "CS_Jiul_Petroşani": "",
    "Cabinet_(government)": "A cabinet in governing is a group of people with the constitutional or legal task to rule a country or state, or advise a head o",
    "Caerphilly_RFC": "Caerphilly Rugby Football Club is a Welsh rugby union team founded in 1887. Their home ground is The Mollex stadium in Caerphill",
    "Caesarea": "Caesarea, a city name derived from the Roman title \"Caesar\", was the name of numerous cities and locations in the Roman Empire:\n",
    "Cagliari_Calcio": "Cagliari Calcio, commonly referred to as Cagliari (Italian: [ˈkaʎʎari] ), is an Italian football club based in Cagliari, Sardini",
    "Cairo": "Cairo (  KY-roh; Arabic: القاهرة, romanized: al-Qāhirah, Egyptian Arabic pronunciation: [el.qɑ(ː)ˈheɾɑ] ) is the capital and lar",
    "Cal_Eldred": "Calvin John Eldred (born November 24, 1967) is an American former professional baseball pitcher who played for 14 seasons in Maj",
    "Cal_Ripken,_Jr.": "",
    "Calgary": "Calgary is the largest city in the Canadian province of Alberta. It is the largest metro area within the three prairie provinces",
    "Calgary_Flames": "The Calgary Flames are a professional ice hockey team based in Calgary. The Flames compete in the National Hockey League (NHL) a",
    "California": "California is a state in the Western United States, lying on the American Pacific Coast. It borders Oregon to the north, Nevada ",
    "Caltex": "Caltex is a petroleum brand name of Chevron Corporation used in the Asia-Pacific region, the Middle East, and Southern Africa. H",
    "Calvin_Davis": "Calvin Davis (April 2, 1972 – May 1, 2023) was an American athlete who competed mainly in the 400 meters, though his fame came f",
    "Cambodia": "Cambodia, officially the Kingdom of Cambodia, is a country in Southeast Asia on the Indochinese Peninsula. It is bordered by Tha",
    "Cambridge,_Massachusetts": "Cambridge ( KAYM-brij) is a city in Middlesex County, Massachusetts, United States. It is a suburb in the Greater Boston metropo",
    "Cambridge_United_F.C.": "Cambridge United Football Club is a professional association football club based in the city of Cambridge, England. They compete",
    "Camden,_Arkansas": "Camden is a city in and the county seat of Ouachita County in the south-central part of the U.S. state of Arkansas. The city is ",
    "Cameroon": "Cameroon, officially the Republic of Cameroon, is a country in Central Africa. It shares boundaries with Nigeria to the west and",
    "Cameroon_national_football_team": "The Cameroon national football team (French: Équipe du Cameroun de football), also known as the Indomitable Lions (French: les l",
    "Camilla_Martin": "Camilla Martin Nygaard (née Martin; born 23 March 1974) is a retired badminton player from Denmark. She and Lene Køppen, who pla",
    "Canada": "Canada is a country in North America. Its ten provinces and three territories extend from the Atlantic Ocean to the Pacific Ocea",
    "Canadian_Grain_Commission": "The Canadian Grain Commission (CGC; French: Commission canadienne des grains) is an agency of the Canadian government responsibl",
    "Canadian_Prairies": "The Canadian Prairies (usually referred to as simply the Prairies in Canada) is a region in Western Canada. It includes the Cana",
    "Canadian_Wheat_Board": "The Canadian Wheat Board (French: Commission canadienne du blé) was a marketing board for wheat and barley in Western Canada. Es",
    "Canberra": "Canberra (  KAN-bər-ə) is the capital city of Australia. Founded following the federation of the colonies of Australia as the se",
    "Canberra_Raiders": "The Canberra Raiders are an Australian professional rugby league football club based in the national capital city of Canberra, A",
    "Canopic_jar": "Canopic jars are containers that were used by the ancient Egyptians during the mummification process, to store and preserve the ",
    "Canterbury-Bankstown_Bulldogs": "The Canterbury-Bankstown Bulldogs are an Australian professional rugby league club based in Belmore, a suburb in the Canterbury-",
    "Cape_Town": "Cape Town is the legislative capital of South Africa. It is the country's oldest city and the seat of the Parliament of South Af",
    "Caracas": "Caracas ( kə-RA(H)K-əs, Spanish: [kaˈɾakas]), officially Santiago de León de Caracas (CCS), is the capital and largest city of V",
    "Cardiff": "Cardiff (; Welsh: Caerdydd [kairˈdiːð, kaːɨrˈdɨːð] ) is the capital and largest city of Wales. Cardiff had a population of 372,0",
    "Cardiff_City_F.C.": "Cardiff City Football Club (Welsh: Clwb Pêl-droed Dinas Caerdydd) is a professional association football club based in Cardiff, ",
    "Cardiff_RFC": "Cardiff Rugby Football Club (Welsh: Clwb Rygbi Caerdydd) is a rugby union club based in Cardiff, the capital city of Wales. The ",
    "Cargill": "Cargill, Incorporated is an American multinational food corporation based in Minnetonka, Minnesota, and incorporated in Wilmingt",
    "Caribbean": "The Caribbean ( KARR-ib-EE-ən, kə-RIB-ee-ən, locally  KARR-ib-ee-an; Spanish: el Caribe; French: les Caraïbes; Dutch: de Caraïbe",
    "Carl-Uwe_Steeb": "Carl-Uwe Steeb (born 1 September 1967) is a former professional tennis player from Germany.\nSteeb turned professional in 1986. H",
    "Carl_Fogarty": "Carl George Fogarty  (born 1 July 1965), often known as Foggy, is an English former motorcycle racer and one of the most success",
    "Carl_Hooper": "Carl Llewelyn Hooper (born 15 December 1966) is a former Guyanese cricketer who captained the West Indies in Tests and ODIs. An ",
    "Carl_Lewis": "Frederick Carlton Lewis (born July 1, 1961) is an American former track and field athlete who won nine Olympic gold medals, one ",
    "Carl_Mason": "Stuart Carl Mason (born 25 June 1953) is an English professional golfer.\nMason was born in Buxton, Derbyshire. He won several am",
    "Carl_Suneson": "Carl José Suneson (born 22 July 1967) is a Spanish professional golfer. He won the 2007 Open de Saint-Omer, his only European To",
    "Carla_Sacramento": "Carla Cristina Paquete Sacramento OIH (born 10 December 1971 in São Sebastião da Pedreira) is a middle distance runner from Port",
    "Carlisle_United_F.C.": "Carlisle United Football Club ( kar-LYLE, locally  KAR-lyle) is a professional association football club based in Carlisle, Cumb",
    "Carlo_Ancelotti": "Carlo Ancelotti  (Italian pronunciation: [ˈkarlo antʃeˈlɔtti]; born 10 June 1959) is an Italian professional football manager an",
    "Carlo_Checchinato": "Carlo Checchinato (born 30 August 1970 in Adria, Province of Rovigo) is an Italian rugby union former player and is the current ",
    "Carlos_Bianchi": "Carlos Bianchi (born 26 April 1949), nicknamed El Virrey (The Viceroy), is an Argentine former football player and manager. A pr",
    "Carlos_Calado": "Carlos Nuno Tavares Calado (born October 5, 1975 in Alcanena, Médio Tejo) is an athlete from Portugal, Sporting CP and S.L. Benf",
    "Carlos_Checa": "Carlos Checa Carrera (born 15 October 1972) is a Spanish former professional motorcycle road racer and winner of the 2011 Superb",
    "Carlos_Costa": "Carlos Costa may refer to:\n\nCarlos Costa (banker) (born 1949), governor of the Portuguese central bank\nCarlos Costa (footballer)",
    "Carlos_Delgado": "Carlos Juan Delgado Hernández (born June 25, 1972) is a Puerto Rican former professional baseball player and coach. He played in",
    "Carlos_Filipe_Ximenes_Belo": "Carlos Filipe Ximenes Belo, SDB, commonly known as Carlos Belo or Ximenes Belo (born 3 February 1948) is an East Timorese prelat",
    "Carlos_Moyá": "Carlos Moyá Llompart (Spanish: [ˈkaɾlos moˈʝa ʎomˈpaɾt]; born 27 August 1976) is a Spanish former world No. 1 tennis player and ",
    "Carlos_Pavón": "Carlos Alberto Pavón Plummer (born 9 October 1973) is a Honduran former professional footballer who played as a striker. He is r",
    "Carlos_Sainz": "Carlos Sainz may refer to:\n\n\n== People ==\nCarlos Sainz Sr. (born 1962), Spanish rally driver world champion, father of Jr.\nCarlo",
    "Carlos_Secretário": "Carlos Alberto de Oliveira Secretário (born 12 May 1970) is a Portuguese former professional footballer who played mainly as a r",
    "Carlsbad,_California": "Carlsbad is a beach city in the North County area of San Diego County, California, United States. The city is 35 miles (56 km) n",
    "Carlsberg_Group": "Carlsberg A/S (; Danish: [ˈkʰɑˀlsˌpɛɐ̯ˀ]) is a Danish multinational brewer. Founded in 1847 by J. C. Jacobsen, the company's hea",
    "Carlton_Football_Club": "The Carlton Football Club, nicknamed the Blues, is a professional Australian rules football club based at Princes Park in Carlto",
    "Carole_Montillet": "Carole Montillet-Carles (born 7 April 1973) is a French World Cup alpine ski racer and Olympic gold medalist.\n\n\n== Career ==\nBor",
    "Carolina_Panthers": "The Carolina Panthers are a professional American football team based in Charlotte, North Carolina. The Panthers compete in the ",
    "Caroline,_Princess_of_Hanover": "",
    "Carroll_A._Campbell,_Jr.": "",
    "Carsten_Ramelow": "Carsten Ramelow (German pronunciation: [ˈkaʁstn̩ ˈʁaməlo]; born 20 March 1974) is a German former professional footballer who pl",
    "Carsten_Wolf": "Carsten Wolf (born 26 August 1964) is an East German racing cyclist, who competed for the SC Dynamo Berlin / Sportvereinigung (S",
    "Cartagena,_Colombia": "Cartagena ( KAR-tə-HAY-nə), known since the colonial era as Cartagena de Indias (Spanish: [kaɾtaˈxena ðe ˈindjas] ), is a city a",
    "Casa_de_Nariño": "The Casa de Nariño (Spanish pronunciation: ['ka sa ðe 'na ri]), literally the House of Nariño, is the official residence and pri",
    "Casey_FitzRandolph": "Casey J. FitzRandolph (born January 21, 1975) is an American speed skater.\nIn 1997, FitzRandolph won the bronze medal at the Wor",
    "Castle_Park_Cricket_Ground": "Castle Park Cricket Ground is an English cricket ground in Colchester. The ground is in Lower Castle Park, part of the land surr",
    "Castleford_Tigers": "The Castleford Tigers are a professional rugby league club in Castleford, West Yorkshire, England. They play their home games at",
    "Catalonia": "Catalonia (; Catalan: Catalunya [kətəˈluɲə] ; Spanish: Cataluña [kataˈluɲa] ; Occitan: Catalonha [kataˈluɲa]) is an autonomous c",
    "Catania": "Catania (, also UK: , US: ; Sicilian and Italian: [kaˈtaːnja] ) is the second-largest municipality in Sicily, after Palermo, bot",
    "Catholic_Church": "The Catholic Church, also known as the Roman Catholic Church, is the largest Christian church, with 1.28 to 1.39 billion baptize",
    "Catholicism": "",
    "Cathy_Freeman": "Catherine Astrid Salome Freeman  (born 16 February 1973) is an Aboriginal Australian former sprinter, who specialised in the 400",
    "CeBIT": "CeBIT was a computer expo which, at its peak, was the largest and most internationally representative. The trade fair was held e",
    "Cecil_Mamiit": "Cecil Valdeavilla Mamiit (born June 27, 1976) is a former tennis player from the United States who went on to represent the Phil",
    "Celsius": "The degree Celsius is the unit of temperature on the Celsius temperature scale (originally known as the centigrade scale outside",
    "Celta_de_Vigo": "",
    "Celtic_F.C.": "The Celtic Football Club, commonly known as Celtic (), is a professional football club in Glasgow, Scotland. The team competes i",
    "Central_African_Republic": "The Central African Republic (CAR), formerly known as Ubangi-Shari, is a landlocked country in Central Africa. It is bordered by",
    "Central_African_Republic_national_football_team": "The Central African Republic national football team (French: Équipe de République centrafricaine de football), nicknamed Les Fau"
}