{
    "Dominique_Baratelli": "Dominique Baratelli (born 26 December 1947) is a French former professional footballer who played as a goalkeeper.\n\n\n== Career =",
    "Dominique_Monami": "Dominique Monami (born 31 May 1973) is a former tennis player from Belgium. She is her country's first ever top-10 tennis profes",
    "Don_McKinnon": "Sir Donald Charles McKinnon  (born 27 February 1939) is a New Zealand politician who served as the 12th deputy prime minister of",
    "Don_Wengert": "Donald Paul Wengert (born November 6, 1969) is an American former professional baseball pitcher. He played all or part of seven ",
    "Donald_Tsang": "Sir Donald Tsang Yam-kuen  (Chinese: 曾蔭權; born 7 October 1944) is a former Hong Kong civil servant who served as the second Chie",
    "Donato_Gama_da_Silva": "",
    "Doncaster_Cup": "The Doncaster Cup is a Group 2 flat horse race in Great Britain open to horses aged three years or older. It is run at Doncaster",
    "Doncaster_Rovers_F.C.": "Doncaster Rovers Football Club is a professional association football club based in Doncaster, South Yorkshire, England. The tea",
    "Dong_Jiong": "Dong Jiong (Chinese: 董炯; born 20 August 1973) is a Chinese badminton player who ranked among the world's men's singles elite in ",
    "Donna_Andrews_(golfer)": "Donna Andrews (born April 12, 1967) is an American professional golfer.\nBorn in Lynchburg, Virginia, Andrews played college golf",
    "Donna_Weinbrecht": "Donna L. Weinbrecht (born April 23, 1965) won the first gold medal awarded in the first Olympic mogul competitions in freestyle ",
    "Donne_Wall": "Donnell Lee Wall (born July 11, 1967) is an American former professional baseball player who pitched in Major League Baseball fo",
    "Donovan_Bailey": "Donovan Bailey   (born December 16, 1967) is a retired Jamaican-Canadian sprinter. He once held the world record for the 100 met",
    "Dore_Gold": "Isidor \"Dore\" Gold (Hebrew: איזידור \"דורי\" גולד‎, born 1953) is an American-Israeli political scientist and diplomat who served ",
    "Dorinel_Munteanu": "Dorinel Ionel Munteanu (Romanian pronunciation: [doriˈnel munˈte̯anu]; born 25 June 1968) is a Romanian football manager and for",
    "Doug_Flach": "Doug Flach (born August 10, 1970) is a former tennis player from the United States.\nFlach won two doubles titles during his care",
    "Doug_Young": "",
    "Dow_Chemical_Company": "The Dow Chemical Company is an American multinational corporation headquartered in Midland, Michigan, United States. The company",
    "Dow_Jones_Industrial_Average": "The Dow Jones Industrial Average (DJIA), Dow Jones, or simply the Dow (), is a stock market index of 30 prominent companies list",
    "Dresden": "Dresden (; German: [ˈdʁeːsdn̩] ; Upper Saxon: Dräsdn; Upper Sorbian: Drježdźany, pronounced [ˈdʁʲɛʒdʒanɨ]) is the capital city o",
    "Dresden_Airport": "Dresden Airport (IATA: DRS, ICAO: EDDC) is the international airport of Dresden, the state capital of Saxony, Germany. It is loc",
    "Dubai": "Dubai is the most populous city in the United Arab Emirates and the capital of the Emirate of Dubai, the most populated of the c",
    "Dublin": "Dublin ( ; Irish: Baile Átha Cliath, pronounced [ˈbˠalʲə aːhə ˈclʲiə] or [ˌbʲlʲaː ˈclʲiə]) is the capital city of Ireland. On a ",
    "Ducati": "Ducati Motor Holding S.p.A (Italian pronunciation: [duˈkaːti]) is an Italian motorcycle manufacturing company headquartered in B",
    "Ducati_Corse": "Ducati Corse is the racing team division of Ducati Motor Holding S.p.A. that deals with the firm's involvement in motorcycle rac",
    "Duff_&_Phelps": "Duff may refer to:\n\n\n== People ==\nDuff (surname)\nDuff (given name)\nDuff (nickname)\nKaren Duffy, an actress, model, and former MT",
    "Duffy_Waldorf": "James Joseph \"Duffy\" Waldorf Jr. (born August 20, 1962) is an American professional golfer who plays on the PGA Tour Champions. ",
    "Duhok,_Iraq": "",
    "Duilio_Davino": "Duilio César Jean Pierre Davino Rodríguez (born 21 March 1976) is a Mexican former professional footballer and executive who las",
    "Duluth,_Minnesota": "Duluth (  də-LOOTH) is a port city in the U.S. state of Minnesota and the county seat of St. Louis County. Located on Lake Super",
    "Duma": "A duma (Russian: дума) is a Russian assembly with advisory or legislative functions.\nThe term boyar duma is used to refer to adv",
    "Dumbarton_F.C.": "Dumbarton Football Club is a semi-professional football club in Dumbarton, Scotland. Founded on 23 December 1872, they are one o",
    "Duncan_Ferguson": "Duncan Cowan Ferguson (born 27 December 1971) is a Scottish football coach and former player who was most recently the manager o",
    "Dundee_F.C.": "Dundee Football Club is a professional football club based in the city of Dundee, Scotland, founded in 1893. The team are nickna",
    "Dundee_United_F.C.": "Dundee United Football Club is a Scottish professional football club based in the city of Dundee. Formed in 1909, originally as ",
    "Dunedin": "Dunedin (  duh-NEE-din; Māori: Ōtepoti) is the second-largest city in the South Island of New Zealand (after Christchurch), and ",
    "Dunfermline_Athletic_F.C.": "Dunfermline Athletic Football Club is a Scottish professional football club based in the city of Dunfermline, Fife. Founded in 1",
    "Dunnes_Stores": "Dunnes Stores is an Irish multinational retail chain that primarily sells food, clothes and household wares.\nIt was founded by B",
    "Dunvant_RFC": "Dunvant Rugby Football Club are a Welsh rugby union club based in Dunvant, Swansea in South Wales. Dunvant RFC is a member of th",
    "Durban": "Durban ( DUR-bən; Zulu: eThekwini, from itheku meaning \"bay, lagoon\") is the third-most populous city in South Africa, after Joh",
    "Durham_County_Cricket_Club": "Durham County Cricket Club (rebranded as Durham Cricket in February 2019) is one of eighteen first-class county clubs within the",
    "Durrës": "Durrës ( DUURR-əs, Albanian: [ˈdurəs]; Albanian definite form: Durrësi) is the second-most-populous city of the Republic of Alba",
    "Dushanbe": "Dushanbe is the capital and largest city of Tajikistan.  As of March 2024, Dushanbe had a population of 1,564,700, with this pop",
    "Dust_Bowl": "The Dust Bowl was the result of a period of severe dust storms that greatly damaged the ecology and agriculture of the American ",
    "Dutch_people": "The Dutch (Dutch: ) are an ethnic group native to the Netherlands. They share a common ancestry and culture and speak the Dutch ",
    "Dwight_Yorke": "Dwight Eversley Yorke CM (born 3 November 1971) is a Trinidadian and Tobagonian professional football coach and former player wh",
    "Dynamo_Sports_Club": "\"Dynamo\", also Dinamo (Russian: Динамо, romanized: Dinamo; Ukrainian: Динамо, romanized: Dynamo; Belarusian: Дынама, romanized: ",
    "Dzhokhar_Dudayev": "Dzhokhar Musayevich Dudayev (born Dudin Musa-Khant Dzhokhar; 15 February 1944 – 21 April 1996) was a Chechen politician, statesm",
    "Dési_Bouterse": "Desiré Delano Bouterse (Dutch pronunciation: [ˈdeːsi ˈbʌutərsə]; born 13 October 1945) is a Surinamese military officer, politic",
    "Dănuţ_Lupu": "",
    "ETA": "",
    "Eamonn_Darcy": "Eamonn Christopher Darcy (born 7 August 1952) is an Irish professional golfer. He won four times on the European Tour and played",
    "East_Fife_F.C.": "East Fife Football Club is a semi-professional football club established in 1903 in Methil, Fife, Scotland. They are members of ",
    "East_Germany": "East Germany (German: Ostdeutschland, [ˈɔstˌdɔʏtʃlant] ), officially known as the German Democratic Republic (GDR; Deutsche Demo",
    "East_Java": "East Java (Indonesian: Jawa Timur, Javanese: ꦙꦮꦶꦮꦺꦠꦤ꧀, romanized: Jawi Wétan, Madurese: Jhâbâ Tèmor) is a province of Indonesia ",
    "East_Jerusalem": "East Jerusalem (Arabic: القدس الشرقية, al-Quds ash-Sharqiya; Hebrew: מִזְרַח יְרוּשָׁלַיִם, Mizraḥ Yerushalayim) is the portion ",
    "East_Kalimantan": "East Kalimantan (Indonesian: ) is a province of Indonesia. Its territory comprises the eastern portion of Borneo/Kalimantan. It ",
    "East_North_Central_States": "",
    "East_Stirlingshire_F.C.": "East Stirlingshire Football Club is a Scottish association football club based in the town of Falkirk. The club was founded in 1",
    "East_Timor": "East Timor, also known as Timor-Leste, officially the Democratic Republic of Timor-Leste, is a country in Southeast Asia. It com",
    "Eau_Claire,_Wisconsin": "Eau Claire (   oh-KLAIR; French: [o klɛʁ] lit. \"clear water\") is a city in Eau Claire and Chippewa counties in the U.S. state of",
    "Ebbw_Vale_RFC": "Ebbw Vale Rugby Football Club (Welsh: Clwb Rygbi Glyn Ebwy) is a Welsh Rugby Union Club based in the town of Ebbw Vale, Blaenau ",
    "Eberhard_Carl": "Eberhard Carl (born 13 May 1965) is a German former football coach and a player. A striker, played in the top-tier Bundesliga fo",
    "Economic_Community_of_West_African_States": "",
    "Economic_Community_of_West_African_States_Monitoring_Group": "The Economic Community of West African States Monitoring Group (ECOMOG) was a West African multilateral armed force established ",
    "Ecuador": "Ecuador, officially the Republic of Ecuador, is a country in northwestern South America, bordered by Colombia on the north, Peru",
    "Ed_Vosberg": "Edward John Vosberg (born September 28, 1961) is a former left-handed relief pitcher in Major League Baseball who had a 10-year ",
    "Ed_de_Goey": "Eduard Franciscus \"Ed\" de Goeij (Dutch pronunciation: [ˈeːdyʋɑrt frɑnˈsɪskʏs ˈɛ(d) də ˈɣui]; born 20 December 1966), anglicised ",
    "Eddie_Irvine": "Edmund \"Eddie\" Irvine Jr. (; born 10 November 1965) is a former racing driver from Northern Ireland, who competed under the Brit",
    "Eddie_Murray": "Eddie Clarence Murray (born February 24, 1956), nicknamed \"Steady Eddie\", is an American former Major League Baseball (MLB) firs",
    "Eddo_Brandes": "Eddo André Brandes (born 5 March 1963) is a Zimbabwean former cricketer who played in 10 Tests and 59 ODIs from 1987 to 1999, sp",
    "Edgar_Davids": "Edgar Steven Davids (Dutch pronunciation: [ˈɛdɡɑr ˈdaːvɪts] ; born 13 March 1973) is a Dutch former professional footballer.\nAft",
    "Edgar_Martínez": "Edgar Martínez (born January 2, 1963), nicknamed \"Gar\" and \"Papi\", is a Puerto Rican former professional baseball player who is ",
    "Edgar_Rentería": "",
    "Edgbaston": "Edgbaston () is a suburb of Birmingham, West Midlands, England. It lies immediately south-west of Birmingham city centre, and wa",
    "Edgbaston_Cricket_Ground": "Edgbaston Cricket Ground in the Edgbaston area of Birmingham, England, is home to Warwickshire County Cricket Club and its T20 t",
    "Edinburgh": "Edinburgh (  ED-in-bər-ə, Scots: [ˈɛdɪnbʌrə]; Scottish Gaelic: Dùn Èideann [t̪un ˈeːtʲən̪ˠ]) is the capital city of Scotland and",
    "Edmonton": "Edmonton is the capital city of the Canadian province of Alberta. It is situated on the North Saskatchewan River and is the cent",
    "Edmonton_Oilers": "The Edmonton Oilers are a professional ice hockey team based in Edmonton. The Oilers compete in the National Hockey League (NHL)",
    "Eduard_Gritsun": "Eduard Vyacheslavovich Gritsun (Russian: Эдуард Вячеславович Грицун; born 4 February 1976 in Rostov-on-Don) is a retired Russian",
    "Eduardo_Romero": "Eduardo Alejandro Romero (17 July 1954 – 13 February 2022) was an Argentine professional golfer. Nicknamed \"El Gato\" (\"The Cat\")",
    "Edvard_Grieg": "Edvard Hagerup Grieg ( GREEG, Norwegian: [ˈɛ̀dvɑʈ ˈhɑ̀ːɡərʉp ˈɡrɪɡː]; 15 June 1843 – 4 September 1907) was a Norwegian composer ",
    "Edward_Dmytryk": "Edward Dmytryk (September 4, 1908 – July 1, 1999) was a Canadian-born American film director and editor. He was known for his 19",
    "Edward_Said": "Edward Wadie Said (1 November 1935 – 24 September 2003) was a Palestinian-American academic, literary critic, and political acti",
    "Edwin_Godee": "Edwin Godee (born 26 September 1964) is a Dutch retired professional footballer who played for Ajax, FC Utrecht, Willem II, De G",
    "Edwin_Vurens": "Edwin Vurens (born 6 June 1968) is a Dutch football manager who coaches Dutch amateur side Docos. Vurens is a former internation",
    "Edwin_van_der_Sar": "Edwin van der Sar (Dutch pronunciation: [ˈɛtʋɪɱ vɑn dər ˈsɑr] ; born 29 October 1970) is a Dutch football executive and former p",
    "Edwina_Currie": "Edwina Currie (née Cohen; born 13 October 1946) is a British writer, broadcaster and  former politician, serving as Conservative",
    "Efan_Ekoku": "Efangwu Goziem Ekoku (born 8 June 1967) is a Nigerian former professional footballer, and sports commentator.\nAs a player, he wa",
    "Efes_Pilsen_S.K.": "",
    "Egypt": "Egypt (Arabic: مصر Miṣr [mesˁr], Egyptian Arabic pronunciation: [mɑsˤr]), officially the Arab Republic of Egypt, is a  country s",
    "EgyptAir": "",
    "Egyptians": "Egyptians (Arabic: مِصرِيُّون, romanized: Miṣriyyūn, IPA: [mɪsˤrɪjˈjuːn]; Egyptian Arabic: مَصرِيِّين, romanized: Maṣriyyīn, IPA",
    "Eindhoven": "Eindhoven ( EYENT-hoh-vən, Dutch: [ˈɛintˌɦoːvə(n)] ) is a city and municipality of the Netherlands, located in the southern prov",
    "Ejup_Ganić": "Ejup Ganić (born 3 March 1946) is a Bosnian engineer and politician who is the founder and chancellor of Sarajevo School of Scie",
    "El_Al": "EL AL Israel Airlines Ltd. (TASE: ELAL, Hebrew: אל על נתיבי אוויר לישראל בע״מ), trading as EL AL (Hebrew: אל על, \"Upwards\", \"To ",
    "El_Mundo_(Spain)": "El Mundo (Spanish pronunciation: [el ˈmundo]; lit. 'The World'), before El Mundo del Siglo Veintiuno, is the second largest prin",
    "El_Nuevo_Diario": "El Nuevo Diario was a Nicaraguan newspaper, with offices in the capital Managua.\n\n\n== History ==\nIn 1980, the owner of La Prensa"
}