{
    "El_País": "El País (Spanish: [el paˈis] ; lit. 'The Country') is a Spanish-language daily newspaper in Spain. El País is based in the capit",
    "El_Salvador": "El Salvador, officially the Republic of El Salvador, is a country in Central America. It is bordered on the northeast by Hondura",
    "El_Salvador_national_football_team": "The El Salvador national football team (Spanish: Selección de fútbol de El Salvador), known as La Selecta (\"the National Team\"),",
    "El_Watan": "El Watan (Arabic: الوطن, \"The Homeland\") is an independent French-language newspaper in Algeria.\n\n\n== History and profile ==\nThe",
    "Elakhbar": "",
    "Elena_Likhovtseva": "Elena Alexandrovna Likhovtseva (Елена Александровна Лиховцева ; born 8 September 1975) is a Kazakhstani-born Russian former tenn",
    "Elena_Makarova": "Elena Alekseyevna Makarova (Russian: Елена Алексеевна Макарова, , born 1 February 1973), is a former Russian professional tennis",
    "Elena_Pampoulova": "Elena Pampoulova (also Elena Wagner, Elena Pampoulova-Bergomi, Bulgarian: Елена Пампулова, 17 May 1972 – 19 April 2023) was a Bu",
    "Eleusina": "",
    "Elf_Aquitaine": "Elf Aquitaine is a French brand of oils and other motor products (such as brake fluids) for automobiles and trucks. Elf is a for",
    "Elgin_City_F.C.": "Elgin City Football Club (also known as City or The Black and Whites) is a professional senior football club based in Elgin, Mor",
    "Elia_Kazan": "Elias Kazantzoglou (Greek: Ηλίας Καζαντζόγλου, IPA: [iˈli.as kazanˈdzoɣlu]; September 7, 1909 – September 28, 2003), known as El",
    "Eliyahu_Ben-Elissar": "Eliyahu Ben-Elissar (Hebrew: אליהו בן אלישר, 2 August 1932 - 12 August 2000) was an Israeli politician and diplomat.\n\n\n== Biogra",
    "Elizabeth,_New_Jersey": "Elizabeth is a city in and the county seat of Union County, in the U.S. state of New Jersey. As of the 2020 United States census",
    "Elizabeth_I_of_England": "",
    "Elizabeth_McIntyre": "Elizabeth Geary McIntyre (born April 5, 1965), sometimes known as Liz McIntyre, is an American freestyle skier and Olympic medal",
    "Elland_Road": "Elland Road, also called Elland Road Football Stadium or Elland Road Stadium, is a football stadium in Beeston, Leeds, West York",
    "Ellina_Zvereva": "Ellina Aleksandrovna Zvereva (Belarusian: Эліна Зверава; born 16 November 1960 in Dolgoprudny) is a Belarusian former discus thr",
    "Ellis_Burks": "Ellis Rena Burks (born September 11, 1964) is an American former outfielder. Burks played in Major League Baseball for 18 season",
    "Ellis_Park_Stadium": "Ellis Park Stadium (known as Emirates Airline Park for sponsorship reasons) is a rugby union and association football stadium in",
    "Els_Callens": "Els Callens (born 20 August 1970) is a former professional female tennis player from Belgium.\nCallens became professional in Jan",
    "Emanuele_Canonica": "Emanuele Canonica (born 7 January 1971) is an Italian professional golfer.\n\n\n== Early years and amateur career ==\nCanonica was b",
    "Emil_Constantinescu": "Emil Constantinescu (Romanian pronunciation: [eˈmil konstantiˈnesku] ; born 19 November 1939) is a Romanian professor and politi",
    "Emiliano_Mondonico": "Emiliano Mondonico (9 March 1947 – 29 March 2018) was an Italian professional footballer and coach. He played as a winger.\nHis p",
    "Emilio_Valle": "Emilio Valle (born 21 April 1967 in Sancti Spíritus) is a Cuban retired hurdler.\nHis personal best time was 13.18 seconds, achie",
    "Emmanuel_Tetteh": "Emmanuel Tetteh   (born 25 December 1974) is a Ghanaian former professional footballer who played as a forward.\n\n\n== Career ==\nT",
    "Empire_State_Building": "The Empire State Building is a 102-story Art Deco skyscraper in the Midtown South neighborhood of Manhattan in New York City. Th",
    "Empire_of_Brazil": "The Empire of Brazil was a 19th-century state that broadly comprised the territories which form modern Brazil and Uruguay until ",
    "Empoli_F.C.": "",
    "En_Avant_de_Guingamp": "",
    "Endrio_Leoni": "Endrio Leoni (born 22 August 1968 in Dolo) is a retired road bicycle racer from Italy, who was a professional rider from 1990 to",
    "Enfield_Town_F.C.": "Enfield Town Football Club is a football club based in Enfield, Greater London, England. Established in 2001 as a fan-led breaka",
    "England": "England is a country that is part of the United Kingdom. It is located on the island of Great Britain, of which it covers about ",
    "England_cricket_team": "The England men's cricket team represents England and Wales in international cricket. Since 1997, it has been governed by the En",
    "England_national_football_team": "The England national football team have represented England in international football since the first international match in 187",
    "England_national_rugby_union_team": "The England national rugby union team represents the Rugby Football Union in men's international rugby union. They compete in th",
    "English_language": "English is a West Germanic language in the Indo-European language family, whose speakers, called Anglophones, originated in earl",
    "English_people": "The English people are an ethnic group and nation native to England, who speak the English language, a West Germanic language, a",
    "Enrico_Chiesa": "Enrico Chiesa (Italian pronunciation: [enˈriːko ˈkjɛːza; ˈkjeːza]; born 29 December 1970) is an Italian football coach and forme",
    "Enrique_Alfaro": "Enrique Alfaro may refer to:\n\nEnrique Alfaro Ramírez (born 1973), Mexican politician.\nEnrique Alfaro (footballer) (born 1974), M",
    "Environment_Canada": "",
    "Enzo_Scifo": "Vincenzo \"Enzo\" Daniele Scifo (Italian pronunciation: [ˈɛntso ʃˈʃiːfo]; born 19 February 1966) is a retired Belgian football mid",
    "Equipe_Ligier": "",
    "Equitas": "Equitas is a group of companies that was formed in 1995 to assume by way of reinsurance the vast and crippling liabilities that ",
    "Eredivisie": "The Eredivisie (Dutch pronunciation: [ˈeːrədiˌvizi]; \"Honour Division\" or \"Premier Division\") is the highest level of profession",
    "Erez": "Erez (Hebrew: אֶרֶז, lit. 'cedar') is a kibbutz in southwestern Israel. Located just 1 kilometre (0.62 mi) north of the Gaza Str",
    "Eric_Anthony": "Eric Todd Anthony (born November 8, 1967) is an American former professional baseball outfielder.\nDrafted by the Houston Astros ",
    "Eric_Bergoust": "Eric Bergoust (born August 27, 1969) is an American freestyle skier. In 1998 Bergoust participated at the 1998 Winter Olympics h",
    "Eric_Davis_(baseball)": "Eric Keith Davis (born May 29, 1962) is an American former center fielder for several Major League Baseball (MLB) teams, most no",
    "Eric_Rush": "Eric James Rush (born 11 February 1965) is a former New Zealand rugby union footballer and rugby sevens player, and now a superm",
    "Eric_Thomas_(athlete)": "",
    "Eric_Wynalda": "Eric Boswell Wynalda (born June 9, 1969) is an American soccer coach, television commentator, and former player. He was formerly",
    "Ericsson": "Telefonaktiebolaget LM Ericsson (lit. 'Telephone Stock Company of LM Ericsson'), commonly known as Ericsson, is a Swedish multin",
    "Erik_Breukink": "Erik Breukink (born 1 April 1964) is a former Dutch professional road racing cyclist. In 1988, Breukink won the youth competitio",
    "Erik_Dekker": "Hendrik \"Erik\" Dekker (born 21 August 1970) is a retired Dutch professional road racing cyclist active from 1992 until 2006. He ",
    "Erik_Hanson": "Erik Hanson may refer to:\n\nErik Hanson (baseball)\nErik Hanson, member of Kill Sadie\n\n\n== See also ==\nEric Hansen (disambiguation",
    "Erik_Zabel": "Erik Zabel (German pronunciation: [ˈeːʁɪk ˈt͡saːbl̩] ; born 7 July 1970) is a German former professional road bicycle racer who ",
    "Eritrea": "Eritrea (  ERR-ih-TREE-ə or  -⁠TRAY-;, pronounced [ʔer(ɨ)trä] ), officially the State of Eritrea, is a country in the Horn of Af",
    "Erjon_Bogdani": "Erjon Bogdani (born 14 April 1977) is an Albanian professional football coach and former player. He is nicknamed \"Bogu\" or \"Er-B",
    "Ernest_Faber": "Ernest Anthonius Jacobus Faber (born 27 August 1971) is a Dutch professional football manager and former player. He is currently",
    "Ernesto_Samper": "Ernesto Samper Pizano (born 3 August 1950) is a Colombian politician. Samper is a member of the influential Samper family. He se",
    "Ernie_Els": "Theodore Ernest Els (; born 17 October 1969) is a South African professional golfer. A former World No. 1, he is nicknamed \"The ",
    "Ervin_Fakaj": "Ervin Pëllumb Fakaj (born 15 June 1976) is an Albanian retired professional footballer who played as a centre-back. He made 25 a",
    "Erzincan": "Erzincan (pronounced [æɾˈzindʒan]; Kurdish: Erzîngan), historically Yerznka (Armenian: Երզնկա), is the capital of Erzincan Provi",
    "Eschen": "Eschen (German pronunciation: [ˈɛʃn̩] ; High Alemannic: Escha) is a municipality in the north of Liechtenstein. It has a populat",
    "Espen_Bredesen": "Espen Bredesen (born 2 February 1968) is a Norwegian former ski jumper.\n\n\n== Career ==\nAt World Cup level he won gold and silver",
    "Esporte_Clube_Bahia": "Esporte Clube Bahia (Portuguese pronunciation: [isˈpɔʁtʃi ˈklubi baˈi.ɐ]) is a Brazilian professional football club, based in Sa",
    "Esporte_Clube_Flamengo": "Esporte Clube Flamengo, or usually called Flamengo do Piauí, are a Brazilian football team from Teresina in Piauí, Brazil founde",
    "Esporte_Clube_Juventude": "Esporte Clube Juventude, or simply Juventude (Portuguese pronunciation: [ʒuvẽˈtud(ʒ)i]), is a Brazilian football club in Caxias ",
    "Esporte_Clube_Vitória": "Esporte Clube Vitória is a Brazilian professional club based in Salvador, Bahia founded on 13 May 1899. It competes in the Campe",
    "Essendon_Football_Club": "The Essendon Football Club, nicknamed the Bombers or colloquially the Dons, is a professional Australian rules football club tha",
    "Essex": "Essex ( ESS-iks) is a ceremonial county in the East of England, and one of the home counties. It is bordered by Cambridgeshire a",
    "Essex_County_Cricket_Club": "Essex County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England and Wales",
    "Essilor": "Essilor International is a French multinational corporation specialized in the design, manufacture and sale of ophthalmic lenses",
    "Estonia": "Estonia, officially the Republic of Estonia, is a country by the Baltic Sea in Northern Europe. It is bordered to the north by t",
    "Estonia_national_football_team": "The Estonia men's national football team (Estonian: Eesti Jalgpallikoondis) represents Estonia in international football matches",
    "Estonian_Reform_Party": "The Estonian Reform Party (Estonian: Eesti Reformierakond) is a liberal political party in Estonia. The party has been led by Kr",
    "Estudiantes_Tecos": "",
    "Estudiantes_de_La_Plata": "Club Estudiantes de La Plata (Spanish pronunciation: [kluβ estuˈðjantes ðe la ˈplata] lit. \"Students from La Plata\"), simply ref",
    "Eternit": "Eternit is a registered trademark for a brand of fibre cement currently owned by the Belgian company Etex. Fibre is often applie",
    "Ethiopia": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country located in the Horn of Africa region o",
    "Ethiopia_national_football_team": "The Ethiopia national football team (Amharic: የአትዮጵያ ብሔራዊ እግር ኳስ ቡድን), nicknamed Walia, after the Walia ibex, represents Ethiopi",
    "Etienne_Saqr": "Étienne Saqr (Arabic: إتيان صقر; born on 26 December 1937; last name also spelt Sakr), also known by his kunya Abu Arz (Arabic: ",
    "Etruria": "Etruria ( ih-TROOR-ee-ə) was a region of Central Italy delimited by the rivers Arno and Tiber, an area that covered what is now ",
    "Eugene_Emeralds": "The Eugene Emeralds (nicknamed the Ems) are a Minor League Baseball team in the northwest United States, based in Eugene, Oregon",
    "Eugene_de_Kock": "Eugene Alexander de Kock (born 29 January 1949) is a former South African Police colonel, torturer, and assassin, active under t",
    "Eugenio_Corini": "Eugenio Corini (born 30 July 1970) is an Italian professional football coach and former player.\nA talented, dynamic, and hard-wo",
    "Eurodollar": "Eurodollars are U.S. dollars held in time deposit accounts in banks outside the United States. The term was originally applied t",
    "Euroleague_Basketball": "Euroleague Basketball run by ECA (Euroleague Commercial Assets) is a private company that runs and operates the top continental-",
    "Euronext_Paris": "Euronext Paris, formerly known as the Paris Bourse, is the official stock exchange in France. It is Europe's second largest stoc",
    "Europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere. It is bordered by the Ar",
    "Europe_1": "Europe 1, (Europe un) formerly known as Europe n° 1, is a privately owned radio station created in 1955. It was owned and operat",
    "European_Commission": "The European Commission (EC) is the primary executive arm of the European Union (EU). It operates as a cabinet government, with ",
    "European_Court_of_Human_Rights": "The European Court of Human Rights (ECtHR), also known as the Strasbourg Court, is an international court of the Council of Euro",
    "European_Cup_(athletics)": "The European Cup is a former athletics competition for European teams that was replaced by the European Team Championships start",
    "European_Economic_Community": "The European Economic Community (EEC) was a regional organisation created by the Treaty of Rome of 1957, aiming to foster econom",
    "European_Union": "The European Union (EU) is a supranational political and economic union of 27 member states that are located primarily in Europe",
    "Euroscepticism": "Euroscepticism, also spelled as Euroskepticism or EU-scepticism, is a political position involving criticism of the European Uni"
}