{
    "Eurostat": "Eurostat (European Statistical Office; DG ESTAT) is a Directorate-General of the European Commission located in the Kirchberg qu",
    "Eurotunnel": "",
    "Evelyne_Leu": "Evelyne Leu (born 7 July 1976) is a former Swiss freestyle skier. \nShe won a gold medal in Aerial skiing at the 2006 Winter Olym",
    "Everton_F.C.": "Everton Football Club () is a professional association football club based in Liverpool, England. The club competes in the Premi",
    "Ewald_Brenner": "Ewald Brenner (born 26 June 1975) is an Austrian retired professional association football player who played as a defender and c",
    "Exeter_City_F.C.": "Exeter City Football Club is a professional association football club based in Exeter, Devon, England. The team play in EFL Leag",
    "Expansión": "",
    "Exxon": "",
    "ExxonMobil": "ExxonMobil Corporation ( EK-son-MOH-bəl) is an American multinational oil and gas corporation headquartered in Spring, Texas, a ",
    "Ezer_Weizman": "Ezer Weizman (Hebrew: עזר ויצמן, romanized: Ezer Vaytsman, pronounced [ˈezeʁ ˈvaitsman] ; 15 June 1924 – 24 April 2005) was an I",
    "F.C._Hansa_Rostock": "",
    "F.C._Internazionale_Milano": "",
    "F.C._Porto": "",
    "F._W._de_Klerk": "Frederik Willem de Klerk  ( də-KLURK, də-KLAIRK, Afrikaans: [ˈfriədərək ˈvələm də ˈklɛrk]; 18 March 1936 – 11 November 2021) was",
    "FA_Cup": "The Football Association Challenge Cup, more commonly known as the FA Cup and for sponsorship purposes as Emirates FA Cup, is an",
    "FC_Aarau": "FC Aarau is a Swiss professional football club based in Aarau. Founded in 1902, the club competes in the Swiss Challenge League,",
    "FC_Alania_Vladikavkaz": "",
    "FC_Baltika_Kaliningrad": "FC Baltika (Russian: Акционерное Общество «Футбольный клуб «Балтика») is a professional association football club based in Kalin",
    "FC_Baník_Ostrava": "FC Baník Ostrava is a professional football club from Ostrava in the Czech Republic.\nFounded in 1922 as SK Slezská Ostrava, Baní",
    "FC_Barcelona": "Futbol Club Barcelona (Catalan pronunciation: [fubˈbɔl ˈklub bəɾsəˈlonə] ), commonly known as FC Barcelona and colloquially as B",
    "FC_Barcelona_Bàsquet": "FC Barcelona Bàsquet (English: FC Barcelona Basketball), commonly referred to as FC Barcelona (Catalan pronunciation: [fubˈbɔl ˈ",
    "FC_Bayern_Munich": "Fußball-Club Bayern München e. V. (FCB, German pronunciation: [ˈfuːsbalˌklʊp ˈbaɪɐn ˈmʏnçn̩]), commonly known as Bayern Munich (",
    "FC_CSKA_Kyiv": "FC CSKA Kyiv (Ukrainian: \"ЦСКА Київ\") is a Ukrainian amateur football club, until 2001 of the Central Sports Club of the Armed F",
    "FC_Ceahlăul_Piatra_Neamţ": "",
    "FC_Chornomorets_Odesa": "FC Chornomorets Odesa (Ukrainian: Футбо́льний Клуб Чорномо́рець Оде́са [tʃornoˈmɔretsʲ oˈdɛsɐ]) is a Ukrainian professional foot",
    "FC_Dinamo_Batumi": "FC Dinamo Batumi (Georgian: საფეხბურთო კლუბი დინამო ბათუმი) is a Georgian professional football club based in Batumi, Adjara tha",
    "FC_Dinamo_Bucureşti": "",
    "FC_Dnipro_Dnipropetrovsk": "",
    "FC_Dynamo_Kyiv": "Football Club Dynamo Kyiv, also known as FC Dynamo Kiev, Dynamo Kyiv, Dynamo Kiev, or simply Dynamo, (Ukrainian: Футбольний клуб",
    "FC_Dynamo_Moscow": "FC Dynamo Moscow (FC Dynamo Moskva, Russian: Дина́мо Москва́, romanized: Dinamo Moskva, [dʲɪˈnamə mɐˈskva]) is a Russian profess",
    "FC_Girondins_de_Bordeaux": "Football Club des Girondins de Bordeaux (French pronunciation: [ʒiʁɔ̃dɛ̃ də bɔʁdo]), commonly referred to as Girondins de Bordea",
    "FC_Groningen": "Football Club Groningen (Dutch pronunciation: [ɛfˈseː ˈɣroːnɪŋə(n)]) is a Dutch professional association football club based in ",
    "FC_Hradec_Králové": "FC Hradec Králové is a Czech professional football club based in the city of Hradec Králové. The club, which was founded in 1905",
    "FC_Karpaty_Lviv": "Football Club Karpaty Lviv (Ukrainian: Футбольний клуб \"Карпати\" Львів [kɐrˈpɑtɪ ˈlʲwiu̯]) is a Ukrainian professional football ",
    "FC_Kotayk_Abovian": "",
    "FC_Kremin_Kremenchuk": "Football Club Kremin Kremenchuk (Ukrainian: ФК Кремінь Кременчук; Russian: Кремень Кременчуг, romanized: Kremen Kremenchug) is a",
    "FC_Krylia_Sovetov_Samara": "",
    "FC_Kryvbas_Kryvyi_Rih": "FC Kryvbas Kryvyi Rih may refer to:\n\nFC Kryvbas Kryvyi Rih (1959–2013), a defunct Ukrainian football team\nFC Kryvbas Kryvyi Rih ",
    "FC_Lada_Togliatti": "",
    "FC_Lausanne-Sport": "Football Club Lausanne-Sport is a Swiss football club based in Lausanne in the canton of Vaud. Founded in 1896, Lausanne Sport c",
    "FC_Linz": "",
    "FC_Lokomotiv_Moscow": "FC Lokomotiv Moscow (FC Lokomotiv Moskva, Russian: Футбольный клуб \"Локомотив\" Москва, [fʊdˈbolʲnɨj kɫup ɫəkəmɐˈtʲif mɐˈskva]) i",
    "FC_Lokomotiv_Nizhny_Novgorod": "FC Lokomotiv Nizhny Novgorod was a Russian football club based in Nizhny Novgorod. They spent eight seasons in the Russian Premi",
    "FC_Lokomotíva_Košice": "FC Lokomotíva Košice is a Slovak football club, playing in the town of Košice and will be compete in the 3rd tier of Slovak foot",
    "FC_Lugano": "FC Lugano is a Swiss professional football club based in Lugano. The club was refounded as AC Lugano in 2004 as a result of rele",
    "FC_Luzern": "Fussball-Club Luzern (German pronunciation: [ɛf ˈt͡seː luˈtsɛrn]), or simply abbreviated to FCL, is a Swiss sports club based in",
    "FC_Metalurh_Zaporizhya": "",
    "FC_Metz": "Football Club de Metz (French pronunciation: [mɛs] ) is a French association football club based in Metz, Lorraine. The club was",
    "FC_Nantes": "Football Club de Nantes, commonly referred to as FC Nantes or simply Nantes (IPA: [nɑ̃t] ; Breton: Naoned; Gallo: Naunnt), is a ",
    "FC_Nitra": "FC Nitra is a Slovak association football club, playing in the town of Nitra. Established in 1909, FC Nitra is one of the oldest",
    "FC_Nyva_Ternopil": "FC Nyva Ternopil (Ukrainian: Футбольний клуб Нива Тернопіль; Russian: Футбольный клуб Нива Тернополь) is a Ukrainian football cl",
    "FC_Oţelul_Galaţi": "",
    "FC_Rapid_Bucureşti": "",
    "FC_Red_Bull_Salzburg": "Fußballclub Red Bull Salzburg, commonly known as simply Red Bull Salzburg, is an Austrian professional football club based in Wa",
    "FC_Rostov": "FC Rostov (Russian: Футбольный клуб Ростов) is a Russian professional football club based in Rostov-on-Don. The club competes in",
    "FC_Rotor_Volgograd": "SC Rotor Volgograd (Russian: СK Ротор) is a Russian professional football club from the large city of Volgograd, Volgograd Oblas",
    "FC_Schalke_04": "Fußballclub Gelsenkirchen-Schalke 04 e. V., commonly known as Schalke 04 (German: [ˌʃalkə nʊl ˈfiːɐ̯] ), and abbreviated as S04 ",
    "FC_Shakhtar_Donetsk": "Football Club Shakhtar Donetsk also known as FC Shakhtar Donetsk (Ukrainian: Футбольний клуб Шахтар Донецьк), is a Ukrainian pro",
    "FC_Sion": "Football Club Sion, commonly known as simply FC Sion or Sion, is a Swiss football club from the city of Sion. The club was found",
    "FC_Slovan_Liberec": "FC Slovan Liberec (Czech pronunciation: [ˈslovan ˈlɪbɛrɛts]), commonly referred to as Slovan Liberec or simply Slovan, is a Czec",
    "FC_Spartak_Moscow": "FC Spartak Moscow (Russian: Футбольный клуб «Спартак» Москва, romanized: Futbolʹnyy klub «Spartak» Moskva, pronounced [spɐrˈtak ",
    "FC_Spartak_Trnava": "FC Spartak Trnava (Slovak pronunciation: [ˈspartak ˈtr̩naʋa]) is a professional football club based in Trnava, Slovakia. The clu",
    "FC_Sportul_Studenţesc_Bucureşti": "",
    "FC_St._Gallen": "Fussballclub St. Gallen 1879, commonly known as St. Gallen, is a Swiss professional football club based in the city of St. Galle",
    "FC_St._Pauli": "Fußball-Club St. Pauli von 1910 e.V., commonly known as simply FC St. Pauli (German pronunciation: [ɛfˌtseː zaŋkt ˈpaʊli] ), is ",
    "FC_Steaua_Bucureşti": "",
    "FC_Tekstilshchik_Kamyshin": "FC Tekstilshchik Kamyshin (Russian: Футбольный клуб «Текстильщик» Камышин; Futbol'niy Klub \"Tekstilshchik\" Kamyshin) is a Russia",
    "FC_Tiraspol": "FC Tiraspol was a Moldovan football club based in Tiraspol, Moldova. They played in the Divizia Naţională, the top division in M",
    "FC_Tirol_Innsbruck": "FC Tirol Innsbruck was an Austrian association football club from Innsbruck, Tyrol which existed between 1993 and 2002, when ban",
    "FC_Torpedo_Moscow": "Football Club Torpedo Moscow (Russian: ФК \"Торпедо\" Москва, FK Torpedo Moskva), known as Torpedo Moscow, is a Russian profession",
    "FC_Torpedo_Zaporizhya": "",
    "FC_Twente": "Football Club Twente (Dutch pronunciation: [ɛfˈseː ˈtʋɛntə]), sometimes known internationally as FC Twente Enschede, is a Dutch ",
    "FC_Universitatea_Cluj": "Asociația Sportivă Fotbal Club Universitatea Cluj (Romanian pronunciation: [universiˈtate̯a kluʒ]), commonly known as Universita",
    "FC_Universitatea_Craiova": "",
    "FC_Ural_Sverdlovsk_Oblast": "",
    "FC_Utrecht": "Football Club Utrecht (Dutch pronunciation: [ɛfˈseː ˈytrɛxt]) is a Dutch professional football club based in Utrecht. The club c",
    "FC_Vaduz": "Fussball Club Vaduz (Football Club Vaduz) is a professional football club from Vaduz, Liechtenstein that plays in the Swiss Chal",
    "FC_Viktoria_Plzeň": "Football Club Viktoria Plzeň (pronounced [ˈvɪktorja ˈpl̩zɛɲ]) is a Czech professional football club based in Plzeň. Its team pla",
    "FC_Volendam": "Football Club Volendam (Dutch pronunciation: [ˌvoːlə(n)ˈdɑm]) is a professional football club based in Volendam, Netherlands. Th",
    "FC_Volgograd": "FC Volgograd (Russian: ФК Волгоград) is a former Russian football club from Volgograd, founded in late 2008, later reformed as F",
    "FC_Vorskla_Poltava": "FC Vorskla Poltava (Ukrainian: ФК «Во́рскла» Полта́ва [ˈwɔrsklɐ polˈtɑwɐ]) is a Ukrainian professional football club based in Po",
    "FC_Zbrojovka_Brno": "FC Zbrojovka Brno is a professional football club based in the city of Brno, South Moravian Region, Czech Republic and named aft",
    "FC_Zenit_Saint_Petersburg": "Football Club Zenit (Russian: Футбольный клуб «Зенит» [fʊdˈbolʲnɨj ˈkɫup zʲɪˈnʲit]), also known as Zenit Saint Petersburg or sim",
    "FC_Zhemchuzhina-Sochi": "FC Zhemchuzhina-Sochi (Russian: ФК Жемчужина-Сочи) was a Russian association football club based in Sochi, Krasnodar Krai founde",
    "FDA_(trade_union)": "The FDA, formerly The Association of First Division Civil Servants, is a trade union for UK senior and middle management civil s",
    "FIFA": "The Fédération Internationale de Football Association (lit. 'International Federation of Association Football'), more commonly k",
    "FIFA_World_Cup": "The FIFA World Cup, often called the World Cup, is an international association football competition among the senior men's nati",
    "FIS_Alpine_Ski_World_Cup": "The FIS Alpine Ski World Cup is the top international circuit of alpine skiing competitions, launched in 1966 by a group of ski ",
    "FIS_Freestyle_Skiing_World_Cup": "",
    "FIS_Ski_Jumping_World_Cup": "The FIS Ski Jumping World Cup is the world's highest level of ski jumping and the FIS Ski Flying World Cup as the subdivisional ",
    "FK_Austria_Wien": "Fußballklub Austria Wien AG (German pronunciation: [ˈaʊstri̯aː ˈviːn]), known in English as Austria Vienna, and Austria Wien in ",
    "FK_Baumit_Jablonec": "",
    "FK_Borac_Čačak": "Fudbalski klub Borac 1926 (Serbian Cyrillic: Фудбалски клуб Борац 1926), commonly known as Borac Čačak, is a professional footba",
    "FK_Budućnost_Podgorica": "Fudbalski Klub Budućnost Podgorica (Cyrillic: Будућност Подгорица, pronounced [budǔːt͡ɕnoːst], lit. 'Future') is a Montenegrin p",
    "FK_DAC_1904_Dunajská_Streda": "",
    "FK_Drnovice": "",
    "FK_Dukla_Banská_Bystrica": "MFK Dukla Banská Bystrica (Slovak pronunciation: [ˈdukla ˈbanskaː ˈbistritsa]) is a Slovak professional football club from the t",
    "FK_Hajduk_Beograd": "FK Hajduk Beograd (Serbian Cyrillic: ФК Хајдук Београд) is a football club based in Lion, Belgrade, Serbia. They compete in the ",
    "FK_Hajduk_Kula": "FK Hajduk Kula (Serbian Cyrillic: ФК Хајдук Кула) was a Serbian football club based in Kula. The club was named after a Hajduk, ",
    "FK_Inter_Bratislava": "FK Inter Bratislava (Slovak pronunciation: [ˈinter ˈbracislaʋa]) is a football club based in Bratislava, Slovakia, temporarily p"
}