{
    "FK_Kareda_Kaunas": "FK Kareda was a Lithuanian defunct football team from the city of Šiauliai and re-located from Šiauliai to Kaunas in 2000. It wa",
    "FK_Kikinda": "",
    "FK_Metalurg_Skopje": "FK Metalurg (Macedonian: ФК Металург) is a football club from Skopje, North Macedonia. They are currently not playing in any of ",
    "FK_Partizan": "Fudbalski klub Partizan  (Serbian Cyrillic: Фудбалски клуб Партизан, IPA: [fûdbalskiː klûːb partǐzaːn]; lit. 'Football Club Part",
    "FK_Proleter_Zrenjanin": "FK Proleter Zrenjanin (Serbian Cyrillic: ФК Пролетер Зрењанин) is a defunct football club based in Zrenjanin, Vojvodina, Serbia.",
    "FK_Rad": "FK Rad (Serbian Cyrillic: ФК Рад) is a football club based in Banjica, Belgrade, Serbia. They compete in the Belgrade Zone Leagu",
    "FK_Rudar_Pljevlja": "FK Rudar Pljevlja, commonly known as Rudar Pljevlja or simply Rudar, is a football club based in Pljevlja, Montenegro. It curren",
    "FK_Rudar_Ugljevik": "FK Rudar Ugljevik (Serbian Cyrillic: ФК Рудар Угљевик) is a football club from the town of Ugljevik, Republika Srpska, Bosnia an",
    "FK_Sloboda_Tuzla": "Fudbalski klub Sloboda Tuzla (Serbo-Croatian Cyrillic: Фудбалски клуб Слободa Tyзла; English: Football Club Sloboda Tuzla) is a ",
    "FK_Sloga_Jugomagnat": "FK Sloga Jugomagnat (Macedonian: ФК Слога Југомагнат) was a football club that played in Skopje, North Macedonia.\n\n\n== History =",
    "FK_Spartak_Zlatibor_Voda": "",
    "FK_Sutjeska_Foča": "Fudbalski klub Sutjeska Foča (Serbian Cyrillic: Фудбалски клуб Cутjecкa Фoчa) is a professional association football club based ",
    "FK_Sutjeska_Nikšić": "Fudbalski klub Sutjeska (Montenegrin Cyrillic: Фудбалски клуб Сутјеска) is a professional association football club from Nikšić,",
    "FK_Teplice": "FK Teplice is a Czech professional football club based in the city of Teplice. The club competes in Czech First League, the top ",
    "FK_Viktoria_Žižkov": "FK Viktoria Žižkov is a Czech professional football club from the district of Žižkov in Prague. The club competes in the Czech N",
    "FK_Vojvodina": "Fudbalski klub Vojvodina (Serbian Cyrillic: Фудбалски клуб Војводина), commonly known as Vojvodina and colloquially as Voša (Ser",
    "FK_Zemun": "Fudbalski klub Zemun (Serbian Cyrillic: Фудбалски клуб Земун) is a Serbian professional football club based in Zemun, Belgrade, ",
    "FSC_Prykarpattya_Ivano-Frankivsk": "",
    "FTSE_100_Index": "The Financial Times Stock Exchange 100 Index, also called the FTSE 100 Index, FTSE 100, FTSE, or, informally, the \"Footsie\" , is",
    "Fabio_Baldato": "Fabio Baldato (born 13 June 1968) is an Italian former racing cyclist. In 2008, he was the oldest rider in a ProTour team. His c",
    "Fabio_Cannavaro": "Fabio Cannavaro  (Italian pronunciation: [ˈfaːbjo kannaˈvaːro]; born 13 September 1973) is an Italian football coach and former ",
    "Fabio_Capello": "Fabio Capello (Italian pronunciation: [ˈfaːbjo kaˈpɛllo, -ˈpel-]; born 18 June 1946) is an Italian former professional football ",
    "Fabrizio_Mori": "Fabrizio Mori (born 28 June 1969 in Livorno) is an Italian hurdler, best known for his gold medal at the 1999 World Championship",
    "Fabrizio_Ravanelli": "Fabrizio Ravanelli (Italian pronunciation: [faˈbrittsjo ravaˈnɛlli]; born 11 December 1968) is an Italian football manager and f",
    "Fairmont,_West_Virginia": "Fairmont is a city in and the county seat of Marion County, West Virginia, United States. The population was 18,313 at the 2020 ",
    "Fairview,_Texas": "Fairview is a town in Collin County, Texas, United States. It is part of the Dallas-Fort Worth metropolitan area. As of the 2017",
    "Falilat_Ogunkoya": "Falilat Ogunkoya-Osheku (born 5 December 1968 in Ode Lemo, Ogun State, Nigeria) is a Nigerian former track and field athlete who",
    "Falk_Balzer": "Falk Balzer (born 14 December 1973 in Leipzig) is a former German hurdler and the son of former East German hurdler Karin Balzer",
    "Falkirk_F.C.": "Falkirk Football Club is a Scottish professional association football club based in the town of Falkirk. The club was founded in",
    "Fanie_de_Villiers": "Petrus Stephanus \"Fanie\" de Villiers (born 13 October 1964), is a retired cricketer who played 18 Test matches and 83 One Day In",
    "Farmington_Hills,_Michigan": "Farmington Hills is a city in Oakland County in the U.S. state of Michigan. A northwestern suburb of Detroit, Farmington Hills i",
    "Faroe_Islands": "The Faroe or Faeroe Islands ( FAIR-oh), or simply the Faroes (Faroese: Føroyar, pronounced [ˈfœɹjaɹ] ; Danish: Færøerne [ˈfeɐ̯ˌø",
    "Faroe_Islands_national_football_team": "The Faroe Islands national football team (Faroese: Føroyska fótbóltsmanslandsliðið, Danish: Færøernes fodboldlandshold) represen",
    "Fatima_Yusuf": "Fatima Yusuf-Olukoju (born 2 May 1971 in Owo, Ondo) is a retired Nigerian athlete who competed mainly in the 400 metres during h",
    "Fatmir_Vata": "Fatmir Vata (born 20 September 1971) is an Albanian former professional footballer who played primarily as an attacking midfield",
    "Fatos_Nano": "Fatos Thanas Nano (; born 16 September 1952) is an Albanian socialist politician who served as Prime Minister of Albania in 1991",
    "Faustino_Asprilla": "Faustino Hernán Asprilla Hinestroza (born 10 November 1969) is a Colombian former professional footballer who played as forward ",
    "Fausto_Pizzi": "Fausto Pizzi (born 21 July 1967) is an Italian former professional footballer who played as a midfielder. Since 2011, he has man",
    "Fed_Cup": "",
    "Federal_Aviation_Administration": "The Federal Aviation Administration (FAA) is a U.S. federal government agency within the U.S. Department of Transportation which",
    "Federal_Bureau_of_Investigation": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its princip",
    "Federal_Open_Market_Committee": "The Federal Open Market Committee (FOMC) is a committee within the Federal Reserve System (the Fed) that is charged under United",
    "Federal_Reserve_System": "",
    "Felipe_Lira": "Felipe Antonio Lira (born April 26, 1972) is a Venezuelan former professional baseball pitcher who played in Major League Baseba",
    "Fenerbahçe_S.K.": "Fenerbahçe Spor Kulübü (Turkish pronunciation: [feˈnæɾbahtʃe], Fenerbahçe Sports Club), commonly known as Fenerbahçe or simply F",
    "Ferdi_Vierklau": "Ferdinand 'Ferdi' Rudols Marcel Vierklau (born 1 April 1973) is a Dutch retired footballer who played as a right back.\n\n\n== Club",
    "Ferenc_Horváth": "Ferenc Horváth (born 6 May 1973) is a Hungarian former professional footballer who played as a striker. He is now a manager, mos",
    "Ferencvárosi_TC": "Ferencvárosi Torna Club, commonly known as Ferencváros (Hungarian: [ˈfɛrɛnt͡svaːroʃ]), Fradi, FTC is a Hungarian professional fo",
    "Fernanda_Ribeiro": "Maria Fernanda Moreira Ribeiro, GCIH (Portuguese pronunciation: [fɨɾˈnɐ̃dɐ ʁiˈβɐjɾu]; born 23 June 1969), is a long-distance run",
    "Fernando_Couto": "Fernando Manuel Silva Couto  (Portuguese: [fɨɾˈnɐ̃du ˈkotu]; born 2 August 1969) is a Portuguese former footballer who played as",
    "Fernando_Henrique_Cardoso": "Fernando Henrique Cardoso  (Brazilian Portuguese: [feʁˈnɐ̃du ẽˈʁiki kaʁˈdozu] ; born 18 June 1931), also known by his initials F",
    "Fernando_Hierro": "Fernando Ruiz Hierro (Spanish pronunciation: [feɾˈnando ˈʝero]; born 23 March 1968) is a Spanish football executive and former p",
    "Fernando_Meligeni": "Fernando Ariel Meligeni (born 12 April 1971), nicknamed Fininho (diminutive form in Portuguese for thin), is a Brazilian former ",
    "Fernando_Redondo": "Fernando Carlos Redondo Neri (Spanish pronunciation: [feɾˈnando reˈðondo]; born 6 June 1969) is an Argentine former professional",
    "Fernando_Sanz": "Fernando Sanz Durán (born 4 January 1974) is a Spanish former footballer who played as a central defender.\nHe spent seven years ",
    "Ferrari": "Ferrari S.p.A. (, Italian: [ferˈraːri]) is an Italian luxury sports car manufacturer based in Maranello. Founded in 1939 by Enzo",
    "Ferro_Carril_Oeste": "Club Ferro Carril Oeste, known simply as Ferro Carril Oeste or familiarly, Ferro, is an Argentine sports club from the neighbour",
    "Feyenoord": "Feyenoord Rotterdam (Dutch pronunciation: [ˈfɛiənoːrt]) is a Dutch professional football club based in Rotterdam, which plays in",
    "Fidel_Castro": "Fidel Alejandro Castro Ruz ( KASS-troh, Latin American Spanish: [fiˈðel aleˈxandɾo ˈkastɾo ˈrus]; 13 August 1926 – 25 November 2",
    "Fidel_V._Ramos": "Fidel Ramos y Valdez  (Tagalog: [pɪˈdɛl bɐlˈdɛs ˈɾamos]; March 18, 1928 – July 31, 2022), popularly known as FVR, was a Filipino",
    "Filip_De_Wilde": "Filip Alfons De Wilde (born 5 July 1964) is a former Belgian professional footballer who played as a goalkeeper.\nDuring a 23-yea",
    "Filip_Dewulf": "Filip Dewulf (born 15 March 1972) is a former professional male tennis player from Belgium.\nIn his career, he won two ATP Tour s",
    "Filippo_Inzaghi": "Filippo \"Pippo\" Inzaghi  (Italian pronunciation: [fiˈlippo ˈpippo inˈtsaːɡi]; born 9 August 1973) is an Italian professional foo",
    "Finance_minister": "",
    "Financial_Post": "The Financial Post is a financial news website, and business section of the National Post, both publications of the Postmedia Ne",
    "Financial_Services_Authority": "The Financial Services Authority (FSA) was a quasi-judicial body accountable for the regulation of the financial services indust",
    "Finland": "Finland, officially the Republic of Finland, is a Nordic country in Northern Europe. It borders Sweden to the northwest, Norway ",
    "Finland_men's_national_ice_hockey_team": "The Finnish men's national ice hockey team, nicknamed Leijonat / Lejonen (\"The Lions\" in Finnish and Swedish), is governed by th",
    "Fiona_May": "Fiona May (born 12 December 1969) is a retired track and field athlete who competed for the United Kingdom and later Italy in th",
    "First_Chicago_Bank": "First Chicago Bank was a Chicago, United States-based retail and commercial bank tracing its roots to 1863, when it received one",
    "First_Pacific": "First Pacific Company Limited (Chinese: 第一太平有限公司) is a Hong Kong–based investment management and holding company with operations",
    "Fita_Bayisa": "Fita Bayisa (Amharic: ፊጣ ባይሳ; born December 15, 1972, in Ambo, Oromia) is an Ethiopian long-distance runner, best known for winn",
    "Fitzroy_Football_Club": "The Fitzroy Football Club is an Australian rules football club currently competing in the Victorian Amateur Football Association",
    "Five_Nations_XV": "",
    "Flachau": "Flachau is a village in the district of St. Johann im Pongau in the Austrian state of Salzburg, with a population of 2,802 (2016",
    "Flag_of_the_United_States": "The national flag of the United States, often referred to as the American flag or the U.S. flag, consists of thirteen horizontal",
    "Flamurtari_Vlorë": "",
    "Flavio_Cotti": "Flavio Cotti (18 October 1939 – 16 December 2020) was a Swiss politician who served as member of the Federal Council from 1986 t",
    "Florence": "Florence ( FLORR-ənss; Italian: Firenze [fiˈrɛntse] ) is the capital city of the Italian region of Tuscany. It is also the most ",
    "Florence_Masnada": "Florence Masnada (born 16 December 1968 in Vizille) is a retired French alpine skier, who won two bronze Olympic medals.\n\n\n== Wo",
    "Florencia_Labat": "María Florencia Labat (born 12 June 1971) is an Argentinian former professional female tennis player. She joined the WTA Tour in",
    "Florian_Maurice": "Florian Maurice (born 20 January 1974) is a French football executive and former professional footballer who played as a striker",
    "Florian_Rousseau": "Florian Rousseau (born 3 February 1974 in Orléans) is a former French track cyclist who won three gold medals and one silver at ",
    "Florian_Schwarthoff": "Florian Schwarthoff (born May 7, 1968, in Dortmund) is a former German hurdler best known for winning a bronze medal at the 1996",
    "Florida_Marlins": "",
    "Florida_Panthers": "The Florida Panthers are a professional ice hockey team based in the Miami metropolitan area. The Panthers compete in the Nation",
    "Florin_Prunea": "Florin Prunea (born 8 August 1968) is a former Romanian profesional footballer who played as a goalkeeper.\n\n\n== Club career ==\nF",
    "Fluminense_Football_Club": "",
    "Flushing_Meadows_–_Corona_Park": "",
    "Foindu": "Foindu is a village in Kono District in the Eastern Province of Sierra Leone. Virtually every home in the village was looted and",
    "Football_Association_of_Ireland": "The Football Association of Ireland (FAI; Irish: Cumann Peile na hÉireann) is the governing body for association football in the",
    "Footwork_Arrows": "Footwork Arrows was a British Formula One motor racing team which competed from 1991 to 1996. Japanese businessman Wataru Ohashi",
    "Ford_Escort": "Ford Escort may refer to one of several vehicles manufactured by Ford Motor Company:\n\nFord Escort (North America), a compact car",
    "Ford_Escort_(Europe)": "The Ford Escort is a small family car that was manufactured by Ford of Europe from 1968 until 2000. In total there were six gene",
    "Ford_Motor_Company": "Ford Motor Company (commonly known as Ford) is an American multinational automobile manufacturer headquartered in Dearborn, Mich",
    "Ford_World_Rally_Team": "The Ford World Rally Team, also known as the Ford Motor Co. Team prior to 2005, is Ford Motor Company's full factory World Rally",
    "Foreign_Office_(Germany)": "",
    "Foreign_minister": "",
    "Forfar_Athletic_F.C.": "Forfar Athletic Football Club are a Scottish semi-professional football club from the town of Forfar, Angus. They are members of"
}